{
    "10": {
        "number": "10",
        "name": "يونس",
        "name_latin": "Yunus",
        "number_of_ayah": "109",
        "text": {
            "1": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ",
            "2": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلٰى رَجُلٍ مِّنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ إِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ",
            "3": "إِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ فِيْ سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَۗ مَا مِنْ شَفِيْعٍ إِلَّا مِنْۢ بَعْدِ إِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ أَفَلَا تَذَكَّرُوْنَ ",
            "4": "إِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ إِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ أَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ",
            "5": "هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ إِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "6": "إِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْأَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ",
            "7": "إِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ",
            "8": "أُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ",
            "9": "إِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِإِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْأَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ",
            "10": "دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللهم وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ أَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
            "11": "۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
            "12": "وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ أَوْ قَاعِدًا أَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَأَنْ لَّمْ يَدْعُنَآ إِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "13": "وَلَقَدْ أَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ",
            "14": "ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْأَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ",
            "15": "وَإِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ أَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ أَنْ أُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚإِنْ أَتَّبِعُ إِلَّا مَا يُوْحٰٓى إِلَيَّ ۚ إِنِّيْٓ أَخَافُ إِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "16": "قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ أَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ أَفَلَا تَعْقِلُوْنَ",
            "17": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا أَوْ كَذَّبَ بِاٰيٰتِهٖۗ إِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ",
            "18": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ أَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْأَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
            "19": "وَمَا كَانَ النَّاسُ إِلَّآ أُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ",
            "20": "وَيَقُوْلُوْنَ لَوْلَآ أُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ إِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ إِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ",
            "21": "وَإِذَآ أَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ إِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ أَسْرَعُ مَكْرًاۗ إِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ",
            "22": "هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى إِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا أَنَّهُمْ أُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ أَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
            "23": "فَلَمَّآ أَنْجٰىهُمْ إِذَا هُمْ يَبْغُوْنَ فِى الْأَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓأَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلٰٓى أَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "24": "إِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ أَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ ۗحَتّٰٓى إِذَآ أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ أَتٰىهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَأَنْ لَّمْ تَغْنَ بِالْأَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "25": "وَاللّٰهُ يَدْعُوْٓ إِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "26": "۞ لِلَّذِيْنَ أَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗأُولٰۤىِٕكَ أَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "27": "وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَأَنَّمَآ أُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ أُولٰۤىِٕكَ أَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ ",
            "28": "وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ أَشْرَكُوْا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ إِيَّانَا تَعْبُدُوْنَ",
            "29": "فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ",
            "30": "هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ وَرُدُّوْٓا إِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "31": "قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْأَرْضِ أَمَّنْ يَّمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْأَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ أَفَلَا تَتَّقُوْنَ ",
            "32": "فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلٰلُ  ۖفَأَنّٰى تُصْرَفُوْنَ ",
            "33": "كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا أَنَّهُمْ لَا يُؤْمِنُوْنَ ",
            "34": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَأَنّٰى تُؤْفَكُوْنَ ",
            "35": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ إِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ أَفَمَنْ يَّهْدِيْٓ إِلَى الْحَقِّ أَحَقُّ أَنْ يُّتَّبَعَ أَمَّنْ لَّا يَهِدِّيْٓ إِلَّآ أَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ",
            "36": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّاۗ إِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ إِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ",
            "37": "وَمَا كَانَ هٰذَا الْقُرْاٰنُ أَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ",
            "38": "أَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ إِنْ كُنْتُمْ صٰدِقِيْنَ",
            "39": "بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
            "40": "وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ",
            "41": "وَإِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ أَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ",
            "42": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ إِلَيْكَۗ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ",
            "43": "وَمِنْهُمْ مَّنْ يَّنْظُرُ إِلَيْكَۗ أَفَأَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ",
            "44": "إِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُوْنَ",
            "45": "وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَّمْ يَلْبَثُوْٓا إِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ",
            "46": "وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ",
            "47": "وَلِكُلِّ أُمَّةٍ رَّسُوْلٌ ۚفَإِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
            "48": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "49": "قُلْ لَّآ أَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا إِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚإِذَا جَاۤءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
            "50": "قُلْ أَرَءَيْتُمْ إِنْ أَتٰىكُمْ عَذَابُهٗ بَيَاتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ",
            "51": "أَثُمَّ إِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ",
            "52": "ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ",
            "53": "وَيَسْتَنْۢبِـُٔوْنَكَ أَحَقٌّ هُوَ ۗ قُلْ إِيْ وَرَبِّيْٓ إِنَّهٗ لَحَقٌّ ۗوَمَآ أَنْتُمْ بِمُعْجِزِيْنَ ࣖ ",
            "54": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْأَرْضِ لَافْتَدَتْ بِهٖۗ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
            "55": "أَلَآ إِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْأَرْضِۗ  أَلَآ إِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "56": "هُوَ يُحْيٖ وَيُمِيْتُ وَإِلَيْهِ تُرْجَعُوْنَ ",
            "57": "يٰٓأَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
            "58": "قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
            "59": "قُلْ أَرَءَيْتُمْ مَّآ أَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ اٰۤللّٰهُ أَذِنَ لَكُمْ أَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ",
            "60": "وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗإِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ",
            "61": "وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا إِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْأَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ أَصْغَرَ مِنْ ذٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "62": "أَلَآ إِنَّ أَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ",
            "63": "أَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ",
            "64": "لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ",
            "65": "وَلَا يَحْزُنْكَ قَوْلُهُمْۘ إِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
            "66": "أَلَآ إِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْأَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗإِنْ يَّتَّبِعُوْنَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُوْنَ ",
            "67": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗإِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ",
            "68": "قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ إِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ أَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "69": "قُلْ إِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ",
            "70": "مَتَاعٌ فِى الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ",
            "71": "۞ وَاتْلُ عَلَيْهِمْ نَبَأَ نُوْحٍۘ إِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَأَجْمِعُوْٓا أَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا إِلَيَّ وَلَا تُنْظِرُوْنِ ",
            "72": "فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِّنْ أَجْرٍۗ إِنْ أَجْرِيَ إِلَّا عَلَى اللّٰهِ ۙوَأُمِرْتُ أَنْ أَكُوْنَ مِنَ الْمُسْلِمِيْنَ",
            "73": "فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَأَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ",
            "74": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا إِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ ",
            "75": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ إِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ",
            "76": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا إِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ",
            "77": "قَالَ مُوْسٰٓى أَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ أَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السَّاحِرُوْنَ ",
            "78": "قَالُوْٓا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْأَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ",
            "79": "وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ ",
            "80": "فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى أَلْقُوْا مَآ أَنْتُمْ مُّلْقُوْنَ ",
            "81": "فَلَمَّآ أَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ إِنَّ اللّٰهَ سَيُبْطِلُهٗۗ إِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ ",
            "82": "وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ",
            "83": "فَمَآ اٰمَنَ لِمُوْسٰىٓ إِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ أَنْ يَّفْتِنَهُمْ ۗوَإِنَّ فِرْعَوْنَ لَعَالٍ فِى الْأَرْضِۚ وَإِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ ",
            "84": "وَقَالَ مُوْسٰى يٰقَوْمِ إِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا إِنْ كُنْتُمْ مُّسْلِمِيْنَ ",
            "85": "فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَا ۚرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ ",
            "86": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ ",
            "87": "وَأَوْحَيْنَآ إِلٰى مُوْسٰى وَأَخِيْهِ أَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّأَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "88": "وَقَالَ مُوْسٰى رَبَّنَآ إِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَأَهٗ زِيْنَةً وَّأَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَ ۚرَبَّنَا اطْمِسْ عَلٰٓى أَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْأَلِيْمَ ",
            "89": "قَالَ قَدْ أُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ",
            "90": "۞ وَجَاوَزْنَا بِبَنِيْٓ إِسْرَاۤءِيْلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ إِذَآ أَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ أَنَّهٗ لَآ إِلٰهَ إِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا إِسْرَاۤءِيْلَ وَأَنَا۠ مِنَ الْمُسْلِمِيْنَ",
            "91": "اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ",
            "92": "فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَإِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ",
            "93": "وَلَقَدْ بَوَّأْنَا بَنِيْٓ إِسْرَاۤءِيْلَ مُبَوَّأَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗإِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "94": "فَإِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ أَنْزَلْنَآ إِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ",
            "95": "وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ",
            "96": "إِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ",
            "97": "وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْأَلِيْمَ ",
            "98": "فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ إِيْمَانُهَآ إِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ إِلٰى حِيْنٍ ",
            "99": "وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْأَرْضِ كُلُّهُمْ جَمِيْعًاۗ أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ",
            "100": "وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ",
            "101": "قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْأَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ",
            "102": "فَهَلْ يَنْتَظِرُوْنَ إِلَّا مِثْلَ أَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا إِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "103": "ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ",
            "104": "قُلْ يٰٓأَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ أَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ أَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَأُمِرْتُ أَنْ أَكُوْنَ مِنَ الْمُؤْمِنِيْنَ",
            "105": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
            "106": "وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ الظّٰلِمِيْنَ ",
            "107": "وَإِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓإِلَّا هُوَ ۚوَإِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ ",
            "108": "قُلْ يٰٓأَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَإِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ أَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ",
            "109": "وَاتَّبِعْ مَا يُوْحٰىٓ إِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Nabi Yunus",
                "text": {
                    "1": "Alif Laam Raa, In manga ayat amuin piyag Wahi yan, manga ayat Qur'an, lagi Al-Hakim, (in unu-unu na nasakup niya amuin hiyalal iban hiyaram, iban sin kahad-haran iban kahukum-hukuman halaum niya) Mahugut, Mampunyahi Hikmat.",
                    "2": "Unu in kaawnan sin pagwahi namu mawun kaymu Qur'an yan nahinang ka yan tikduhanan kiyaadjayiban sin manga mushrik arab da tartantu? Ampa way sayadtu maka adjayib didtu hadtu, karna in yadtu wahi pa usug pagkahi niyu ra manusiya, biya’ sapantun in kabayaan nila mahinang subay bukun dayin ha pagkahi nila, parahal bang in nahinang Rasul dayin ha bangsa Malaikat atawa Jinn, di humantang in maksud pagparā Rasul, bat sabab sabunnal tuud bukun nila siya kabiyaksahan saumbibihun, amuin agi namu : “Ha usug amuin kiyasasakupan nila in kabuntul niya, pamanda’ na kaw pa manusiya magmama'siyat narkaun sila iban pamaytaan in Al-Qur'an yan ha manga Mu’min, pakuyaga sin in bunnal tuud siyaddiyahan sila darajat mataas didtu ha hadarat sin Tuhan nila”, ha tatkala diyungug mayan sin manga kafir in Ayat Qur'an kaibanan, laung nila : “Sabunnal tuud in usug yan, hi Muhammad (sallallahu alayhi wasallam) yan mattan sin magsisihil matarrang.”",
                    "3": "Baytai sila O ikaw Nabi! in Tuhan amuna in nagpaawun sin pitung-lapis langit iban gumi halaum unum adlaw, ubus yadtu ampa imistiwa ha ‘Arsh niya (diin in tumūp ha kabansagan niya iban ha kabasaran niya), Hihijjatul niya in pakaradjaan sin makhluq niya, isa-isa niya, way hangkatau ha adlaw qiyamat makashafā'at ha kaibanan malayingkan ha duwa sharat ; bang ijinan sin Allahu Ta'ala in manafā'at, iban way ra ijinan niya malayingkan hisiyu-siyu na in pag-rida'an niya, tiyunyukan sin Hikmat niya, tanda nayan sin in Allahu Ta'ala Limāya ha katan parakāla. In Allahu Ta'ala Tunggal da siya in Tuhan niyu, amuin way mapatut hangsulag unu-unu sumakutu kaniya sumbahun iban ha pagka-‘Rububiyya’, iban Taghijjatuli sin katan Alam, hangkan siya in sumbaha niyu, isa-isa niya, unu wala ka napikil niyu sabunnal tuud in nagpapanjari, amuin Taghijjatuli, siya in mapatut Sumbahun, Tunggal da siya?",
                    "4": "Harap da pa Allahu Ta'ala in uwian niyu katan (hay kamu manusiya! ha adlaw Qiyamat in kaagi pagpabalik niya kaniyu buhiun kamu magbalik iban hisabun), janji niya mahatinggi kaniyu, matutuud di niya yan ubahun, karna sabunnal tuud in mahasutsi Allahu Ta'ala piyuunan niya piyapanjari in katan makhluq ini dayin ha lupa, ubus ampa niya na isab pabalikun buhiun puas kamatay nila maksud tungbasan ha adlaw Qiyamat, didtu hadtu tungbasan niya pahala in manga mu’min amuin nag-ammal marayaw, ‘Adil in pagtungbas, way tuud paglaug, adapun in durukan sin manga kafir halaum jahannam, painumun sila halaum niya iinuman sangka’ in pasu’ niya, iban siksaun sila halaum niya siksa landu in ul-ul niya, hitupan ha kakufuran nila.",
                    "5": "In Allahu Ta'ala piyapanjari niya in suga masilak, iban in bulan masahaya, ampa niya giyanta’ in lugay sin lilikiran sin bulan halaum sin hangkarūm hangkaadlaw, hasupaya dayin ha sabab yadtu kaingatan niyu in bistahan sin kawaktu-waktuhan, in suga pangingatan mu sin kaadlaw-adlawan, ampa in bulan pangingatan mu sin kabulan-bulanan iban patahunan, way piyapanjari sin Allahu Ta'ala in kalangit-langitan iban sin kagumi-gumihan iban na sin sabarang ha ut sin duwa yan maksud unu bang unu, buwat malayingkan in pagpapanjari niya tumaalluk pa kasabunnalan, mampunyahi hikmat, bukun ula-ula, piyatarrang sin Allahu Ta'ala tiyakitaki in manga ayat manunjuki Tunggal siya iban sangat makagaus, hinang niya yadtu tanda pa manga kawman mangdurung-dung iban mapantuk.",
                    "6": "Sabunnal tuud duun ha pagganti-giyanti sin dum iban adlaw, daying na mayan ha haba niya mabut pa kahawpu’ niya, iban sin sin sabarang piyapanjari sin Allahu Ta'ala ha pitunglapis langit iban ha gumi, indaginis makhluq tantu in manga yan alamat partandaan awun tuud Tuhan, Pagnganan Allahu Ta'ala. sampurna in Qudrat, iban Tunggal siya, in katan yadtu hinang niya pamimintangan sin manga kawman imaanib sumulang ha manga aturan sin Allahu Ta'ala biyutang niya ha katan piyapanjari niya iban sin kahukum-hukuman niya shara’ amuin piyanandas niya ha manusiya iban jinn.",
                    "7": "Sabunnal tuud amuin manga wala nag-iimangkan langgalun nila kami halaum damag atawa muhung Rahmat, pasalan diyusta nila in adlaw pagbuhi ha katan miyatay, lagi nagrida’ na sila maghula na ha dunya dayin sin akhirat, iban kiyaamuhan na in ginhawa nila sin dunya, iban sin manga kaladjat-ladjatan halaum niya, damikkiyan iban sin manga sila nanininggal dumung-dung sin kaayat-ayatan namu amuin partandaan sin Tunggal da kami iban Mampunyahi Qudrat, lāgi naliligap sila, di magtali,",
                    "8": "Sila na yadtu in durukan pagpahulaan kanila amuna in narka sabab sin nahinang nila amuna in kakufuran iban ma'siyat iban panghimuting pasalan akhirat.",
                    "9": "Sabunnal tuud amuin manga namaratsaya ha Allahu Ta'ala, iban nag-aammal salih panduan sila sin Tuhan nila sabab sin pamaratsaya nila palawum surga, nag aanud-anud in kasapa’-sapa’an ha sawum kakahuy-kahuyan nila iban kabilik-bilikan niya, halaum sila kasurga-surgaan ‘Na’im’ (hayang muhaddal), iban kakkal sila halaum niya.",
                    "10": "In duwaa nila ha pagmunajat nila pa Tuhan nila halaum surga amuna in pangmahasutsihi nila pa Allahu Ta'ala, iban in hipanagina kanila sin Tuhan nila iban sin Malaikat didtu halaum surga amuna lapal, “Salam” ampa in hipanapus nila sin duwaa nila amuna in panasbihi, amuin pagsugsugun nila : “Alhamdulillahi Rabbil Alamin” (amuin Tuhan imanughara katu taniyu kahinapusan sasanglitan daying na mayan ha karida’an niya mabut pa surga niya).",
                    "11": "Iban bang sadja paūsun sin Allahu Ta'ala pa manusiya in kangian atawa paniksa biya’ sin siyukat nila, sali’ sapantun ka-ūs nila mikiparatung na karayawan iban pahala, tantu mabinsana na sila iban maligis, sumagawa pasaran namu na in manga way nag-iimangkan langgalun nila ra kami iban way nagparatsaya ha pagbuhi ha miyatay iban ha paghisab nahaha’pung di magkasabut-sabut halaum pangliyu-lakad nila iban sumulak sin kasabunnalan, salta di na sila makabatuk pa kaamuhan.",
                    "12": "Iban apabila kugdanan in kafir aramala, sakit naka atawa kamiskin atawa kamumulahan, magtuy ra dumuwaa kamu papaigan in mudarat kimugdan kaniya katan na hal niya, duun na in kimukulang nagkikid, atawa limilingkud ha bay niya, atawa timitindug sakali kaigan namu mayan dayin kaniya in mudarat iban panandas amuin nakakugdan kaniya, hisūng niya in dahan niya kabibiyaksahan niya amuna in kakufuran, kiyalupahan niya na in hal niya halaum tandas iban bala’, sakaula-ula in siya way bakas nangduwaa kāmu mikipabukis mudarat amuin kimugdan kaniya, biya’ da sin pagpahūp kaniya yadtu manaykud dayin ha kasabunnalan mahayang mayan siya piyahūpan da isab in manga mushrik iban manga kafir amuin nangliliyu-lakad ha had manaykuri dayin ha mangduwaa, iban naliligap sin manga hinang ha mangduwaa, iban naliligap sin manga hinang ma'siyat iban magpasugmak shahawat.",
                    "13": "Iban tantu tuud binsana namu in manga ummat nakauna pa dayin kaniyu O kamu tau Makkah! tatkāla iyanyaya nila in ginhawa baran nila sabab sin panghimuting nila ha karasulan iban nagpahaha’gum halaum kama'siyatan, iban diyahan pa sila sin karasulan amuin manga naraak madtu kanila babarapa mu’jizat iban kaayat-ayatan matarrang manunjuki bunnal sila Rasul, sumagawa way ra sila namaratsaya nagmatutuud ha karasulan nila, biya’ sapantun sin tungbas yadtu amuna in binsanaun sila ha sababan sin pagkufur nila iban sin panghimuting ha karasulan, hipanungbas namu ha kawman kafir manga tau mangi.",
                    "14": "Ulihan dayin didtu hinang namu kamu manga manusiya subli sin manga nagmula pasalan sin pagmangi nila, hasupāya isab namu matatab biyadiin in hinangun niyu ha waktu yadtu, duun na karayawan atawa kangian, pag-ubus yadtu ampa kamu tungbasan namu patupun ha katan kakahinang niyu.",
                    "15": "Adapun apabila mabatbat ha manga mushrik in Kaayat-ayatan Qur'an amuin nagmahalayak sin panawhid, lagi nama’tali sin kashirikan, mamung amuin manga way nag-gugu'un pagbaakun kami, amuin manga nagmumunkir sin adlaw ‘Ma’ad’, (bibingan sin katan makhluq) : “Da ba kaw mari kandiy dayin sin tibuukan Qur'an yan, amuin mangayib-ayib ha tuhan namu, iban manglait-lait ha manga barhala namu, atawa pindahi na sadja tahana-hana dayin ha ginhawa mu hakira-kira magsujja’ iban sin manga maksud namu, iban di mangayib-ayib ha manga Tuhan namu”, na’ iyana sila Ya kaw Rasul! : “Di masā iban di makajari kaku pindahan ku in Al-Qur'an, tahana-hana dayin ha baran ku iban dayin ha kabayaan ku ; bat karna Kallam yaun sin Allahu Ta'ala iban Wahi niya amuin napaturun, sabab subay ra Allahu Ta'ala in dumaak papapindahan, way kapatut ku duun, malayingkan magpasampay sadja unu-unu piyag Wahi niya, landa tuud aku madamag bang ku pindahan in pardaakan sin Tuhan ku atawa kan pindahan in Wahi niya siksaun ha adlaw qiyamat.”",
                    "16": "Iban adapun in sambag hikaruwa piyatup ha siyukat nila amuin mikirā sila kandiy dayin ha yaun, iyanun mu sila Ya kaw Rasulullah! (sallallahu alayhi wasallam) : “Bang yan kabayaan sin Allahu Ta'ala amuin di ku ra yan mabatbat iban di ku hikapasampay kaniyu, tantu hinangun ku, iban damikkiyan bang sadja nagkahandak in Allahu Ta'ala amuin di na hihindu ku kaniyu in Qur'an, tantu di ku yan hikahindu, ampa bakas aku nakabutang halauman niyu malugay masa sin waypa timurun in Wahi, kapatan na tahun, way bakas niyu aku kiyasulayan nagputing, iban way gaus ku magbissara biya’ ha yan, pasalan wayruun aku bakas nakabassa kakitaban amuin timurun pa karasulan, sakali ini piyaturunan aku sin Allahu Ta'ala wahi amuin kiyalimpal ha Kitab yan amuin di niyu magaus takbawan iban himinang hambuuk Surah tingian niya, parahal lahal kamu ha pag’Fusha’ iban ‘Balagha’, in manga yan tanda in yaun Kallam sin Allahu Ta'ala, unu di niyu pa ka yan matali sin akkal niyu sabunnal tuud in Al-Qur'an yan dain tuud ha Allahu Ta'ala, bukun tahana-hana dayin kaku?!”",
                    "17": "Wayna makalabbaw kazāliman dayin ha hangkatau amuin maghihinang-hinang kaputingan pa Allahu Ta'ala, iban nanāsa’ siya parkala wala kiyabissara sin Allahu Ta'ala, damikkiyan amuin hisiyu-siyu na nanghimuting ha kaayat-ayatan niya amuin napaturun niya pa karasulan, sabunnal tuud di da magparuntungan in manga Al-Mujrimin (manga jahulaka amuin maghihinang-hinang kaputingan ha Allahu Ta'ala unu-unu na parkala).",
                    "18": "In piyaabak sin manga mushrik siyumba nila in kandiy dayin ha Allahu Ta'ala amuna in manga barhala kiyaniyata’an iban sin bukun niyata’, Way ra sa yadtu mudarat jumatu kanila misan nila way siyumba, paygay di da hikamumpaat kanila bang nila sumbahun ; karna in manga yan jamad, di maka mudarat iban di maka mumpaat, subay ra in mapatut sumbahun amuin taga Qudrat mangdihil kamumpaatan iban magparatung kamudaratan, in da'awa nila in manga “Asnam iban Awthan” amuin barhala nila yaun makasapa'at kunu kanila didtu ha Hadarat sin Allahu Ta'ala ha akhirat, Iyana sila O ikaw Rasulullah! (sallallahu alayhi wasallam) : “Unu baytaan niyu bahasa in Allahu Ta'ala sin way niya kiyasakupan bang unu in ha pitung-lapis langit iban ha gumi? sin way kiyasasakupan sin Allahu Ta'ala sakutu sin dzat niya iban way kawasa manapā'at amura siya. Mahasutsiha in Allahu Ta'ala sin sampurna Kamahasutsihan, Iban Mahatinggiha in Allahu Ta'ala sin Kamahatingihan sampurna dayin ha kaawnan siyakutu nila ha kawasa Ukum Milik niya.”",
                    "19": "Bukun in kaawnan sin manusiya katan bang magkira sin kakariyasali piyag-aagamahan nila malayingkan hangka ummat da sila, nananawhid pa Allahu Ta'ala katan nagpaparatsaya kaniya katan, katān sila hangka Agama ra, amura in agama kasabunnalan mahuli na sila nagtungkakali, in kiyasūngan sin kaibanan nila nagparatsaya, nagkafir in kaibanan, bang sadja bukun pasal sin parjanjian asal na dayin ha Allahu Ta'ala amuin suhulan niya naa ha ajab paabutun naa pa adlaw Qiyamat, tantu timusun na sila (halulayun) in antara nila ha dunya pa, pasalan sin piyagtungkakalihan nila, salta jiyuljana niya na in manga bukun ha kasabunnalan iban liyappas niya na in manga bar-iman.",
                    "20": "Laung isab sin ahli Makkah, manga mushrik, amuin sakaula-ula way sila kiyaamuhan ha manga naghimunnakun ha kaayat-ayatan amuin napaturun pa Rasulullah : ‘Way naka yan timurun kan Muhammad (sallallahu alayhi wasallam) mu’jizat manyatakan kandiy dayin sin Al-Qur'an yan, biya’ sin makabuhi patay iban makapinda būd pa bulawan, iban damikkiyan biya’ sin unta hi Salih, damikkiyan tungkud sin Musa damikkiyan in lima niya, iban sin maidah (dulang) magturun pa ‘Isā?, Sambaga sila iyana : “O ikaw Rasulullah! (sallallahu alayhi wasallam) sabunnal tuud in pagpaturun Ayat yan parkala gaib, way makahati sin gaib duwal da Allahu Ta'ala, sumaguwa tagari niyu na in pagturun sin siyukat niyu, atawa amuin ajab bang kamu di magparatsaya, iban makatakbaw in kasabunnalan ha kaba’talan, ampa in aku ibanan ta kamu tumagad sin paghukum salassay.”",
                    "21": "Iban apabila pananamun namu pa manusiyà (amuin nagkukufur) in Rahmat (amuin ulan, lupa marayaw tanuman, sara-sarahan), puas pangaw iban gutum sakali sa ini awun tuwi iyaantam nila way kiya bahunusan amuna in pangjinak-jinak nila ha manga Ayat namu amuin napaturun hipamandu, lāgi way pagsukur nila sin ni’mat kanila, Iyana sila O Ikaw Rasulullah! (sallallahu alayhi wasallam) : “In Allahu Ta'ala masamut maniksa, tungbasan niya kamu di pa kamu makapangulina ha Kitab niya, in manga Malaikat niya ‘Hafaza’ (amuin jumaga kaniyu) hidukut nila pa kakitab-kitaban sin ammal niyu in unu-unu na katitipuhan na'aantam-antam niyu sipuk-sipuk, iban tunguran yan kaniyu tungbas.”",
                    "22": "Siya Allahu Ta'ala amuin tiyagama niya kaniyu iban dimihil kaniyu limaya maglatun-latun mamakay sin paglilintas-lintasan duun naka ha ginlupaan atawa kan ha lawud, sahingga ha taas kappal mayan kamu, dāhun na dumagan sin hangin dupuy (bukun hunus) magsarang iban sin dudumpasun, sambil piyagkug-kuyagan nila na in hangin dupuy yaun, tagha sa ini dimatung in hangin makusug, hunus atawa badju piyamulakpalik, ampa na siyunuran alun dayin ha ginisan tampat, sampay miyugtu’ in kirahan nila in sila magmula na iban natikup na way na lilian nila, magtuy na sila nag us-us nangarap pa Allahu Ta'ala dimuwaa bang mayan da sila lappasan, ikhlas in pag munaja nila pa Allahu Ta'ala Tunggal da kaniya, amu agi nila : “Bang mu kami lappasun dayin ha ini tantu tuud in kami maawun na daying ha manga magsusukul kaymu.”",
                    "23": "Tatkala mayan sila liyappas sin Allahu Ta'ala dayin ha aramala jimatu kanila, sakali sa ini in sila maglumba-lumba pa kakufuran iban pa kangian iban pa ma'siyat, kalupahan nila na in jiyanji nila pa Allahu Ta'ala, sin in manga yaun bukun patut, pasalan kaba’talan in hinang nila yaun iban pangliyu-lakad. O kamu manga manusiya! (amuin di sila magpanuman parjanjian), sabunnal tuud in gu’gu’ sin kaanyayahan niyu iban kangian niyu muwi da pa ginhawa niyu, in pagtamattu’ niyu manganyaya yan jaman di ra ha dunya, puas dayin duun pa balikun da kamu (puas kamatay niyu iban pagtamattu’ ha dunya) madtu pa Allahu Ta'ala ha adlaw qiyamat, hibayta namu kaniyu in ammal niyu ha dunya, lagi tungbasan nama kaniyu.",
                    "24": "Sabunnal tuud in hal sin dunya ini, in us niya malanyap iban mintas in ni’mat halaum niya iban maig biya’ upama kun sin unu-unu na ha gumi yan ginisan partumbuhan, tumuu mayan in ulan dayin ha langit, maglamugay na in partumbu-tumbuhan hambuuk pa hambuuk ha sababan sin tubig daying na mayan ha kabinhi-binhian iban manga bungang kahuy kakaunun sin manusiya, mabut pa kasagbut-sagbutan iban kabaili-bailihan kakaunun sin kahayup-hayupan, mag inda warna mayan in lupa dayin ha asbung sin hiyanum niya iban manis niya, iban nangari-ngari sin kasumping-sumpingan niya amuin makaibug. Ginisan na, in pangannal sin tau niya katakinan nila na anihun iban pusuun in bunga niya iban kapagtamattu’an nila na, tagha na sadja dumatung mawun ha yan in daakan namu hipatilup, dum naka atawa adlaw, hinang namu in panghiyanum niya sali’ sin kahantang naani na atawa nalabas na sin sanggut, biya’ sin sakaula-ula way bakas timub halaum niya sin kahapun, in upamakun sin pagtaki-taki iban pagpatarrang yan, lilayun namu iban pa pag inda-ginisun in kaayat-ayatan manunjuki ha panawhid iban in siya Mampunyahi Qudrat iban kandī pa dayin sin yan, tanda matakaddam pa manga kawman namimikilan ha hal sin kaayat-ayatan yadtu, magsabab dayin ha manga yadtu makahasil sila kamumpaatan.",
                    "25": "Ubus mayan lilay in samut sin dunya malanyap, piyasūb sin Allahu Ta'ala in manusiya hal pag akhirat, in tanda niya nalimpal halaum sin Al-Qu'ran sabunnal tuud in Allahu Ta'ala (Azza wa Jalla) nanawag-tawag pa pagparatsayahun niya in manusiya pamaratsaya makapabatuk kanila pa surga, amuin huhulaan salamat dayin ha katan mangi, iban lāgi Tawfiqan niya hisiyu-siyu nagmumuhut-muhut manaw tiranan sin dan mabuntul, amuna in ; paghimunnakun sin bunnal-bunnal awun Tuhan (Allahu Ta'ala in ngan niya) iban Pagtawhid Tunggal kaniya, iban Pagta'at ha kahukum-hukuman niya iban mamawugbug sin manga daakan niya.",
                    "26": "Hitungbas ha manga himinang marayaw pasalan sin pag-iman nila iban pag-ibadat iban ammal salih in pahala sarayaw-rayaw, amuna in surga, iban awun pa labi dayin sin yadtu dayin ha ni’mat pa nyawalihan, amuna in papaaturun pa pamayhuan sin Allahu Ta'ala Mahamulliya, iban di katabunan in bayhu nila (ha adlaw yadtu) sin bagunbun awun itum niya lagulingun, damikkiyan wayruun sila nahihina (bukun biya’ sin langgalun sin manga tau narka). Sila na yadtu in luun surga, halaum niya sila naghuhula, salama-lama.",
                    "27": "Adapun amuin manga nakahinang manga ma'siyat iban nagkufur pa Allahu Ta'ala, in tungbas sin hambuuk kangian nila papagsibuun sadja, tungbasan in hambuuk ngiy hambuuk da isab kangian, di labihan, iban damikkiyan sauban sila sin kahinaan iban kabiasan iban way harga, wayruun kabākan nila manana’ga makapalihala kanila dayin ha astul sin Allahu Ta'ala iban paniksa niya, sali’ sin kahantang kiyalibunan in pamayhuan nila hangtingi tigidium sin dum, sila in manga kafir, manga tau narka, halaum niya.",
                    "28": "Ha adlaw punun namu na in katan makhluq, sibu’ da in manga tau maghihinang marayaw iban sin manga maghihinang mangi, mapuas yadtu ampa namu iyanun in manga mushrik hipangjural iban hipangjuk kanila : “Na’, tutug na kamu ha tampat diyuruunan niyu yan, kamu iban sin manga pagsusumbahun niyu piyagtutuhanan!”, ampa namu piyapagbutas in par-antaraan sin manga mushrik iban sin manga piyanakutu nila, damikkiyan in manga siyumba iban sumusumba, ha sabab yadtu amuna in kapagpaylu nila. Laung sin sila amuin siyumba amuin manga piyanakutu pa Allahu Ta'ala kanila manga simumba, sila manga mushrik : “Way da isab simumba kāmu samata-mata in siyumba niyu amuna in manga hawa napsu niyu iban sin manga shaytan niyu amuin mangdaraak ha hikapag-shirik.”",
                    "29": "Na’, mamarahi na Allahu Ta'ala in sumaksi ha antara namu iban sin kamu, “karna bunnal-bunnal tuud in kami way nakadaak kaniyu sumumba kāmu, iban wala kami nagrida sin pagsumba tahana-hana sadja yan dayin da kaniyu, sabunnal tuud in kami way pangirab namu sin pagsumba niyu yan, iban way kami nakabahunus hayan, iban wala namu yan siyukat dayin kaniyu.”",
                    "30": "Didtu hadtu ha pagtitindugan ha akhirat yadtu, ha tampat padang masar, baytaan in tiyap-tiyap ginhawa unu-unu na in napauna niya nahinang, kabākan niya na in kamatunan sin ammal niya, duun naka marayaw atawa mangi, iban pabingun in manga mushrik pa tungbas sin Tuhan namamalihala kanila, (bukun lamud in sila amuin susumbahun nila ba’tal), iban siya in umapula sin manga pakaradjaan nila ha hakikat niya, lagi amuin di magkahagin amuin tattap salta amuin Tuhan mattan tuud Mamalihala, iban malanyap na iban lumukluk na iban madustá na in unu-unu na piyagda'awa nila iban hinang-hinang nila piyanakutu kaniya amuin tiyutuhan nila piyangakkal nila, sin wayruun da kamumpaatan niya iban way ra masapa'at niya.",
                    "31": "Iyana O Ikaw Nabi! in sila manga mushrik : “Hisiyu tà in mangdirihil ridjiki kaniyu magpaturun ulan dayin ha langit, iban magpatubu’ dayin ha lupa sin tumbu-tubuhan iban bungangkahuy iban manga bulawan mabut pa dugaing dayin ha yan? Iban hisiyu amuin nagpaawun kaniyu pangdungug iban manga pangita iban pa sin anggawta dugaing dayin sin yan, bat siya yadtu in tagpapanjari sin manga yadtu iban magpatutup ha manga yan hal hantang hikaumid kaniya iban hikapalihala dayin ha katan makamula? damikkiyan hisiyu amuin magpaguguwa kabuhi dayin ha miyamatay (biya’ sin tumbu-tubuhan tumubu dayin ha lupa, iban in manuk-manuk dayin ha iklug, iban in manusiya dayin ha manni), damikkiyan amuin magpaguguwa sin miyamatay dayin ha buhi, (biya’ sin maglawan iban sin nabangkil yan, hinangun niya in nābubuhi abu, miyamatay? Iban hisiyu baha amuin magkainagun humidjatul ha parkala sin langit iban gumi mutang gantaan niya iban qada?” Tantu in hipamūng nila kaymu : “Allahu Ta'ala siya in Tagpakaradjaanan sin katan parakala yan”, na’, iyana sila O kaw Rasul! : “Na’, unu di pa ka kamu magmabuga pa Allahu Ta'ala iban damagun ha tagkahinangan sin manga hinang yan, magparatsaya na kamu Tunggal kaniya iban Tuput da siya in pag-ibadatan niyu?”",
                    "32": "Ampa adapun in Tagkahinangan sin unu-unu na nasabbut yadtu siya na in Allahu Ta'ala, Tuhan sabunnal amuin Mamalihala, amuin kakkal in Pagkatuhan, bukun sali’ sin amuin piyanakutu niyu kaniya, na’, wayruun na puas dayin sin Al-Haqq (Kasabunnalan) iban ibadat pa Allahu Ta'ala (ampa amura yan in bunnal) malayingkan kalawungan na iban kalipayan, iban kakufuran kashirikan, na’ mayta na kamu malling dayin ha kasabunnalan matampal, (amuna in mamaratsaya kamu, pagga yan piya-kalawungan kamu parahal timatanda in kadalil-dalilan?)",
                    "33": "Piyanupan ha amuin pagpalling nila dayin ha pagparatsaya sabab sin kalawungan nila, amuin asal na natikmud ha hukuman sin Allahu Ta'ala iban ha Qada niya pasalan sin manga sila amuin gimuwa dayin ha kasabunnalan iban pagparatsayahan miyadtu pa kaba’talan iban pa kakufuran, Bunnal tuud in sila yan di da tuud mamaratsaya, pasalan sin pagpatarul nila manaykuri dayin ha dumungdung sin kadalil-dalilan iban katanda-tanda'an iban sin manga piyapanjari niya.",
                    "34": "Iyana O Ikaw Rasul! in manga mushrik : “Unu awun ka duun hangsulag dayin ha manga pagsumbahun niyu barhala taga jasad iban way iban kandiy dayin sin yan amuin makagaus magpapanjari sin alam, ubus ampa niya na isab pabingun magbalik buhiun pagpuas kamatay?” Na’, iyana sila pangjawab mu, yan sadja: “Allahu Ta'ala siya amuin Magpalalahil ha panagnaan, iban siya ra isab amuin magpababalik kanila pa adlaw qiyamat, bukun amuin piyanakutu niyu yan, na’ mayta na kamu malling pa dayin ha kasabunnalan yan, madtu pa kamu pa kaba’talan, taykuran niyu in sumba pa Allahu Ta'ala tumudju kamu pa dugaing parahal limilindug in dalil niya?”",
                    "35": "Iyana pa : “Unu awun pa ka duun hangsulag dayin ha manga piyanyakutu niyu amuin pagsumbahun niyu iban giyuwal niyu tuhan yan, amuin makapandu pa kasabunnalan iban ka-Islam?” Pagga di da sila makajawab, na’ iyan kaw : “Allahu Ta'ala isa-isa niya, siya ra in Humidayat pa kasabunnalan ha sabab sin piyaturun niya dayin ha manga Ayat, iban pagpara niya Karasulan, lagi siya in nagpapanjari sin katān ‘Maujud’, unu amuin magpamandu pa Kasabunnalan, siya amuin Allahu Ta'ala labi kapatut agaran atawa in labi mapatut agaran amuin di misan makapandu ha ginhawa niyu malayingkan subay pa panduan sin dugaing dayin kaniya? Mayta na kamu yan, biyadiin in paghukum niyu siyala niyu in manga barhala iban sin upama niya yan piyanyakutu niyu pa Allahu Ta'ala?”",
                    "36": "Iban wayruun da dugaing iyagad-agad sin kamatauran mushrikin ha pagsumba nila pa manga barhala yari, malayingkan amuin mukalna kira-kira sadja, iban huna-huna mangi, paningud-singud nila na kamaasan nila, sabunnal tuud in mukalna nila amuin way imamu yan way ra pus niya misan salat ha pagdawhat pang-ingat amuin imamu, iban di mamarahi hipagdaut sin kasabunnalan nagsisi’nag yan, iban sin I’tiqad imamu, sabunnal tuud in Allahu Ta'ala sangat kiyai-ingatan niya in katan kakahinang nila, Tungbasan niya ra sila, patūpun ha yadtu.",
                    "37": "Bukun mapatut in kaawnan hal sin Qur'an yan iban di masa ha bar-akkal mapikil niya in Qur'an yaun kaputingan, iban bukun turun dayin ha Allahu Ta'ala, buwat malayingkan bunnal tuud in Qur'an yan namunnāli iban namastii sin tiyap-tiyap amuin nakauna dayin kaniya manga Risalah sin Karasulan, biya’ sapantun sin panawag hi Nabiyullah Ibrahim iban na sin Sahifah niya, damikkiyan niya manga kitab sin Allahu Ta'ala biya’ na sin At-Tawrat iban Al-Injiel, iban Az-Zabur, lagi magpatatarrang sin unu-unu na nalimpal didtu dayin ha kahukum-hukuman iban na sin dugaing dayin ha yadtu, way pagsak-sak ha palihalan niya sabunnal tuud naug siya yan dayin ha Rabbul ‘Alamin.",
                    "38": "Atawa gammayan sila imiyan na : “Kaputingan sa yan hinang-hinang hi Muhammad (sallallahu alayhi wasallam)”, iyan kaw O Ikaw Nabi! : “Bang in kaawnan sin Qur'an yan dayin na hinangan ku, na’, para kunu’ kamu hambuuk Surah sadja umagiad kaniya, lawum sin ‘balagha’ iban pagka-‘fusha’ niya, karna Arab da kamu biya’ kaku, lagi pangayu kamu tabang huminang sali’ niya (Qur'an) yan dayin kan siyu-siyu na tau atawa dayin ha tiyutuhan niyu amuin piyanakutu niyu pa Allahu Ta'ala, bang in kaawnan niyu bunnal in da’awa niyu bat bunnal tuud in Qur'an yan kaputingan binang-hinang ku dayin kāku.”",
                    "39": "Saguwa gayid bunnal tuud in sila asal nanghihimuting da ha Qur'an ha way pa nahati nila in manga ma’ana niya iban napakay in unu-unu na halaum niya, lagi way nila naabut pa in ta'awil niya, salta way nila napasti in akibbat sin unu-unu na nalimpal halaum niya antup, sapantun sin panghimuting nila ha Qur'an yan, himuting da isab sin kaibanan ummat nakauna dayin kanila in karasulan nila, na’ pandugahi O Ikaw mananali bang biyadiin in kasūngan sin manga manghihimuting ha karasulan nila, bang biyadiin in kiyajuljana kanila ha sababan sin pagkufur nila?",
                    "40": "Iban awun da isab dayin ha tau Makkah manga magkahagad ha Qur'an, iban awun isab dayin kanila amuin di kumakahagad ha Qur'an in ginhawa baran nila pasalan nakalabbaw in kabingug nila atawa kan pasal sin in susungun nila matay ra ha kakufuran, karna in Tuhan mu labi sampurna in pang-ingat niya ha manga tau mananagga’, lagi nagpatutural halaum kakufuran.",
                    "41": "Iban apabila piyatutural nila in panghimuting nila kaymu, na iyana sila : “Suku’ ku na in tungbas sin ammal ku, iban suku’ niyu na isab in tungbas sin ammal niyu, ayaw niyu aku taksila sin pag-ammal ku, iban di isab kamu taksilun ku, karna wayruun da hangkatau mataksil in tagdusa kandiy dayin kaniya iban in kamu puas dayin ha unu-unu na nahinang ku, damikkiyan in aku puas da isab dayin ha unu-unu na nahinang niyu.”",
                    "42": "Iban awun dayin kanila mushrik atawa kafir manga tau tumayinghug kaymu O Ikaw Nabi! bang bassahun in Qur'an, iban hipanghindu in manga Shara’ Islam, saguwa in salla’ nila di nila ra taymaun, biya’ da hantang sin bisu amuin asal di makadungug, unu kagausan mu ka padungugun in bisu misan pa in kaawnan nila way maakkulun nila unu-unu? Mattan sin di!",
                    "43": "Iban awun kaibanan mushrik amuin umatud kaymu iban awun kasaksian nila duun kaymu Katanda-tandaan Pagkanabi, saguwa in kiyasalla’ di da kaw kahagarun nila, na’ magaus mu ka hidāyatan in tau buta, (amu pa ka bang simabtan na in kabuta sin pangatud sin atay pa kabuta sin mata) misan pa in kaawnan nila di makakita?",
                    "44": "Bunnal tuud in Allahu Ta'ala way siksaun niya hangsulag tau wayruun nakahinang kasaan kajahulakaan, saguwa in manusiya sila in umanyaya ha ginhawa baran nila (sababan sin di nila pagpakayun in panyap hipag-iingat nila, iban sabab sin dapitan nila in kaput nila nasa’ iban sabab bunsi nila ha kasabunnalan).",
                    "45": "Iban tumtuma O Rasulullah! in adlaw punun na sin Allahu Ta'ala in katan makhluq ha padang masar hambuuk-buuk da didtu ha adlaw qiyamat, sali’ in pangnanaman nila (pasalan sin pangsan sin kahalubiluhan) way ra sila nakahanti diy ha dunya malayingkan hangkarayi da, ganta kiyapagkila-kilahi nila ra, ampa tantu tuud nalussung na ha kalugian amuin manga nanghimuting sin pagbuhi ha manga miyatay ha adlaw qiyamat, iban bukun in kaawnan nila nakatutullus pa dan mabuntul iban dan amuin hikalappas dayin ha siksa.",
                    "46": "Iban bang kaw pakitaun namu O Ikaw Nabi! sin kaibanan amuin parjanjian namu pakugdanun kanila (ha kabuhi mu pa, amuin mapatay sila iban mabihag), atawa kan patayun namu na kaw (ha di pa sila masiksa, ampa kaw mapakita namu sin paniksa namu kanila ha adlaw akhirat), paygay mari ra kamu in uwian nila adlaw qiyamat, puas pa dayin yadtu in Allahu Ta’ala nakasasakup sin katan hinang nila, dayin na mayan ha pagkufur mabut pa panagga’i iban panghimuting nila, iban tungbasan niya ra sila.",
                    "47": "Iban in tiyap-tiyap kaummat-ummatan, nakauna awun Rasul naparā kanila magpatarrang kanila kahukum-hukuman aqida iban sharia, iban manaksii ha panaggai nila kanila, na’ apabila pasa’buhun in karasulan nila pa pagpupulinan hasupāya kasaksian nila in panaggai nila ha karasulan, ha hal yan hukumun niya na in par-antaraan sin ummat iban sin Rasul naparā madtu kanila labay ha ka'adilan, ha hal in sila di kalaugan ha pagtungbas sin manga ammal nila.",
                    "48": "Iban in agi pa sin sila mushrik ha Nabi iban ha manga mu’minīn : “Ku’nu na ta in janji pagsiksa yan amuin iyantup niyu kāmu yan bang in kaawnan niyu bunnal in janji niyu yan?”",
                    "49": "Iyana sila O Ikaw Nabi! : “Bukun ku kiyagugumbilan sukuun sin ginhawa baran ku in pangdawhati kamumpaatan iban ma’gang kamudaratan, na’ biyadiin kaagi kagumbilan ku in parkala yadtu hipasuku’ ku ha dugaing? Saguwa in kamattanan niya; unu-unu na in dulun sin Allahu Ta'ala dayin ha yadtu, na’ amuin maawun, karna siya ra dayin ha pangduli niya in dumihil kaku gaus hangkan makapangdaak, na’ biyadiin kaagi kapag limaya ku kaniyu paratungan siksa?” ampa adapun in tiyap-tiyap ummat taga waktu natatantu juljanaun, na’ apabila mabut na in waktu mapuspus na in ajal nila. Na’ di da sila suhulan dayin ha ajal tartantu yadtu misan hangka sasa'at, iban di da Isab nila kaunahan misan hangka sasa’at.",
                    "50": "lyana sila : “Baytai niyu kunu aku bang dumatung na kaniyu in ajab sin Allahu Ta'ala amuin siyukat niyu papausun ha dum naka atawa adlaw taghaun kamu, na’ unu in pus sin pagsukat niyu papausun pa, iban unu in maksud simukat kamu papausun, iban unu hantang paniksa siyukat niyu papausun kāmu manga mujrim?” Ampa jumatu ra kanila way pagkalu-kalu, katan yadtu landu bias bukun tūp papausun.",
                    "51": "Unu sukatun niyu pa papaūsun in siksa ulihan dayin didtu apabila jumatu na paratsayahun niyu ra? Unu subay na duun ha waktu yan ampa kamu mamaratsaya, waktu di na lagihun kaniyu in pagparatsaya niyu, ampa tantu tuud in hal niyu sin way pa in siksa piyaturun asal na siyusukat niyu papausun, piyangdustá niyu iban piyanggura-gura?",
                    "52": "Puas dayin didtu iyanun na in sila amuin in imanyaya baran nila sababan sin panghimuting nila : “Nanama niyu na in ajab salama-lāma yan, way ra sayan tungbasan kaniyu dugaing malayingkan amuin unu-unu na bakas nahinang niyu ha dunya pa manga ma'siyat iban kakufuran.”",
                    "53": "Iban sukatun nila pa kaymu in hakikat sin pag-iyanun ‘Naba', ampa in ‘Naba' ; siya na amuin pag-iyanun habal, atawa pangayuan nila kaw habal, bang mattan da ka amuin jiyanji mu karna palihalan siksa yan? iyana sila : “Hu'u, kasapahan ku pa Allahu Ta'ala amuin siya in Tuhan namalihala kaku, tantu sabunnal tuud mattan yan bunnal, gawgut iban jumatu, iban lagi di niyu ra katangkisan in Allahu Ta'ala apabila niya kamu kabayaan ajabun.”",
                    "54": "Iban bang in sasukú ginhawa amuin zalim (sababan sin kakufuran iban kalawungan didtu ha adlaw qiyamat) kaniya in katan unu-unu na gigimutun iban kagusi-gusihan iban pangalta ha gumi tantu misan pa yadtu hinangun niya lulukatan dayin ha ajab kaniya, di da yadtu taymaun dayin kaniya, iban limbung nila in susun nila pasalan sin kiyaniyata'an nila na in babarapa ajab amuin makadamag amuin nakatitikup kanila dayin ha katan binaybayan, iban hiyukum niya in antara sin manga bar-iman iban sin manga kafir ha ka'adilan, hal in sila way dagdagan misan salat dayin ha na-ammal nila (salih).",
                    "55": "Sampurna paghimunnakun ha Qudrat niya Mahatinggi tumungbas pahala iban siksa, timarrang sabunnal tuud suku’ niya in sabarang unu-unu na ha pitung-lapis langit iban ha gumi, dayin na mayan ha pagkawasa, Pagpapanjari iban Tag-iypun, na’ way milik sin hangka tau hangsulag unu-unu ha adlaw qiyamat lumukat sin baran niya dayin ha siksa, bukun ka bunnal tuud in janji sin Allahu Ta'ala buhiun in katan miyatay iban tungbasan janji kasabunnalan iban tantu jumatu way pagduwa-ruwa, daypara sadja in kamatauran manusiya amuin sila manga kafir di nila kaingatan in unu-unu awun maslahat niya kanila iban hikangi kanila hakikat niya, iban bang unu in timatagad kanila ha adlaw akhirat.",
                    "56": "Siya Allahu Ta'ala Tunggal da amuin Mangdirihil kabuhi, iban Magparatung kamatay, iban madtu ra kaniya kamu katān muwi pa akhirat, Tungbasan niya kamu hitungud ha manga ammal niyu, marayaw atawa mangi.",
                    "57": "O kamu manga manusiya! (yan ha Makkah iban ha kandiy hula) tantu tuud dimatung na kaniyu in patumtum tibluk, lagi makaikag, katan sin unu-unu na luun sin Al-Qur'an, dayin na mayan ha usiyat kasabunnalan iban karayawan, mabut pa paglawak dayin ha kangian iban kaba’talan, liyabay ha kabtangan pagpaibug iban pagpadamag, iban in Qur'an yan lunas taga kapurujanan dakula hikaubat sin unu-unu na halaum daghal manga akida mangi iban pagsak-sak, iban lilayan sin kasabunnalan iban kalawngan, iban pinturu pa hikasampay pa surga, iban Rahmat dayin ha Allahu Ta'ala mahinang tikduhanan sin hika anugharà ni’mat kalabbiyan iban hikalu'uy (niya) ha manga bar-iman. (In Rahmat niya ini, sasuku’ sin yan halaum Qur'an manga parkala paglasa sin manga iypun ha antara nila, biya’ na sin pagpatumtum daran palihalan pagta'at iban pagpaanib dayin ha kabinsanaan ha akhirat, iban pagsub dumawhat ni’mat kakkal didtu ha surga).",
                    "58": "Iyana O Ikaw Nabi! : “Papakuyaga in manga bar-iman sin kalabbihan sin Allahu Ta'ala amuna in ka-Islam yan iban pagpaturun niya Al-Qur'an, iban kuyag pasalan sin Rahmat iyanughara niya, amuna in hinang niya sila Ahlil Qur'an iban miyamagad ha Nabi Muhammad (sallallahu alayhi wasallam) na’ ha pasalan sin kalabbiyan iban Rahmat yadtu amuin subay pagkugkuyagan nila, siya na yan amuin labi marayaw dayin sin unu-unu na gigimut-gimut nila dayin ha kapanyapan dunya.”",
                    "59": "Iyana Ya Rasulullah in sila mushrikin : “Baytai niyu kunu’ aku sin unu-unu na napapanjari kaniyu sin Allahu Ta'ala iban sin piyaawnan niya kamu dayin ha ridjiki niya, pagput niyu hiyaram niyu in kaibanan biya’ sin Al-Bahira, iban As-Saiba, iban Al-Wasila, iban in kaibanan niya hiyalal niyu” (biya’ sin nalimpal ha Surat Al-An'am) Iyana pa sila: “Unu tiyugutan ka kamu, ijinan sin Allahu Ta'ala mangharam iban manghalal liyabay Wahi kaniyu dayin kaniya, atawa isab in bunnal niya in kamu yan naghinang-hinang kaputingan giyuwal niyu pa Allahu Ta'ala?”",
                    "60": "Unu na bana in nakadapan ha panghuna-huna sin sila amuin tiyuud nila himinang kaputingan pa Allahu Ta'ala bang unu na in hinangun kanila sin Allahu Ta'ala ha adlaw qiyamat, unu in pangannal nila baha in sila di na binsanaun niya tungbas sin nahinang nila? Gaid asal tuud tungbasan sila sabab sin kaputingan hinang-hinang nila, bunnal tuud in Allahu Ta'ala Mampunyahi kalabbiyan dakula pa katan manusiya, karna piyalayam niya naa dayin ha paniksa, saguwa in kamatauran manusiya di magshusukur pa Allahu Ta'ala ha ni’mat iyanughara niya kanila.",
                    "61": "Way maawun Ya Muhammad (sallallahu alayhi wasallam) unu-unu na pakaradjaan duun naka pag-ibadat atawa panawag-tawag iban sasuku’ sin sali’ ha yan, iban sin unu-unu na batbatun niyu dayin ha Al-Qur'an amuin napaturun sin Allahu Ta'ala kaymu, Iban way hinang-hinangun niyu O kamu manusiya! ammal marayaw naka atawa mangi malayingkan in katan yadtu kiyajajagahan namu kamu, kikita namu kamu iban diyurungug iban nakikira namu, tatkala kamu tumagna huminang sin hinang yadtu qawul naka atawa ammal, iban way malipas dayin ha pang-ingat sin Tuhan Tagpalihalai kaymu misan biya’ bu’gat hanglup misan sali’ sanam atawa paukpuk, sambil pa sin puspus in nahut, sali’ da in ha gumi atawa ha langit, sambil walawpun sanahut nahut na parkāla dayin ha hanglup yadtu atawa labi in laggu’ dayin sin manga yadtu, malayingkan in katan yadtu asal na nakalulukis ha ‘Lawhil Mahfuwdz’, amuna yadtu in kitab (pagsusulatan) matarrang.",
                    "62": "Bukun ka, sabunnal tuud in pag-iyanun manga Awliya sin Allahu Ta'ala iban masuuk kaniya, sila amuin mu’min purna amuin manga tutug in pagta'at pa Allahu Ta'ala iban tattap imaanib sin ma'siyat kaniya, na’ liyasa sila sin Allahu Ta'ala piyanabangan iban miyulliya iban tiyawfiqan hangkan way na kahanggawan nila dayin ha ajab akhirat, iban way na kasusahan nila sin katan nalipuwas dayin kanila dayin ha kapanyapan dunya.",
                    "63": "In sila yadtu amuna in manga mattan in pamaratsaya pa Allahu Ta'ala iban pa adlaw akhirat, iban lagi nagmamabuga pa Allahu Ta'ala (labay himinang sin daakan niya iban limayu dayin ha piyanglangan niya).",
                    "64": "Iban iyanugharaan in manga Awliya yadtu pagduyag-duyagan dayin ha Allahu Ta'ala ha dunya pa (labay sila pakuyagun iban padaugun iban papaglimāyahun ha gumi sakaynu sila nanggagayunggung ha shara’ sin Allahu Ta'ala iban ha Agama niya, damikkiyan anugharaan sila panagainup bunnal magkatagainup nila), iban in ha adlaw Akhirat pasūrun sila Surga iban taga pahala sila iban sampangun sila sin malaikat saginahun baytaan papagduyag-duyagun sin magparuntungan sila Ni’mat iban kamulliyahan, tammat na, wayna pindahan sin kabtangan sin Allahu Ta'ala iban sin janji niya, dumagpak sadja yan, in damikkiyan yadtu amuna in paruntungan dakula (sabab sin makasud surga iban makadawhat karida'an sin Allahu Ta'ala).",
                    "65": "Iban ayaw hikasusa kaymu O Ikaw Rasulullah! (sallallahu alayhi wasallam) in pagshirik sin manga mushrikin iban sin panghimuting nila iban sin panglagi-lagi nila ha agama iban kaymu biya’ sin agi nila : “Bat magsisihil kaw atawa silap atawa magtatalus-talus putingan”, karna sabunnal tuud in kamannangan iban kusug iban katinggihan luggiya pa Allahu Ta'ala katan, padaugun niya kaw dayin kanila, iban pasaran niya sila, ampa in siya Mahasutsi sampurna in Pangdungug niya ha katan himumūngan nila, lagi sampurna in Pang-ingat niya ha katan niyat nila iban hinang nila iban katitipuhan nila.",
                    "66": "Bukun ka bunnal tuud in Allahu Ta'ala isa-isa ra niya in Tagmilik (dayin na mayan ha Paglimāya iban Pagpapanjari mabut pa Tag-iypun) sin sabarang ha pitung-lapis langit iban gumi, duun naka malaikat, jinn, iban manusiya, na’, mahi pa sumbahun sin sila mushrik in iypun, binun nila in Tag-iypun? Iban way dugaing iyupihan sin sila sumusumba pa dugaing dayin ha Allahu Ta'ala, (manga barhala iban kandiy dayin ha yadtu bat awun kapatut nila in hakikat niya sumakutu, parahal in sila yan bukun tuud mapatut manakutu kaniya, pasalan siya Allahu Ta'ala in Tagmilik kanila, bukun bugtu’ yakin in pangahagad nila), saguwa angan-angan way imamu bat in manga yaun kunu’ taga kapatut manakutu ha Allahu Ta'ala, parahal in sila yaun bukun unu bang unu malayingkan naghihinang-hinang kaputingan duun ha katan giyuwal nila pa Allahu Ta'ala, naghuhutub-hutub sila kaba’talan.",
                    "67": "In Allahu Ta'ala siya amuin nagpaawun kaniyu sin dum waktu paghahali-hali iban paghihinnukan hasupaya makapanghali-hali in manusiya ha masa yan dayin ha lukmay sin kalaulan iban paghinang, iban in adlaw masawa pagguguwaan sin ginisan kapanyapan iban manga maslahat lalagihun sin manusiyà tarrang-tarrangan, bunnal tuud in pakaradjaan yadtu katanda-tandaan manunjuki mampunyahi Qudrat iban kawasa in Allahu Ta'ala Mahatinggi iban tanda in siya Tunggal way sakutu niya, pangawaan matakaddam sin kawman dumurungug Iban pangdungug dumungdung iban mamintang iban paham iban manaymai.",
                    "68": " Laung sin sila mushrik amuin manga nagda’awa : “In manga Malaikat kunu’ anak babai sin Allahu Ta'ala”, in manga yahudi iban nasrani isab : “Giyuwalan nila anak usug in Allahu Ta'ala”, parahal Mahasutsi in Allahu Subhanahu Wa Ta’ala dayin ha anak iban dayin ha unu-unu na piyag agi-agi nila, pasal in siya nagsisipat ‘Al-Ghaniy’, Sampurna in daya, di humājat sin katan nasabbut yadtu (karna hangkan dumawhat anak in hisiyu-siyu sabab gunahun niya, adapun in sampurna in daya di na humājat anak hangkan himinang anak), ampa lagi siya in Tagmilik sin unu-unu na ha pitung-lapis langit iban gumi, (di masa’ awun anak niya, karna di makajari mag-agad in pagkawasa iban sin panubu’ iban sin nanubu’, karna in tiyap-tiyap maghajat-hiyajati). Paygay wayruun kiyagugumbilan niyu dalil bunnal in da'awa niyu, mayta mamissarahan kamu ha palihalan sin himumungan way kabunnal niya yan, bukun sahi ma'akkulun, iban bukun manyatakan bihayan tuud in Allahu Ta’ala?”",
                    "69": "Iyan kaw O Ikaw Nabi! : “Bunnal tuud amuin sila maghihinang-hinang kaputingan ha Allahu Ta'ala giyulalan nila anak iban panyakutuhi kaniya, di da sila maka dawhat paruntungan kasurga, iban di da malappas dayin ha narka.”",
                    "70": "In pagdul makan nila diy ha dunya tiyu’-tiyu’ da, amura in lugay sin kabuhi nila, pagpuas yadtu muwi da sila pa Allahu Ta'ala mawapat, pagpuas sin pagwapat nila hipananam namu kanila in siksa makusug, lagi kakkal sabab sin kakufuran nila iban pangdusta nila ha Allahu Ta’ala.",
                    "71": "Batbata Ya Muhammad (sallallahu alayhi wasallam) ha manga mushrik ha Makkah in habal sin Nabi Nuh, ha kutika’ iyan niya in kawman niya : “O kamu kawman ku!, bang kiyagaggat iban kiyapikal kaniyu in pagdiy ku kaniyu (awun hangibu tahun, kulang sadja kayiman tahun), iban pag-upiksa ku amuin pasal piyatumtum ku kamu sin manga Kaayat-ayatan sin Allahu Ta'ala amuin napapanjari niya iban sin manga Ayat niya amuin pagpaturunun, ampa gawgut na kamu mamuhinga kāku, dalam sin bihādtu tantu tuud biyugsu’ ku na in pakaradjaan ku pa Allahu Ta'ala, lagi nangandul na aku kaniya, na’ tutusa niyu na in niyat niyu hambuuka way pag-utungbisud sarta pagtayakkup pa kamu iban sin manga piyanyakutu niyu yan amuin manga sila siyusumba niyu yan dugaing dayin sin Allahu Ta'ala ha unu-unu parkala sung hinangun niyu kaku, mahuli dayin ha yadtu subay bukun niyu paawnun in pakaradjaan niyu tiyatapuk iban sipuk piyaghahagaw-hagawan iban piyag-uutung bisuran saguwa patampala niyu biyubuhayag, pagpuas yadtu lausa niyu na in pakaradjaan kiyapag-angkupan niyu hikamula kaku yadtu, iban ayaw niyu na aku palayama iban suhuli, karna bunnal tuud in aku di da aku mag-asip kaniyu, pasalan bunnal tuud in Allahu Ta'ala jiyajagahan niya ra aku iban piyapalihala,",
                    "72": "Na’, bang kamu maling pa dayin na panawag-tawag ku yan iban dayin ha pagpatumtum ku yan, na asal wala da aku nangayu dayin kaniyu tangdan hitungud ha pagpasaplag ku Risalah ini kaniyu, amuin makapa'aggal kaniyu iban hika palling niyu, wayra aku nanghulat-hulat pahala iban tangdan dayin kan hisiyu-siyu buwat malayingkan amura in ha Allahu Ta'ala, sibu’ da mamaratsaya kamu atawa malling, asal da in aku ini diyaak subay maawun dayin ha jumlahan sin sila nagmumuslim, iban miyamahagad ha hukuman sin Allahu Ta'ala, di sumulang ha daakan niya, iban way hulat-hulatun dugaing dayin kaniya.”",
                    "73": "Kiyatakbawan mayan in piyagdalil nila, na’ yampa na tuud sila nagpatural nanghimuting kaniya, hangkan sila mapatut na siksaun, na’ liyappas namu siya dayin ha panglumusi, iban sin hisiyu-hisiyu na amuin namaratsaya iban sin gimaban miyagad kaniya hataas adjung amuin tiyapi niya, pangagari niya ha daakan sin Allahu Ta'ala, kawaluwan in taud nila, iban hinang namu in sila liyappasan dayin ha panglu’musi sumubli umapula sin gumi iban humula duun ha yan pagpuas nila manga nagkajuljana sin umbak tawpan, ampa namu liyu’mus in manga kafir amuin sila simasagga kan Nabi Nuh, amuin manga nanghihimuting sin Kaayat-ayatan namu liyabay piyaumbak tawpanan, na’ pantuki O Ikaw Nabi! bang biyadiin in kasungan sin sila kiyabandaan hi Nuh, amuin manga manghihimuting kaniya, naabut sila jiyuljana, na’, biya’ da sin yadtu in hinangun namu ha hisiyu-hisiyu na magpanghimuting.",
                    "74": "Mahuli dayin didtu, piyara namu na isab puas hi Nuh in karasulan, biya’ kanda Hud, hi Salih, hi Ibrahim, hi Lut, hi Shuayib pa manga kawman nila, diyarahan nila sila ginisan mu’jizat tanda kabunnal sin panawag-tawag nila, iban sin kashara’-sara'an nila, dalam sin bihadtu way ra sila kimahagad ha Risalah sin karasulan, gammayan siyūng nila na in pagkufur, way sila tiyawfiqan mamaratsaya in sabab niya asal nila biyugtu’ ha angan-angan himutingun nila tuud in karasulan, na’ pagga kiyanji’ namu in manga pangatayan nila yadtu, damikkiyan niya, khataman kanjiun namu na in manga pangatayan sin sila amuin nakalabbaw in kakufuran iban pangdusta.",
                    "75": "Pagpuas yadtu piyarā namu na isab mapuas sin manga Karasulan nasabbut yadtu in duwa Rasul, hi Musa iban hi Harun pa Fir-awn iban sin kawman niya, diyarahan nila kadalil-dalilan namu amuin manunjuki bunnal in piyag-agi nila karuwa, (atawa ginisan mu’jizat in diyara nila, amuna in siyam katanda-tandaan amuin nabangkil ha Qur'an Mahamulliya), saguwa wayra yadtu nagbakkas kanila, gammayan na sila timakkabbul dayin ha paratsayahun in manga yadtu, iban way nanaymai, pasalan sin kaawnan nila manga kawman bardusa, manga mujrim jahulaka sabab sin pama’gangi nila ha pagpasaplag hi Musa iban hi Harun.",
                    "76": "Na’, hatatkālà simampay ha Fir-awn iban ha manga tau niya amuin pag aaddatan in kasabunnalan amuin diya hi Musa dayin ha Allahu Ta'ala, amu agi nila : “Sihil sayan matampal, hipanakbaw nila.”",
                    "77": "Laung hi Musa kanila : “Unu iyanun niyu in kasabunnalan ini amuin diya ku kaniyu ini ; sihil sa yan? sin in sihil kaba’talan, way ra madawhat sin magsisihil karayawan, damikkiyan di da sila lappasan dayin ha kahuhukawan kamumulahan.”",
                    "78": "Laung hi Fir-awn iban sin kawman niya : “Unu amuin kabayaan mu binsulun mu kami pallingun dayin ha kiyabulatan namu kaput sin kamawmaasan namu, amuna in magsumba barhala, iban hasupaya kaisa-isahan kaw iban sin taymanghud mu yan magnakura mabulaw mu mayan in kanakuraan yari kāmu, manjari in pagkawasa iban pagsultan ha hula Misir (Egypt) mapūn kaniyu duwa, hangkan di sa kami magkahagad sin pagkarasul niyu kaduwa yan.”",
                    "79": "Iban laung pa hi Fir’awn ha manga pangabay niya (kiyta niya mayan in manga tanda yan kan Musa, biya’ na sin kaputi sin lima niya iban sin tungkud niya amuin magkahinang has) : “haklura niyu mari kaku in katān lahal magsisihil!” (kannal niya sihil in diyara hi Musa)",
                    "80": "Na’, duun mayan nakasa’bu in manga magsisihil laung hi Musa kanila ha madjilis piyagtukasan : “Laruk na kamu sin unu-unu na hilaruk niyu diin in kalakkuwan kapandayan pagsihil, iban tibayhuan niya!”",
                    "81": "Na’, tatkala liyaruk nila na in Hibaal (kalubid-Iubiran nila), iban ‘Isiy (katungkud-tungkuran nila) laung hi Musa kanila : “In narā niyu yan amu sa tuud yan in sihil, bukun amuin ngiyanan hi Fir’awn sihil parahal mu’jizat, ingata niyu bunnal tuud in Allahu Ta'ala palahilun niya ba’tal in sihil yan, padaugun niya ra aku, sabunnal tuud in Allahu Ta'ala di niya ra patattapun iban pabasagun iban pasambuhun in hinang kangian sin sila tau mangi.”",
                    "82": "Iban patayimbabawun da sin Allahu Ta'ala Mahatinggi in kasabunnalan ha kaba’talan iban patutugun niya ra, iban papagmanjaun niya ra dayin ha tirānan sin manga parkalà amuin napapanjari niya ini iban dayin ha manga Qadà niya iban sin Kakallam-kallaman niya amuin kiyalimpal ha manga kitab niya timurun pa kanabihan niya, amuin diya-dalilan misan pa kabungsihan sin manga mujrim (jahulaka) in hal yadtu.",
                    "83": "Na’, way ra namaratsaya ha Risalah ni Musa malayingkan tiyu-tiyu da in taud nila, dayin katan ha kawman niya, manga kaanakan sin israil (Nabi Ya’qub), diyadamag pa ha Fir’awn iban sin pangabay niya tau dakula ha kawman niya, hasupāya sila di kabala’an siksaun ha maksud binsulun sila dayin ha agama nila, iban sabunnal tuud in hi Fir’awn tantu nagpatitikarag nagtatakabbul manglulunggu nagmamanjà ha lupa Misir (Egypt) iban sin tau niya, iban bunnal tuud in siya maghinang kangian kajahatan iban limabbaw in kakufuran iban kalawngan iban nagguwal pa tuhan.",
                    "84": "Iban laung hi Musa : “Ya kawman ku! bang kamu mattan namamaratsaya pa Allahu Ta'ala, pangandul na kamu kaniya iban siya in pagtawakkali niyu bang in kaawnan niyu nagmamalilla’ miyamagad kaniya, nag-iikhlas kaniya, nagmālulus ha daakan niya.”",
                    "85": "Laung nila : “Nagsarahakan na kami ha Allahu Ta'ala, biyugsu’ namu na in pakaradjaan namu kaniya, O Tuhan namu ayaw mu kami hinanga tatampatan fitna, bibinsanaun, iban ayaw mu papagmanja'a kāmu in manga kawman anyaya, karna maminsana sila kāmu hasupāya kami mapaig nila dayin ha agama namu ini,",
                    "86": "Iban O Tuhan namu! lappasa kami ha sabab sin Ulung mu kāmu dayin ha tipu’ sin kawman kafir, sila manga Fir’awn iban sin kawman niya.”",
                    "87": "Iban niyaugan namu Wahi hi Musa iban sin taymanghud niya, in agi namu : “Hinangi niyu in kawman niyu kaanakan sin Israil yan ha Misir (Egypt) yan bay pag-ibadatan, iban hinanga niyu isab O kamu bar- iman! in kabāyan niyu masjid pagsujuran niyu, panambahayangan niyu sipuk hasupaya kamu sumannang dayin ha kabubugaan, iban palinduga niyu in sambahayang, salta sampurnaa niyu siya duun ha kabayan niyu hasupaya di kamu mapuhing sin manga kafir amuin sila satrù, iban papakuyaga in manga mu’min sabunnal sin pardaugan madawhat nila diy pa ha dunya, iban pasurun sila surga ha akhirat.”",
                    "88": "Iban laung hi Musa : “O Tuhan namu! dihilan mu hi Fir’awn iban sin jama'ah niya sin amuin hipag aari-ari, dayin namayan ha tatamungun, gagabanan, kagallang-gallangan, mussak-massik, sanjata iban sihat iban dugaing pa dayin ha yadtu, iban manga pangalta sakkiyanan diy ha dunya, O Tuhan namu! dihilan mu sila sin manga yadtu hasupaya in kasungan sin akibbat sin pakaradjaan nila malawung na dayin ha Agama mu ampa pallingun nila in manusiya dayin ha kasabunnalan, O Tuhan namu! tilupa na in pangalta nila, lagi igi barakat, iban hinanga in pangatayan nila matugas, kiyakanji kiya khataman, di na manaymai sin bunnal, iban di na sūran Iman, sambil sumung in kaanyayahan nila amuin hikaganap sin kasiksaan nila, iban di da sila mamaratsaya malayingkan subay na magmanyatakan in ajab makusug salta maul-ul, parahal di na maguna nila in pamaratsaya nila ha waktu yan.”",
                    "89": "Nagparman in Allahu Ta'ala kan Musa kay Harun : “Tantu tiyayma ku na in duwaa niyu karuwa, na’ pagpatural na kamu karuwa duun ha piyaparuli niyu karuwa yan amuna in pagpasaplag iban pagpalindug dalil, iban panggayunggung ha agama iban ha kahukum-hukuman niya, sampay pa waktu mabut na in ajab, iban ayaw agad-agara niyu karuwa in dàn sin manga jahil in kaawnan nila, iban way pangandul ha jiyanji sin Allahu Ta'ala.”",
                    "90": "Iban in hinang namu ha Bani Israil diyūlan namu sila imuntas ha dagat dayin ha Qudrat namu, sahingga simampay sila pa ginlupaan salamat, iyapas sila hi Fir’awn anyayahun iban laugan, ha kira-kira nalu’mus mayan siya imiyan na : “Piyaratsaya ku bunnal tuud way Tuhan mapatut sumbahun malayingkan amura in Tuhan piyaratsaya sin Bani Israil, ampa in aku sabunnal tuud dayin ha manga sila nagmamalillâ nagmumuslim ha Allahu Ta'ala dayin ha tiranan simumba kaniya iban nanawhid iban nagta'at”, Saguwa way na kiyapaglagi niya in pagparatsaya niya yan, karna waktu niya naja na siya.",
                    "91": "Siyambag siya sin Allahu Ta'ala : “Yampa bihaun kaw mamaratsaya? Mamaratsaya na kaw bihaun nanyata’ mu mayan kamatay mu na, ha bukun in labayan sin pagparatsaya mu piniy mu, dayin ha kūg baya mu, subay na way dapat mu mabuhi? In mattan niya asal kaw nagmama'siyat pa Allahu Ta'ala nakauna dayin ha pagdatung sin yan dayin pa ha angay lugay sin ummul mu, wala mu siya kiyla piyaghimunnakunan amuin patut sumbahun iban pagta'atan, gammayan in ikaw tutug ha kalawngan iban manglalawung dayin ha hikapagparatsaya pa Allahu Ta'ala.”.",
                    "92": "Na’, adlaw ini higuwa namu na kaw in tibuukan baran mu dayin halaum dagat hasupaya kaw kapangita-ngitaan sin anak apu hi Israil iban sin dugaing dayin kanila (hiyablak siya sin dagat miyamatay na kiyasasaksian nila), iban hinangun kaw kan hisiyu-siyu na dumatung pagpuas mu matakaddam pamimitangan sin manusiya, hasupaya sila makatangkis dayin ha magtakabbur iban magguwal tuhan, iban dayin ha sumulang pa Allahu Ta'ala Mahasutsi, iban ampa nila ra kapastian iypun da kaw sin Allahu Ta'ala. Daypara sabunnal tuud in kiyasalla, in kamatauran manusiya palihalan sin manga Ayat namu amuin kapangawaan pamintangan iban matakaddam ligap sila iban ha’pung, di magpangdung-dung iban di nila pagpikilun iban di nila pamintangan.",
                    "93": "Iban tantu tuud piyabutang namu iban piyahula in anak apu hi Israil (puas kajuljana ha Fir’awn iban ha kasundaluhan niya) ha martabat mulliya iban ha tampat marayaw iban maamu didtu ha hula Misir iban Sham, iban ridjikkian namu sila dayin ha ridjiki marayaw iban halal, na’, way sila nagtungkali ha parkala agama nila (amuna in nagparatsaya in kaibanan dayin kanila, nagkufur in kaibanan), buwat malaingkan subay na puas dayin ha kabassa nila sin Tawrat iban kiyaingatan in kahukum-hukuman niya, Bunnal tuud in Tuhan amuin Tagpalihalai kaymu hukumun niya ra in par-antaraan nila ha hukuman niya amuin ‘adil bang adlaw qiyamat na tungud sin unu-unu kiyapag ba’lihan nila, (masilang na didtu ha yadtu in ha kasabunnalan in tanda niya lappasan sila, in dayin ha kalawngan kaba’talan, in tanda niya mabinsana sila).",
                    "94": "Na’, bang in kaawnan mu O Ikaw Nabi! (in maksud duun ha ini amuin kawman niya) halaum pagsak-sak dayin ha hakikat sin unu-unu na kiyabayta namu kaymu manga kakissa-kissahan, na’ asubuha amuin sila magbassa ra kitab sin Tuhan biya’ na sin Tawrat iban Injiel, (amuin sila manga nagmuslim iban namaratsaya ha Al-Qur'an, biya’ na kanda Abdilah ibn Sallam), karna bunnal tuud in sila yan baytaan nila sa kaw yan sabunnal tuud in Al-Qur'an yan kitab tuud sin Allahu Ta'ala kiyaratungan na kaw kasabunnalan namumuwag-puwag sangka sin tarrang, way sak niya, mattan tuud dayin yan na Tuhan mu amuin nagpaturun kaymu sin Wahi yan iban sin manga ayat mamugtul paylu, na’ ayaw tuud kaw magpatalbilang dayin ha jumlahan sin sila nagsasak-sak, nagduruwa-ruwa ha yadtu, ha kapasti sin unu-unu na napaturun namu kaymu yan.",
                    "95": "Iban ayaw kaw magpatalbilang dayin ha jumlahan sin sila amuin manghihimuting ha kaayat-ayatan sin Allahu Ta'ala amuin napaawun niya iban sin manga ayat niya napaturunun niya, karna mahinang kaw dayin ha jumlahan sin manga nalulussung, lugi-lugian ha dunya iban ha akhirat.",
                    "96": "Sabunnal tuud amuin manga nawajib na iban tikmud na duun kanila in kallam sin Tuhan mu amuin mapatut na sila siksaun, pasalan sin pagpatural nila ha kakufuran, salta matay ra sila ha hal yaun, in sila yadtu di da tuud mamaratsaya pa (Allahu Ta'ala) pa Tuhan mu iban mamugtui ha katunggal niya,",
                    "97": "Di da sila mamaratsaya, misan pa dumatung kanila in katan mu’jizat iban dalil amuin mamugtul paylu manunjuki ha katunggal sin Allahu Ta'ala, (mahasil dalil dayin ha napapanjari niya iban kanyuk-nyukan sin pagpaamu-amu niya iban dalil napaturun niya), hingga kakitaan nila in ajab maul-ul, (biya’ sin kakahinang hi Fir’awn, na’ bang mabut na pa hal yadtu way na kapūsan sin pagparatsaya nila).",
                    "98": "Bang sadja bukun pasalan namaratsaya in tau sin hambuuk lungan dayin ha manga juljanaun namu, iban pasalan namaratsaya in tau niya way pa nagmanyakatan in panilasi nila sin siksa, iban salta way nila piyaahil in pagparatsaya nila sa pagpaahil hi Fir’awn, magmumpaat da mayan kanila in pagparatsaya nila yadtu pasalan taymaun yadtu sin Allahu Ta'ala dayin kanila iban igun niya in siksa, dayin kanila, saguwa amura nanunggalan in kawman hi Yunus amuin nagmumpaat kanila in pagparatsaya iban tulus Ikhlas halaum kug-baya nila pini, tatkala kiyakitaan nila in alamat sin paniksa, way na tiyagaran nila pa waktu niya jumatu, ha hal yan yangkat namu dayin kanila in siksa makābibias iban makahihina amuin piyangantup kanila hi Yunus, iban damikkiyan iyanugharaan namu sila indaginis pangalta dunya iban ginisan kalalagihan nila diy ha dunya sampay pa waktu naubus na in ajal nila kabibiyaksahan.",
                    "99": "Bang hidul sin Tuhan mu O ikaw Rasul! Tantu makapamaratsaya sadja sin Risalah mu yan in manusiya katān-tan, pagsama-samahan nila ha hangka waktu, saguwa in mahasutsi Allahu Ta'ala way niya diyul in yadtu, hasupaya in pagparatsaya nila dayin ha kug-baya piniy nila, iban dayin ha kiyahandak sin Allahu Ta'ala, unu in ikaw yan pugusun mu in manusiya papamaratsayahun sin amuin wala sila diyulan sin Allahu Ta'ala pa parkala yadtu, bat da mayan sila mahinang bar-iman katan kumahagad ha Risalah mu?, na’, bukun yadtu halaum panggausi mu, in kawajiban kaymu magpasaplag sadja.",
                    "100": "Way kabunnal iban way bakas jimatu na sampurna ha hangsulag ginhawa makapamaratsaya malayingkan subay ra labay dayin ha kahandak sin Allahu Ta'ala iban Tawfiq niya, karna way unu-unu jumatu ha piyaawun niya ini bang bukun da labay ha Mashia sin Allahu Ta'ala, diyul niya, ayaw mu pamarasahihi in ginhawa mu manghidāyat kanila, karna in yadtu pakaradjaan sin Allahu Ta'ala, ampa in Allahu Ta'ala pajatuhun niya in paniksa niya duun ha manga di magtapakkul pa kaayat-ayatan sin Allahu Ta'ala.",
                    "101": "Iyana O ikaw Rasul! in sila kafir : “Panapakkul da kamu sin sabarang ha pitung-lapis langit iban gumi dayin ha manga maka-aadjayib in paghinang kaniya amuin manunjuki ha kawujud niya iban ha katunggal niya iban ha Qudrat niya, iban baytaan kanila sin di da hikapaglagi in Kaayat-ayatan iban in Karasul-rasulan mamanda’ hipama’gang sin sisiksaan dayin ha kawman nagpatatarul halaum kakupulan, amuin way anawun pamaratsaya dayin kanila amuin asal ha ilmu sin Allahu Ta'ala, halaum pang-ingat niya.",
                    "102": "Bang bihadtu way na sa yan kandiy tiyagaran sin sila mushrik iban kafir amuin manga nakamasa ha Nabi (sallallahu alayhi wasallam) yan malayingkan amuna in sali sin jimatu indaginis siksa ha manga ummat kafir nakauna dayin kanila amuin manga nanghihimuting ha karasulan nila, nagpatatarul ha kakufuran nila, na tagari niyu na in jiyanji sin Tuhan niyu karna sabunnal tuud in aku lumamud da isab kaniyu talbilang dayin ha manga tumatagad ha jiyanji sin Tuhan ku iban ha Qada niya (way pagduwa-ruwa jumatu sadja).”",
                    "103": "Ulihan dayin duun paturunun namu da in siksa pa manga nanghihimuting, lappasun namu isab in manga karasulan namu iban sin manga bar-iman bunyug nila, hawnun dayin ha siksa, ampa juljanaun namu in manga ummat manganganyaya, biya’ sin pagpalappas namu ha manga karasulan namu iban sin manga namamaratsaya kanila, damikkiyan niya yadtu kapatutan namu lappasun in manga namamaratsaya ha Nabi Muhammad (sallallahu alayhi wasallam) dayin ha malapay sin paniksai namu ha manga kafir.",
                    "104": "Iyan kaw O ikaw Rasul! : “O kamu manga manusiya! bang in kaawnan niyu yan nagsasak-sak ha kabunnal sin agama ku, amuna in magtag-iypun ha Allahu Ta'ala tunggal da kaniya way sakutu niya, na’ ingata niyu sabunnal tuud in aku namuasi dayin ha pag-agamahan niyu, karna way aku simusumba ha siyusumba niyu manga barhala yan, saguwa in siyusumba ku amuin halaum lima niya in kamattiyan niyu iban kabuhi niyu, iban naraak aku amuin mahinang dayin ha jumlahan sin sila kumakahagad ha katan unu-unu na dumatung dayin ha Allahu Ta'ala,”",
                    "105": "Iban naraak aku amuin magpatānus gumayunggung ha agama Islam iban magpatutug duun ha yaun, iban tuput da siya in pag-ibadatan iban pangayuan duwaa, lāgi timungkilang timangkiring dayin ha katan agama, salta simusud pa Agama Islam, iban subay aku bukun mahinang dayin ha jumlahan sin sila siyasakutuhan nila in Allahu Ta'ala sin kandiy patuhanan, karna magmula na aku.",
                    "106": "Iban (liyang aku in agi): “Ayaw kaw sumumba, dumuwaa pa dugaing dayin ha Allahu Ta'ala, sin wayruun da kapusan niya, iban di da makamudarrat kaymu misan salat bang tinggalan sumbahun, na’ bang sawpama mu yadtu mahinang, sabunnal tuud in ikaw bilang na dayin ha jumlahan sin sila Zālimin.”(manglalaug ginhawa baran nila bat sabab in kashirikan amuna in salaggu-laggu zulm).",
                    "107": "Iban bang pamusibahan kaw Allahu Ta'ala makamumudarat, unu-unu na kabubunsihan, duun na ka sakit atawa kamiskin, na’ way makapaig ha yadtu malayingkan Allahu Ta'ala amuin nagpaturun kaniya, iban bang isab kaw kabayaan niya paratungan karayawan, unu-unu na ni’mat iban kakukuyagan, na’ way isab makapagang na kalabbiyahan niya yadtu, pasampayan niya sin ni’mat niya karayawan in hisiyu-siyu na kabayaan niya anugharaan dayin ha īpun niya, iban lagi sangat siya mangampun iban saplag in Rahmat ha manga iypun niya magtatawbat, na’ dauta niyu yadtu labayun ha pagta'at, iban humalli sin ma'siyat.",
                    "108": "Iyana O ikaw Rasul! : “O kamu manga manusiya (dayin ha tau Makkah iban sin dugaing dayin kanila), tantu tuud yan na kamu diyatungan Qur'an iban Rasul dayin ha Tuhan niyu, way na hikapagmaujjul niyu, na’ hisiyu-siyu in nakatullus paka-Islam iban nagkahagad ha Qur'an, sabunnal tuud in mumpaat sin panghidayat kaniya muwi da pa ginhawa niya, iban hisiyu-siyu in nalawung iban simima nagkufur ha Qur'an iban ha Rasul, sabunnal tuud in ngiy sin kalawngan nila pa baran nila ra, way gaus ku hinangun ta kamu mu’min, iban ma’gang kaniyu dayin ha kakufuran, In aku ini mamayta makakukuyag-kuyag pa manga bar-iman magtata'at pa Allahu Ta'ala, iban magbabanda’ ha manga magmama'siyat pa Allahu Ta'ala.”",
                    "109": "Iban agara O ikaw Nabi! in unu-unu na hipagwahi mawun kaymu dayin ha Tuhan mu (labayun ha pagta'at iban ha pagpasampay), iban sabar kaw ha pagpasaplagan mu kanila iban sin pamuhinga nila kaymu, hingga hukumun na sila sin Allahu Ta'ala ha dunya pa amuin maraug niyu sila atawa mabunu’, iban bang didtu na ha akhirat pasūrun sila siksa, ampa in Allahu Ta'ala siya na in sa'adil-‘adil dayin ha katan Manghuhukum, paygay di magkasa ha hukuman niya."
                }
            }
        }
    }
}