{
    "100": {
        "number": "100",
        "name": "العٰديٰت",
        "name_latin": "Al-'Adiyat",
        "number_of_ayah": "11",
        "text": {
            "1": "وَالْعٰدِيٰتِ ضَبْحًاۙ ",
            "2": "فَالْمُوْرِيٰتِ قَدْحًاۙ",
            "3": "فَالْمُغِيْرٰتِ صُبْحًاۙ",
            "4": "فَاَثَرْنَ بِهٖ نَقْعًاۙ",
            "5": "فَوَسَطْنَ بِهٖ جَمْعًاۙ",
            "6": "اِنَّ الْاِنْسَانَ لِرَبِّهٖ لَكَنُوْدٌ ۚ",
            "7": "وَاِنَّهٗ عَلٰى ذٰلِكَ لَشَهِيْدٌۚ",
            "8": "وَاِنَّهٗ لِحُبِّ الْخَيْرِ لَشَدِيْدٌ ۗ",
            "9": "۞ اَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ",
            "10": "وَحُصِّلَ مَا فِى الصُّدُوْرِۙ",
            "11": "اِنَّ رَبَّهُمْ بِهِمْ يَوْمَىِٕذٍ لَّخَبِيْرٌ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Manga Kura Pasu ha Daganan",
                "text": {
                    "1": "Sapahan ku ibut ha kura sin magjijihad maragan kadungugan dayin ha pagnapas niya in hunga-hunga.",
                    "2": "Iban ibut ha kura amuin magguwa in puligsik sin kayu dayin ha lupa bang kabutangan sin siki niya iban sin kusug niya sumung pa unahan.",
                    "3": "Iban ibut ha kura amuin gumubat pa satru waktu subuh (ha di pa gumuwa in mata suga).",
                    "4": "Iban ibut ha usbu sin bagunbun sin manga kura ini bang makasud pa tampat sin manga satru magbagunbun marakmul di majul-jul.",
                    "5": "Iban ibut piya-awun namu in bagunbun sin sumud pa gittungan sin manga satru supaya kumugdan pa satru in hanggaw iban matangkas in pangatayan.",
                    "6": "Sabunnal tuud in manusiya tantu mabasag in pagkufur ha Ni'mat sin Tuhan niya duun kaniya amuin di mabista.",
                    "7": "Iban sabunnal tuud in manusiya duun ha damikkiyan sin pagkufur niya ha Ni'mat yan tantu kanyata-an sin ginhawa baran niya ha adlaw Akhirat iban mamunnakun da siya sin dusa niya.",
                    "8": "Iban bunnal tuud in manusiya ha karna sin sub niya ha alta iban sin pag-umid niya amuna in mahinang niya in pag-ikut di niya na hitunay in manga nawajib duun ha alta niya.",
                    "9": "Unu na awam siya sin pakaradjaan niya ha susungun wala niya kiya-ingatan apabila mapulaug na in katan ginhawa halaum kubur.",
                    "10": "Iban gumuwa na in katan nakakatapuk halaum daghal.",
                    "11": "Sabunnal tuud in Tuhan Tag-atasan kanila iban Tagpapanjarihan kanila (tantu amuin labi Makaingat sin katan hinang nila iban tungbas tumup kanila ha adlaw pagbuhi iban paghisab)."
                }
            }
        }
    }
}