{
    "102": {
        "number": "102",
        "name": "التكاثر",
        "name_latin": "At-Takasur",
        "number_of_ayah": "8",
        "text": {
            "1": "اَلْهٰىكُمُ التَّكَاثُرُۙ",
            "2": "حَتّٰى زُرْتُمُ الْمَقَابِرَۗ",
            "3": "كَلَّا سَوْفَ تَعْلَمُوْنَۙ",
            "4": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُوْنَ ",
            "5": "كَلَّا لَوْ تَعْلَمُوْنَ عِلْمَ الْيَقِيْنِۗ",
            "6": "لَتَرَوُنَّ الْجَحِيْمَۙ",
            "7": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِيْنِۙ",
            "8": "ثُمَّ لَتُسْـَٔلُنَّ يَوْمَىِٕذٍ عَنِ النَّعِيْمِ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Amuin Angut Nafsu Pagpataud",
                "text": {
                    "1": "Nakalimpang kaniyu dayin ha tumunay sin kawajiban iban pagtaat in pagbansag niyu sabab mataud anak niyu iban tindug niyu, iban sin pagbantug niyu sin mataud alta niyu iban kahalul-akkal niyu iban sin pagkatau niyu.",
                    "2": "Makasayu kamu subay na dumatung in kamatay kniyu",
                    "3": "Na, ayaw bihayadtu magpalimpang sin manga yadtu ha susungun kaingatan niyu ra in kalunghawan niyu iban pagpuha niyu sin hinang.",
                    "4": "Mahuli tantu tuud ha susungun kaingatan niyu ra in kamattanan sin susungun niyu.",
                    "5": "Ayaw bihayan, karna tantu bang niyu sadja kiya-ingatan sin pang-ingat sampurna niyu tantu muga kamu sin hinang niyu pagpataud alta iban makahinang kamu lutu pa Akhirat niyu.",
                    "6": "Sapahan ku kaniyu ibut iban tantuhun ku in bayta hay! kamu manga manuisya sabunnal tuud in kamu yan ha susungun kakitaan niyu ra in Narka Al-Jahim (nagduruliyab) ha adlaw Akhirat.",
                    "7": "Mahuli sapahan ku ibut iban tantuhun ku in bayta sabunnal tuud in kamu yan ha susungun kakitaan niyu ra in Narka didtu ha adlaw Akhirat sin pangita magmanyakatan.",
                    "8": "Mahuli sapahan ku ibut iban tantuhun ku in bayta ha sabunnal tuud in kamu yan ha susungun pariksaun asubuhun sin ginisan warna ni'mat amuin nakalipaga kaniyu mag-ammal saleh."
                }
            }
        }
    }
}