{
    "11": {
        "number": "11",
        "name": "هود",
        "name_latin": "Hud",
        "number_of_ayah": "123",
        "text": {
            "1": "الۤرٰ ۗ كِتٰبٌ أُحْكِمَتْ اٰيٰتُهٗ ثُمَّ فُصِّلَتْ مِنْ لَّدُنْ حَكِيْمٍ خَبِيْرٍۙ",
            "2": "أَلَّا تَعْبُدُوْٓا إِلَّا اللّٰهَ ۗإِنَّنِيْ لَكُمْ مِّنْهُ نَذِيْرٌ وَّبَشِيْرٌۙ ",
            "3": "وَّأَنِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا إِلَيْهِ يُمَتِّعْكُمْ مَّتَاعًا حَسَنًا إِلٰٓى أَجَلٍ مُّسَمًّى وَّيُؤْتِ كُلَّ ذِيْ فَضْلٍ فَضْلَهٗ ۗوَإِنْ تَوَلَّوْا فَإِنِّيْٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيْرٍ",
            "4": "إِلَى اللّٰهِ مَرْجِعُكُمْ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "5": "أَلَآ إِنَّهُمْ يَثْنُوْنَ صُدُوْرَهُمْ لِيَسْتَخْفُوْا مِنْهُۗ  أَلَا حِيْنَ يَسْتَغْشُوْنَ ثِيَابَهُمْ ۙيَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَۚ إِنَّهٗ عَلِيْمٌ ۢ بِذَاتِ الصُّدُوْرِ  ۔",
            "6": "۞ وَمَا مِنْ دَاۤبَّةٍ فِى الْأَرْضِ إِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۗ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ",
            "7": "وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ فِيْ سِتَّةِ أَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗوَلَىِٕنْ قُلْتَ إِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا إِنْ هٰذَٓا إِلَّا سِحْرٌ مُّبِيْنٌ",
            "8": "وَلَىِٕنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلٰٓى أُمَّةٍ مَّعْدُوْدَةٍ لَّيَقُوْلُنَّ مَا يَحْبِسُهٗ ۗ أَلَا يَوْمَ يَأْتِيْهِمْ لَيْسَ مَصْرُوْفًا عَنْهُمْ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
            "9": "وَلَىِٕنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنٰهَا مِنْهُۚ إِنَّهٗ لَيَـُٔوْسٌ كَفُوْرٌ",
            "10": "وَلَىِٕنْ أَذَقْنٰهُ نَعْمَاۤءَ بَعْدَ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ ذَهَبَ السَّيِّاٰتُ عَنِّيْ ۗإِنَّهٗ لَفَرِحٌ فَخُوْرٌۙ  ",
            "11": "إِلَّا الَّذِيْنَ صَبَرُوْا وَعَمِلُوا الصّٰلِحٰتِۗ أُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّأَجْرٌ كَبِيْرٌ",
            "12": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ إِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ أَنْ يَّقُوْلُوْا لَوْلَآ أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاۤءَ مَعَهٗ مَلَكٌ  ۗإِنَّمَآ أَنْتَ نَذِيْرٌ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ۗ",
            "13": "أَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗقُلْ فَأْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "14": "فَإِلَّمْ يَسْتَجِيْبُوْا لَكُمْ فَاعْلَمُوْٓا أَنَّمَآ أُنْزِلَ بِعِلْمِ اللّٰهِ وَأَنْ لَّآ إِلٰهَ إِلَّا هُوَ ۚفَهَلْ أَنْتُمْ مُّسْلِمُوْنَ",
            "15": "مَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ",
            "16": "أُولٰۤىِٕكَ الَّذِيْنَ لَيْسَ لَهُمْ فِى الْاٰخِرَةِ إِلَّا النَّارُ ۖوَحَبِطَ مَا صَنَعُوْا فِيْهَا وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
            "17": "أَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰىٓ إِمَامًا وَّرَحْمَةًۗ  أُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗوَمَنْ يَّكْفُرْ بِهٖ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهٗ فَلَا تَكُ فِيْ مِرْيَةٍ مِّنْهُ إِنَّهُ الْحَقُّ مِنْ رَّبِّكَ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
            "18": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ أُولٰۤىِٕكَ يُعْرَضُوْنَ عَلٰى رَبِّهِمْ وَيَقُوْلُ الْأَشْهَادُ هٰٓؤُلَاۤءِ الَّذِيْنَ كَذَبُوْا عَلٰى رَبِّهِمْۚ  أَلَا لَعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ۙ  ",
            "19": "الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۗ وَهُمْ بِالْاٰخِرَةِ هُمْ كفِٰرُوْنَ",
            "20": "أُولٰۤىِٕكَ لَمْ يَكُوْنُوْا مُعْجِزِيْنَ فِى الْأَرْضِ وَمَا كَانَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ أَوْلِيَاۤءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۗمَا كَانُوْا يَسْتَطِيْعُوْنَ السَّمْعَ وَمَا كَانُوْا يُبْصِرُوْنَ",
            "21": "أُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ",
            "22": "لَاجَرَمَ أَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْأَخْسَرُوْنَ",
            "23": "إِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَأَخْبَتُوْٓا إِلٰى رَبِّهِمْۙ أُولٰۤىِٕكَ أَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "24": "۞ مَثَلُ الْفَرِيْقَيْنِ كَالْأَعْمٰى وَالْأَصَمِّ وَالْبَصِيْرِ وَالسَّمِيْعِۗ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ أَفَلَا تَذَكَّرُوْنَ ࣖ ",
            "25": "وَلَقَدْ أَرْسَلْنَا نُوْحًا إِلٰى قَوْمِهٖٓ إِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۙ",
            "26": "أَنْ لَّا تَعْبُدُوْٓا إِلَّا اللّٰهَ ۖإِنِّيْٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيْمٍ",
            "27": "فَقَالَ الْمَلَأُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا نَرٰىكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ إِلَّا الَّذِيْنَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍۢ بَلْ نَظُنُّكُمْ كٰذِبِيْنَ",
            "28": "قَالَ يٰقَوْمِ أَرَءَيْتُمْ إِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَاٰتٰىنِيْ رَحْمَةً مِّنْ عِنْدِهٖ فَعُمِّيَتْ عَلَيْكُمْۗ أَنُلْزِمُكُمُوْهَا وَأَنْتُمْ لَهَا كٰرِهُوْنَ",
            "29": "وَيٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًاۗ إِنْ أَجْرِيَ إِلَّا عَلَى اللّٰهِ وَمَآ أَنَا۠ بِطَارِدِ الَّذِيْنَ اٰمَنُوْاۗ إِنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَلٰكِنِّيْٓ أَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ",
            "30": "وَيٰقَوْمِ مَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ إِنْ طَرَدْتُّهُمْ ۗ أَفَلَا تَذَكَّرُوْنَ",
            "31": "وَلَآ أَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ أَعْلَمُ الْغَيْبَ وَلَآ أَقُوْلُ إِنِّيْ مَلَكٌ وَّلَآ أَقُوْلُ لِلَّذِيْنَ تَزْدَرِيْٓ أَعْيُنُكُمْ لَنْ يُّؤْتِيَهُمُ اللّٰهُ خَيْرًا ۗ اللّٰهُ أَعْلَمُ بِمَا فِيْٓ أَنْفُسِهِمْ ۚإِنِّيْٓ إِذًا لَّمِنَ الظّٰلِمِيْنَ",
            "32": "قَالُوْا يٰنُوْحُ قَدْ جَادَلْتَنَا فَأَ كْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
            "33": "قَالَ إِنَّمَا يَأْتِيْكُمْ بِهِ اللّٰهُ إِنْ شَاۤءَ وَمَآ أَنْتُمْ بِمُعْجِزِيْنَ",
            "34": "وَلَا يَنْفَعُكُمْ نُصْحِيْٓ إِنْ أَرَدْتُّ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللّٰهُ يُرِيْدُ أَنْ يُّغْوِيَكُمْ ۗهُوَ رَبُّكُمْ ۗوَإِلَيْهِ تُرْجَعُوْنَۗ ",
            "35": "أَمْ يَقُوْلُوْنَ افْتَرٰىهُۗ قُلْ إِنِ افْتَرَيْتُهٗ فَعَلَيَّ إِجْرَامِيْ وَأَنَا۠ بَرِيْۤءٌ مِّمَّا تُجْرِمُوْنَ ࣖ ",
            "36": "وَأُوْحِيَ إِلٰى نُوْحٍ أَنَّهٗ لَنْ يُّؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ اٰمَنَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَفْعَلُوْنَۖ  ",
            "37": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْا ۚإِنَّهُمْ مُّغْرَقُوْنَ",
            "38": "وَيَصْنَعُ الْفُلْكَۗ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَاٌ مِّنْ قَوْمِهٖ سَخِرُوْا مِنْهُ ۗقَالَ إِنْ تَسْخَرُوْا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُوْنَۗ ",
            "39": "فَسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
            "40": "حَتّٰىٓ إِذَا جَاۤءَ أَمْرُنَا وَفَارَ التَّنُّوْرُۙ قُلْنَا احْمِلْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ اٰمَنَ ۗوَمَآ اٰمَنَ مَعَهٗٓ إِلَّا قَلِيْلٌ",
            "41": "۞ وَقَالَ ارْكَبُوْا فِيْهَا بِسْمِ اللّٰهِ مَجْرٰ۪ىهَا وَمُرْسٰىهَا ۗإِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ",
            "42": "وَهِيَ تَجْرِيْ بِهِمْ فِيْ مَوْجٍ كَالْجِبَالِۗ وَنَادٰى نُوْحُ ِۨابْنَهٗ وَكَانَ فِيْ مَعْزِلٍ يّٰبُنَيَّ ارْكَبْ مَّعَنَا وَلَا تَكُنْ مَّعَ الْكٰفِرِيْنَ",
            "43": "قَالَ سَاٰوِيْٓ إِلٰى جَبَلٍ يَّعْصِمُنِيْ مِنَ الْمَاۤءِ ۗقَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللّٰهِ إِلَّا مَنْ رَّحِمَ ۚوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ",
            "44": "وَقِيْلَ يٰٓأَرْضُ ابْلَعِيْ مَاۤءَكِ وَيَا سَمَاۤءُ أَقْلِعِيْ وَغِيْضَ الْمَاۤءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُوْدِيِّ وَقِيْلَ بُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ",
            "45": "وَنَادٰى نُوْحٌ رَّبَّهٗ فَقَالَ رَبِّ إِنَّ ابْنِيْ مِنْ أَهْلِيْۚ وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحٰكِمِيْنَ",
            "46": "قَالَ يٰنُوْحُ إِنَّهٗ لَيْسَ مِنْ أَهْلِكَ ۚإِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗإِنِّيْٓ أَعِظُكَ أَنْ تَكُوْنَ مِنَ الْجٰهِلِيْنَ",
            "47": "قَالَ رَبِّ إِنِّيْٓ أَعُوْذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ ۗوَإِلَّا تَغْفِرْ لِيْ وَتَرْحَمْنِيْٓ أَكُنْ مِّنَ الْخٰسِرِيْنَ",
            "48": "قِيْلَ يٰنُوْحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰٓى أُمَمٍ مِّمَّنْ مَّعَكَ ۗوَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ أَلِيْمٌ",
            "49": "تِلْكَ مِنْ أَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهَآ إِلَيْكَ ۚمَا كُنْتَ تَعْلَمُهَآ أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هٰذَاۚ فَاصْبِرْۚ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِيْنَ ࣖ ",
            "50": "وَإِلٰى عَادٍ أَخَاهُمْ هُوْدًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗ ۗإِنْ أَنْتُمْ إِلَّا مُفْتَرُوْنَ",
            "51": "يٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۗإِنْ أَجْرِيَ إِلَّا عَلَى الَّذِيْ فَطَرَنِيْ ۗ أَفَلَا تَعْقِلُوْنَ ",
            "52": "وَيٰقَوْمِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا إِلَيْهِ يُرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًا وَّيَزِدْكُمْ قُوَّةً إِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِيْنَ",
            "53": "قَالُوْا يٰهُوْدُ مَاجِئْتَنَا بِبَيِّنَةٍ وَّمَا نَحْنُ بِتَارِكِيْٓ  اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
            "54": "إِنْ نَّقُوْلُ إِلَّا اعْتَرٰىكَ بَعْضُ اٰلِهَتِنَا بِسُوْۤءٍ ۗقَالَ إِنِّيْٓ أُشْهِدُ اللّٰهَ وَاشْهَدُوْٓا أَنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ",
            "55": "مِنْ دُوْنِهٖ فَكِيْدُوْنِيْ جَمِيْعًا ثُمَّ لَا تُنْظِرُوْنِ",
            "56": "إِنِّيْ تَوَكَّلْتُ عَلَى اللّٰهِ رَبِّيْ وَرَبِّكُمْ ۗمَا مِنْ دَاۤبَّةٍ إِلَّا هُوَ اٰخِذٌۢ بِنَاصِيَتِهَا ۗإِنَّ رَبِّيْ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
            "57": "فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهٖٓ إِلَيْكُمْ ۗوَيَسْتَخْلِفُ رَبِّيْ قَوْمًا غَيْرَكُمْۗ وَلَا تَضُرُّوْنَهٗ شَيْـًٔا ۗإِنَّ رَبِّيْ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ",
            "58": "وَلَمَّا جَاۤءَ أَمْرُنَا نَجَّيْنَا هُوْدًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَنَجَّيْنٰهُمْ مِّنْ عَذَابٍ غَلِيْظٍ",
            "59": "وَتِلْكَ عَادٌ  ۖجَحَدُوْا بِاٰيٰتِ رَبِّهِمْ وَعَصَوْا رُسُلَهٗ وَاتَّبَعُوْٓا أَمْرَ كُلِّ جَبَّارٍ عَنِيْدٍ",
            "60": "وَأُتْبِعُوْا فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً وَّيَوْمَ الْقِيٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوْا رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُوْدٍ ࣖ ",
            "61": "۞ وَإِلٰى ثَمُوْدَ أَخَاهُمْ صٰلِحًا ۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗ ۗهُوَ أَنْشَأَكُمْ مِّنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيْهَا فَاسْتَغْفِرُوْهُ ثُمَّ تُوْبُوْٓا إِلَيْهِ ۗإِنَّ رَبِّيْ قَرِيْبٌ مُّجِيْبٌ",
            "62": "قَالُوْا يٰصٰلِحُ قَدْ كُنْتَ فِيْنَا مَرْجُوًّا قَبْلَ هٰذَآ أَتَنْهٰىنَآ أَنْ نَّعْبُدَ مَا يَعْبُدُ اٰبَاۤؤُنَا وَإِنَّنَا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَآ إِلَيْهِ مُرِيْبٍ",
            "63": "قَالَ يٰقَوْمِ أَرَءَيْتُمْ إِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْۗ وَاٰتٰىنِيْ مِنْهُ رَحْمَةً فَمَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ إِنْ عَصَيْتُهٗ ۗفَمَا تَزِيْدُوْنَنِيْ غَيْرَ تَخْسِيْرٍ",
            "64": "وَيٰقَوْمِ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ أَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيْبٌ",
            "65": "فَعَقَرُوْهَا فَقَالَ تَمَتَّعُوْا فِيْ دَارِكُمْ ثَلٰثَةَ أَيَّامٍ ۗذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوْبٍ",
            "66": "فَلَمَّا جَاۤءَ أَمْرُنَا نَجَّيْنَا صٰلِحًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمِىِٕذٍ ۗإِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيْزُ",
            "67": "وَأَخَذَ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
            "68": "كَأَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ أَلَآ إِنَّ ثَمُوْدَا۠ كَفَرُوْا رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُوْدَ ࣖ ",
            "69": "وَلَقَدْ جَاۤءَتْ رُسُلُنَآ إِبْرٰهِيْمَ بِالْبُشْرٰى قَالُوْا سَلٰمًا ۖقَالَ سَلٰمٌ فَمَا لَبِثَ أَنْ جَاۤءَ بِعِجْلٍ حَنِيْذٍ",
            "70": "فَلَمَّا رَاٰىٓ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيْفَةً ۗقَالُوْا لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلٰى قَوْمِ لُوْطٍۗ ",
            "71": "وَامْرَأَتُهٗ قَاۤىِٕمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِإِسْحٰقَۙ وَمِنْ وَّرَاۤءِ إِسْحٰقَ يَعْقُوْبَ",
            "72": "قَالَتْ يٰوَيْلَتٰىٓ ءَأَلِدُ وَأَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗإِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ",
            "73": "قَالُوْٓا أَتَعْجَبِيْنَ مِنْ أَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ أَهْلَ الْبَيْتِۗ إِنَّهُ حَمِيْدٌ مَّجِيْدٌ",
            "74": "فَلَمَّا ذَهَبَ عَنْ إِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ",
            "75": "إِنَّ إِبْرٰهِيْمَ لَحَلِيْمٌ أَوَّاهٌ مُّنِيْبٌ",
            "76": "يٰٓإِبْرٰهِيْمُ أَعْرِضْ عَنْ هٰذَا ۚإِنَّهٗ قَدْ جَاۤءَ أَمْرُ رَبِّكَۚ وَإِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ",
            "77": "وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ",
            "78": "وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ إِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  أَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ",
            "79": "قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ",
            "80": "قَالَ لَوْ أَنَّ لِيْ بِكُمْ قُوَّةً أَوْ اٰوِيْٓ إِلٰى رُكْنٍ شَدِيْدٍ",
            "81": "قَالُوْا يٰلُوْطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَۗ إِنَّهٗ مُصِيْبُهَا مَآ أَصَابَهُمْ  ۗإِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ أَلَيْسَ الصُّبْحُ بِقَرِيْبٍ",
            "82": "فَلَمَّا جَاۤءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ",
            "83": "مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ ",
            "84": "۞ وَإِلٰى مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ إِنِّيْٓ أَرٰىكُمْ بِخَيْرٍ وَّإِنِّيْٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ",
            "85": "وَيٰقَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْأَرْضِ مُفْسِدِيْنَ",
            "86": "بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ أَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ",
            "87": "قَالُوْا يٰشُعَيْبُ أَصَلٰوتُكَ تَأْمُرُكَ أَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ أَوْ أَنْ نَّفْعَلَ فِيْٓ أَمْوَالِنَا مَا نَشٰۤؤُا ۗإِنَّكَ لَأَنْتَ الْحَلِيْمُ الرَّشِيْدُ",
            "88": "قَالَ يٰقَوْمِ أَرَءَيْتُمْ إِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ أُرِيْدُ أَنْ أُخَالِفَكُمْ إِلٰى مَآ أَنْهٰىكُمْ عَنْهُ ۗإِنْ أُرِيْدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ إِلَّا بِاللّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيْبُ ",
            "89": "وَيٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِيْٓ أَنْ يُّصِيْبَكُمْ مِّثْلُ مَآ أَصَابَ قَوْمَ نُوْحٍ أَوْ قَوْمَ هُوْدٍ أَوْ قَوْمَ صٰلِحٍ ۗوَمَا قَوْمُ لُوْطٍ مِّنْكُمْ بِبَعِيْدٍ",
            "90": "وَاسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا إِلَيْهِ ۗإِنَّ رَبِّيْ رَحِيْمٌ وَّدُوْدٌ",
            "91": "قَالُوْا يٰشُعَيْبُ مَا نَفْقَهُ كَثِيْرًا مِّمَّا تَقُوْلُ وَإِنَّا لَنَرٰىكَ فِيْنَا ضَعِيْفًا ۗوَلَوْلَا رَهْطُكَ لَرَجَمْنٰكَ ۖوَمَآ أَنْتَ عَلَيْنَا بِعَزِيْزٍ ",
            "92": "قَالَ يٰقَوْمِ أَرَهْطِيْٓ أَعَزُّ عَلَيْكُمْ مِّنَ اللّٰهِ ۗوَاتَّخَذْتُمُوْهُ وَرَاۤءَكُمْ ظِهْرِيًّا ۗإِنَّ رَبِّيْ بِمَا تَعْمَلُوْنَ مُحِيْطٌ",
            "93": "وَيٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ إِنِّيْ عَامِلٌ  ۗسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَمَنْ هُوَ كَاذِبٌۗ وَارْتَقِبُوْٓا إِنِّيْ مَعَكُمْ رَقِيْبٌ",
            "94": "وَلَمَّا جَاۤءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَأَخَذَتِ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
            "95": "كَأَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُوْدُ ࣖ ",
            "96": "وَلَقَدْ أَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ ",
            "97": "إِلٰى فِرْعَوْنَ وَملَا۟ىِٕهٖ فَاتَّبَعُوْٓا أَمْرَ فِرْعَوْنَ ۚوَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيْدٍ",
            "98": "يَقْدُمُ قَوْمَهٗ يَوْمَ الْقِيٰمَةِ فَأَوْرَدَهُمُ النَّارَ ۗوَبِئْسَ الْوِرْدُ الْمَوْرُوْدُ",
            "99": "وَأُتْبِعُوْا فِيْ هٰذِهٖ لَعْنَةً وَّيَوْمَ الْقِيٰمَةِۗ بِئْسَ الرِّفْدُ الْمَرْفُوْدُ",
            "100": "ذٰلِكَ مِنْ أَنْۢبَاۤءِ الْقُرٰى نَقُصُّهٗ عَلَيْكَ مِنْهَا قَاۤىِٕمٌ وَّحَصِيْدٌ",
            "101": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ ظَلَمُوْٓا أَنْفُسَهُمْ فَمَآ أَغْنَتْ عَنْهُمْ اٰلِهَتُهُمُ الَّتِيْ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ مِنْ شَيْءٍ لَّمَّا جَاۤءَ أَمْرُ رَبِّكَۗ وَمَا زَادُوْهُمْ غَيْرَ تَتْبِيْبٍ ",
            "102": "وَكَذٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗإِنَّ أَخْذَهٗٓ أَلِيْمٌ شَدِيْدٌ",
            "103": "إِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّمَنْ خَافَ عَذَابَ الْاٰخِرَةِ ۗذٰلِكَ يَوْمٌ مَّجْمُوْعٌۙ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُوْدٌ",
            "104": "وَمَا نُؤَخِّرُهٗٓ إِلَّا لِأَجَلٍ مَّعْدُوْدٍۗ ",
            "105": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهٖۚ فَمِنْهُمْ شَقِيٌّ وَّسَعِيْدٌ",
            "106": "فَأَمَّا الَّذِيْنَ شَقُوْا فَفِى النَّارِ لَهُمْ فِيْهَا زَفِيْرٌ وَّشَهِيْقٌۙ  ",
            "107": "خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْأَرْضُ إِلَّا مَا شَاۤءَ رَبُّكَۗ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيْدُ",
            "108": "۞ وَأَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْأَرْضُ إِلَّا مَا شَاۤءَ رَبُّكَۗ عَطَاۤءً غَيْرَ مَجْذُوْذٍ",
            "109": "فَلَا تَكُ فِيْ مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَاۤءِ ۗمَا يَعْبُدُوْنَ إِلَّا كَمَا يَعْبُدُ اٰبَاۤؤُهُمْ مِّنْ قَبْلُ ۗوَإِنَّا لَمُوَفُّوْهُمْ نَصِيْبَهُمْ غَيْرَ مَنْقُوْصٍ ࣖ ",
            "110": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚوَإِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ",
            "111": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۗإِنَّهٗ بِمَا يَعْمَلُوْنَ خَبِيْرٌ",
            "112": "فَاسْتَقِمْ كَمَآ أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاۗ إِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "113": "وَلَا تَرْكَنُوْٓا إِلَى الَّذِيْنَ ظَلَمُوْا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ أَوْلِيَاۤءَ ثُمَّ لَا تُنْصَرُوْنَ",
            "114": "وَأَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۗإِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذَّاكِرِيْنَ",
            "115": "وَاصْبِرْ فَإِنَّ اللّٰهَ لَا يُضِيْعُ أَجْرَ الْمُحْسِنِيْنَ",
            "116": "فَلَوْلَا كَانَ مِنَ الْقُرُوْنِ مِنْ قَبْلِكُمْ أُولُوْا بَقِيَّةٍ يَّنْهَوْنَ عَنِ الْفَسَادِ فِى الْأَرْضِ إِلَّا قَلِيْلًا مِّمَّنْ أَنْجَيْنَا مِنْهُمْ ۚوَاتَّبَعَ الَّذِيْنَ ظَلَمُوْا مَآ أُتْرِفُوْا فِيْهِ وَكَانُوْا مُجْرِمِيْنَ",
            "117": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّأَهْلُهَا مُصْلِحُوْنَ",
            "118": "وَلَوْ شَاۤءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَّاحِدَةً وَّلَا يَزَالُوْنَ مُخْتَلِفِيْنَۙ  ",
            "119": "إِلَّا مَنْ رَّحِمَ رَبُّكَ ۗوَلِذٰلِكَ خَلَقَهُمْ ۗوَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِيْنَ",
            "120": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنْۢبَاۤءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤَادَكَ وَجَاۤءَكَ فِيْ هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَّذِكْرٰى لِلْمُؤْمِنِيْنَ ",
            "121": "وَقُلْ لِّلَّذِيْنَ لَا يُؤْمِنُوْنَ اعْمَلُوْا عَلٰى مَكَانَتِكُمْۗ إِنَّا عٰمِلُوْنَۙ  ",
            "122": "وَانْتَظِرُوْاۚ إِنَّا مُنْتَظِرُوْنَ",
            "123": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهٗ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Nabi Hud",
                "text": {
                    "1": "Alif Laam Raa. Piyanghimati iban hipanukas iban namaytai sin awun I’jaz (mu’jizat) sin Qur'an, iban mattan tuud dayin siya (In Qur'an) ha Allahu Ta'ala. In kitab (Qur'an) yan, Tiyubus (sangpat) in kaayat-ayatan niya, (tubus, way kurang niya, iban way makauba kaniya, biya sapantun biyangun mahugut in lapal niya, taga uutlangan in manga Ayat niya, iban ha pasalan sin ma'ana niya, nalililay in kakissa-kissahan iban manga nasihat iban kahukum-hukuman niya, iban ha pasalan isab sin pagturun niya, bukun lugnak minsan, sumagawa inut-inut, piyaatap ha waktu paghajat nila iban maslahat nila). Mahuli ampa diyagay-ray in manga Ayat niya dayin ha tuhan ‘Hakim’ (In katan pakaradjaan niya), lagi ‘Khabiyr’ (amuin naka-iingat sin katan kahālan sin manusiya iban sin maslahat nila),",
                    "2": "Ha maksud di kamu papasumbahun pa dugaing malayingkan Allahu Ta'ala, paygay sabunnal tuud in aku ini Rasul mari kaniyu dayin ha Allahu Ta'ala, salta magpahalli dayin ha parsiksaan iban kanarkaan ha hisiyu-siyu na nagkufur iban mamayta sin makakuyag amuna in pahala iban kasurga ha hisiyu-siyu in nagta'at pa Allahu Ta'al.",
                    "3": "Iban daakun ta kamu papangayuun kaampunan dayin ha Allahu Ta'ala pasalan sin manga pardusahan niyu uban kakufuran iban pa pagtawbatun kamu madtu kaniya, na’ bang maagad niyu yadtu, pa pagtamattu'un niya kamu diy ha dunya, Ha kabuhianan marayaw iban ridjiki mahayang sampay pa waktu giyanta sin  Allahu Ta'ala ihan anugharaan niya tiyap-tiyap tau  maghihinang  ammal salih tungbas sin pagmarayaw niya iban pahalaan niya ha dunya iban ha akhirat, iban bang kamu manaykud dayin ha hidayat, na’ sabunnal tuud in aku in kahanggawan ku dagpakan kamu ajab adlaw qiyamat amuin ajab makusug.",
                    "4": "Pa Allahu Ta'ala in bingan niyu katan ha adlaw (Ba’ath) pagbuhi puas kamatay, iban siya ra in sangat makagaus ha katan unu-unu dayin kaniya in pahala iban siksa.",
                    "5": "Bukun ka bunnal tuud in kaibanan kafir iban munafiqin tuyuan nila hitapuk in manga daghal nila nagkikim-kim halaum niya giging iban jangki iban pamantahi ha Nabi Muhammad (sallallahu alayhi wasallam), ampa ra sila makatapuk dayin ha Rasul, bukun ka saputika hinangun nila in tamungun nila bungkus sin manga pamayhuan nila hukaw nila maatud sin Rasul (sallallahu alayhi wasallam) asal kiyai-ingatan da sin Allahu Ta'ala in riyarahasiya nila iban sin piyatatampal nila, karna sabunnal in siya mahatinggi sampurna in Pang-ingat ha katān rahasiya iban unu-unu na nakaluluun halaum daghal.",
                    "6": "Iban way hangsulag ‘Dabbah’ (binatang magkuhibal, duun naka manusiya atawa unu-unu na hayup) ha gumi ini, duun na ka magpananap atawa magpanaw, manusiya naka atawa hayup, piyangatasan sila katan sin Allahu Ta'ala, ridjikian huhulmatan iban ulung iban buddi, iban salta kiyai-ingatan da sin Allahu Ta'ala in tampat butangan niya na kabuhi dunya iban tampat kamatayan kapagkubulan kaniya, in katan yadtu tikmud na iban kiyadudukut na ha ‘Lawhil Mahfuwdz’.",
                    "7": "Siya Allahu Ta'ala amuin nagpapanjari iban nagpaawun sin pitung-lapis langit iban gumi halaum unum adlaw in lugay niya iban asal na in ‘Arsh niya sin way pa napapanjari in duwa yan ha babaw in ‘Arsh piyapanjari niya sangat in laggu tumup ha Allahu Ta'ala, di ta maunyuk in hakikat niya, tahan ta na sadja paratsayahun diin in kiyalimpal ha Qur'an iban Hadith di ta na hipasarupa in parkala yadtu tatandasan niya kaniyu, hisiyu dayin kaniyu landu in dayaw sin hinang niya iban barta'at duun ha katan pardaakan sin Allahu Ta'ala iban sin liyangan niya, hasupaya niya katungbasan in maghihinang marayaw hitungud ha karayawan niya, iban hitungud ha tau maghihinang mangi in tungbas niya kangian, iban misan mu pa iyanun Ya Muhammad! (sallallahu alayhi wasallam) in kamu yan O kamu manga manusiya! sabunnal tuud buhiun puas kamatay karna hisabun iban tungbasan, amu agi sin sila kafir : “In yan sihil matampal, lagi ba’tal.”",
                    "8": "Iban apabila suhulan namu dayin ha manga mushrikin in paniksai pa ajal mabilang-bilang tantu amu hiagi kaymu sin manga manghihimuting manga munafiq yan panggura’-gura’ nila iban pagmunkir : “Unu pa in makapa’gang sin pagturun niya yan?” na’ magtuy sila siyambag sin Allahu Ta'ala ha parman niya, way  pagkalu-kalu ha waktu dumatung kanila in siksa way na makapa’gang sin yadtu dayin kanila, magsaruun-duun tumurun atawa tikupun sila sin siksa amuin bakas siyukat nila papausun na, piyanggura’-gura’ nila.",
                    "9": "Iban apabila pananamun namu in manusiya, mu’min naka atawa kafir ni’mat dayin kamu, dayin na mayan ha kakasay iban kasannang atawa hayang-hayangan in ridjiki mahuli dayin ha yadtu inīgan namu na isab in yadtu dayin kaniya, tantu sabunnal tuud in siya landu in kasangka’ dayin ha Rahmat, lagi limabbaw in kakufuran pa Tuhan niya iban ha kani’mat-nimatan niya.",
                    "10": "Iban apabila isab pananamun namu siya yadtu ni’mat kasihat kakasay iban kasalamatan iban kadaya, puas niya kiyamudaratan, nasakit atawa kadamag atawa kamiskin kimugdan kaniya, amu agi niya : “Naig na in kapawas dayin kaku di na magbing”, iban puas yadtu timinggal da sin pagshukur sin ni’mat, lagi sabunnal tuud sangka’ in kuyag hipagtakabbul in ni’mat iban ibug ha ni’mat, landu in katikarag iban katakabbul ha manusiya nagsababan dayin ha ni’mat,",
                    "11": "Malayingkan in sila manga nagsabar bang datungan sigpit, rida nila ha Qada sin Allahu Ta'ala, iban salta nag-ammal salih, ha kasigpitan iban ha kahayangan, sila amuin nagsisipat kasabar, naghihinang ammal balik anugharaan sila kaampunan hitungud ha pardusahan nila, iban pahala dakula hitungud ha manga ammal nila marayaw.",
                    "12": "Ayaw mu tinggali O ikaw Rasul! in pagpasampay sin amuin kaibanan kiyapaturun sin Allahu Ta’ala mawun kaymu dayin ha unu-unu na makapausu sin astul sin manga mushrikin, iban makapasigpit (sabab pagpasaplag ha yadtu) sin daghal mu, hanggaw mu sulakun nila, atawa kan himutingun nila, iban gura’-gura’un nila, iban hanggaw mu umiyan sila : “Mayta na way siya piyaturunan gusi, atawa biyunyugan sin malaikat mamunnali kaniya iban gumapi ha pagkanabi niya”, ampa wayruun da gawi mu malayingkan hipamanda’ mu amuin kiyapagwahi yan, bukun umabjan agad-agarun in siyukat nila, adapun in Allahu Ta’ala sangat nakajajaga, mamalihala sin katan parkala hangkan pagtawakkal na kaw kaniya iban kaniya kaw pangandul, karna siya ra in manungbas ammal sin katan manusiya.",
                    "13": " Atawa yampa na imiyan in sila mushrikin : “Hinang-hinang na baha hi Muhammad yan in Qur'an?” lyana sila O ikaw Nabi! (sallallahu alayhi wasallam) : “Kadtui niyu, da kunu kamu mari hangpu Surah sadja dayin ha sibu’ sin Qur'an yan, dayin na mayan ha balagha niya iban dayaw iban katubus; hinang-hinanga niyu ha kaputingan, manga arab magfu-‘fusha’ sa kamu yan iban laskal ha ilmu bayan iban taabbita niyu pa hisiyu-hisiyu na katakinan niyu makatabang kaniyu dayin ha manusiya kandiy dayin ha Allahu Ta'ala, hisiyu-siyu na dayin ha amuin piyanakutu niyu pa Allahu Ta'ala, bang bunnal kamu hapiyānā sa niyu bat in Qur'an yaun kaputingan hinang-hinang ku iban dayin ha baktulan ku.”",
                    "14": "Na’ bang sila di sumambag ha piyangayu mu kanila amuin papalāgun tabang iban paparahun sibu’ niya, ingata niyu (sin pang-ingat Yaqin O kamu katan manusiya! dayin na mayan ha manga mushrik mabut pa manga mu’min) sabunnal tuud in Qur'an yan Allahu Ta'ala in nagpaturun kaniya pa Rasul niya, halaum pang-ingat sin Allahu Ta'ala iban ijin niya, (wayruun makahati ha yadtu malayingkan amura Allahu Ta'ala, iban way Makagaus sin yadtu dugaing dayin kaniya, pasalan sin I’jaz niya), iban ingata niyu pa sabunnal tuud wayruun dugaing Tuhan mawjud iban susumbahun ha kasabunnalan malayingkan amura in Allahu Ta'ala, na’ unu in kamu yan puas sin kadalilan mamumugtul paylu yan manunjuki bunnal-bunnal in Al-Qur'an yan dayin tuud ha Allahu Ta'ala, na’ unu in kamu yan magmuslim naka?”",
                    "15": "Hisiyu-siyu piyupuk niya tuput lasa pa dunya ra in angutun niya iban pangari-ngari niya (dayin na mayan ha kapanyapan iban manga panyap bāy iban tamungun iban manga malanab) dihilan namu sila (bang namu hikahandak) unu-unu na iyangut nila dayin ha dunya jukup-jukupan, in hal nila diy ha dunya di kadagdagan unu-unu na dayin ha tungbas nila iban bunga sin ammal nila.",
                    "16": "In sila amuin manga piyupuk nila tuput pa dunya in pag-ammal nila, salta way sila himinang misan tiyu-tiyu pa akhirat nila, way na mahasil nila ha adlaw akhirat malayingkan api-narka, iban lagi ba’tal in pahala sin unu-unu na nahinang nila ha dunya, dayin ha manga karayawan, iban way pus niya, iban mapulaug in limpa sin unu-unu na ammal nahinang nila, karna in sila bunnal tuud way nag-ammal karna sin Allahu Ta'ala. ",
                    "17": "Unu hisiyu-siyu kaawnan sin manga ammal niya naka-aamu ha pamandu iban pang-ingat iban dalil dayin ha Allahu Ta'ala ha pangagari nila ha Nabi Muhammad (sallallahu alayhi wasallam) iban ha pamaratsaya nila pa Allahu Ta'ala. Biya’ ka sin siyu-siyu amu iyaangut niya kabuhianan dunya ra iban pangari-ngari niya? Lagi kiyalulundugan pa iban kiyasugpat sin baynat niya, saksi niya sumabunnal kaniya, amuna in Qur'an, naug dayin ha Allahu Ta'ala, iban awun pa nakauna dayin sin Qur'an amuin kitab hi Musa amuna in At-tawrat kandiy da isab saksi namayta pasalan hi Muhammad (sallallahu alayhi wasallam) iban bunnal tuud in siya Rasul sin Allahu Ta'ala, paygay in kitab nasabbut yan (At-Tawrat) kitab yan nag-uuhanan iban pang-aagaran ha Agama Islam, iban ni’mat dakula ha siyu-siyu na piyaturunan ha yan sin Allahu Ta'ala iban na ha kawman niya adapun in sila amuin manga giyagapian sin duwa saksi nabangkil yan, sila na yan, in mattan nangangahagad ha Al-Qur'an iban ha Nabi Muhammad (sallallahu alayhi wasallam), na’ hisiyu-hisiyu magkufur ha Al-Qur'an dayin ha tau Makkah iban kandiy dayin kanila iban sin manga miyamagad ha ginisan pag-agama amuin nagpaparak-parak ginisan tumpukan umatubang ha agama Islam, na’ in sila yan narka in sungsungun nila way pagduwa-ruwa, hangkan ayaw tuud kaw sumak ha Al-Quran yan, karna sabunnal tuud kasabunnalan yan, matan tuud yan, turun yan dayin ha Tuhan mu, saguwa in kamatauran manusiya di sadja magkahagad kaniya, parahal way tumaud dalil Qat’i mamumugtul paylu manunjuki in siya turun tuud dayin ha Allahu Ta'ala.",
                    "18": "Way na makalabbaw kazaliman dayin ha tau amuin maghinang-hinang kaputingan ha Allahu Ta'ala (sabab sin giyulalan nila sakutu iban anak in Allahu Ta'ala, dayin na mayan ha barhala mabut pa malaikat iban manusiya) in sila (amuin manga naghinang-hinang yan) pakadtuun da sila hidukmal katan pa tuhan nila ha adlaw akhirat hisabun hitungud ha ammal nila, iban mamung in manga ‘Al-Ashhad’(sila manga malaikat iban kanabi-nabihan iban ulama) : “Sila (amuin piyakadtu hisabun yaun) amuna yaun in manga nanghimuting ha Tuhan nila didtu ha dunya”, bukun ka bunnal tuud in la’nat sin Allahu Ta'ala mutang ha manga zalim (sabab sin paghinang-hinang nila kaputingan pa Allahu Ta'ala),",
                    "19": "Amuin manga zalim yan sila yan amuin sumasagga sin pag-agama pa Allahu Ta'ala, iban sin mamaratsaya kaniya, in kabayaan nila bang mayan mingkuk in dan sin Allahu Ta'ala makaagad ha hawanapsu nila, lāgi in hal nila way nagpaparatsaya ha adlaw akhirat, (miyumunkir nila).",
                    "20": " In sila manga nagkukufur ha akhirat yan amuin manga mangangagpang dayin ha pag-agamahan pa Allahu Ta'ala, di nila ra in Allahu Ta'ala mabalda in paniksa niya kanila ha gumi ini bang in maksud paguyan nila, in parkala yadtu sibu’ da ha dunya iban ha akhirat, iban damikkiyan wayruun kabākan dugaing dayin ha Allahu Ta'ala manabang mama’gangi siksa dayin kanila, iban in sisiksaan kanila lipat manglipat adlaw Qiyamat ha pasalan sin paghinang-hinang nila kaputingan pa Allahu Ta'ala iban pang-agpangi nila ha manusiya di papaagarun pa dān sin Allahu Ta'ala iban pasalan sipat nila in Islam bingkuk kunu’, iban pasal sin kalabbaw sin panaykuri nila dayin ha kasabunnalan, sambil nahinang sila biya’ sapantun di makadungug iban di makakita.",
                    "21": "In manga kafir nasabbut yan, sila na yan in liyussung nila in manga ginhawa baran nila sin kalugian iban liyuppas nila in ginhawa baran nila sabab sin pagkufur nila iban kalawungan nila, siyambi nila pa hidayat iban pamaratsaya, iban pasal sin way na sila siya’bu mawun sin sabarang unu-unu na bakas hinang-hinang nila kaputingan giyulal nila tuhan piyanakutu pa Allahu Ta'ala Mahasutsi, iban bahasa kunu’ makasapa'at kanila didtu ha akhirat.",
                    "22": "Pasti na tuud atawa matantu na tuud sabunnal tuud in sila didtu ha adlaw akhirat, sila na yadtu in salugi-lugi manusiya iban landu in kasiksaan nila.",
                    "23": "Sabunnal tuud, amuin manga nagkakahagad ha Allahu Ta'ala iban ha Rasul niya, iban nakahinang ta'at pa Allahu Ta'ala iban karidaan Niya, iban nagpapatibabá iban hiyūpan pagmabuga pa Allahu Ta'ala, iban nagmalulus sila haka ‘adilan niya, iban nag-ikhlas, sila na yadtu in tau surga, kakkal sila halaum niya salama-lama.",
                    "24": "In sapantun sin karuwa tumpukan yan ; (tumpukan kafir iban mu’min yan) biya’ sapantun sin tau buta iban bisu, (pasalan sin pagbuta-buta sin manga kafir dayin ha kaayat-ayatan sin Allahu Ta'ala iban pasalan sin di sila magpanayinghug ha kallam sin Allahu Ta'ala, iban tau damikkiyan makakita iban makadungug, pasalan sin pangdung-dung sin manga bar-iman ha Al-Qur'an iban tayinghug nila kaniya sin panayinghug nanga-ngannal iban nagpa-aamu-amu) tantu sin di sila yadtu magsibu in hal nila iban sipat nila didtu ha hadarat sin Allahu Ta'ala, Ha bihayan hantang unu di pa ka kamu yan makatumtum iban mamintang?",
                    "25": "Iban tantu tuud napara namu na sin jaman nakauna yadtu hi Nuh Rasul namu pa kawman niya, in agi niya kanila : “Bunnal-bunnal tuud in aku ini mamamanda’ dayin ha Allahu Ta'ala kanarkaan ha manga tau bang magkufur kaniya, iban magpatarrang kaniyu sin dan makalappas iban dan mangdahi pa kasiksaan,",
                    "26": "(In hantangan niya amuna in) subay way sumbahun niyu malayingkan amura in Allahu Ta'ala Tunggal da way sakutu niya, karna sabunnal tuud in kahanggawan ku masiksa kamu ha adlaw landu in ul-ul niya (ha adlaw akhirat), atawa ha dunya pa paratungan umbak tawpan.”",
                    "27": "Laung sin manga kanakuraan kafir (manga pag aaddatan) dayin ha kawman niya : “Bukun sa kaw yan nabi atas ha tu parkala ; (ka-isa) bukun da unu in pangatud namu kaymu malayingkan tau ra biya’ da kāmu, sabab yan way ra kiyalabi mu dayin kamu amuin magmustahak sin pag-Nabi dayin kāmu (ka-duwa) iban way ra dugaing miyagad kaymu malayingkan amura in manga tau way kasudda-suddahan, sila manga miskin way halga, manga naghihinang nag-uusaha lumput lawut, hangkan way ra kaw nakalabi dayin kāmu miyagad sila kaymu ha papanaw mu yan, Ha tagna pa bulāra, way naa piyangadjian nila marayaw iban way naa namariksa sahih ka, (ka-tuw) way ra piyag-agan mu iban sin manga miyagad kaymu way halga nila yan hikalabi sin hangka tau dayin ha hangtau amuin hika pagmustahak nila sin unu-unu na hipagsasa nila, saguwa gammayan in kami naghimunnakun in kamu yan magpuputing ha katān agi-agi niyu.”",
                    "28": "Laung hi Nuh kanila : “O kamu kawman ku! baytai niyu kunu’ aku bang in kaawnan ku mattan limilindug ha dalil dayin ha Tuhan ku hapagkanabi ku manunjuki sahih in pag-Nabi ku iban bunnal aku, paygay bukun pa in pagsama-sibu sin manusiya mahinang hikagalantang sin pag-anugharaan pag-Nabi, iban lagi siyukuan aku sin Tuhan ku pag-Nabi iban Risalah, in katan ini kalabbihan dayin kaniya iban panghulmat pangmulliya, sakali in manga yadtu way niyu naabut, unu in pangannal niyu manglugus kami kaniyu hipapatayma yadtu kaniyu iban hipaparatsaya in Allahu Ta'ala, ha hal in kamu himuhukaw bukun niyu kūg baya piniy iban way niyu na tiyatali-tali marayaw? Na’ in pakaradjaan yan way makagaus kaniya malayingkan Allahu Ta'ala,",
                    "29": "Iban O kamu kawman ku! di aku sumukat hapagpasampay ku Risalah amuin diyarā ku ini tangdan hitunay niyu kāku, karna sabunnal tuud in pahala ku aangutun ku yadtu ra ha Allahu Ta'ala tunggal da kaniya, iban di ku ra bulawun in manga bar-iman miskin-miskin atawa lamma-lamma dayin ha madjilis ku biya’ na sin siyukat niyu yan, karna sabunnal tuud in sila mabāk nila ra in Tuhan nila bang sila buhiun na puas sin kamatay nila, ampa sila tungbasan hitungud ha pagparatsaya nila iban siksaun niya hisiyu-siyu in mangbulaw kanila, sumagawa in pangatud ku kaniyu manga kawman way pangirab bang unu in akibbat sin pakaradjaan niyu, (in tanda sin ka'awaman nila biyababa-baba nila in manga miskin, iban papa-īgun nila dayin ha madjilis panglungkupi nila kanila)",
                    "30": "Iban O kawman ku! Hisiyu ta in manglappasi kaku dayin ha siksa sin Allahu Ta'ala bang sila bulawun ku hatiranan pamaba-maba, parahal sila sa yan in labi mapatut mulliyahun pasalan namaratsaya sila pa Allah Ta'ala, unu di pa ka kamu mamintang makatumtum?",
                    "31": "Iban di da isab aku imiyan kaniyu : Bat halaum milik ku in manga gusi iban patti ridjiki sin Allahu Ta'ala pagbaya-bayaan ku diin in hinapaka ku, iban damikkiyan di aku maka-iyan kaniyu, bat kaingatan ku in gaib hasupaya kamu kabaytaan ku iban karahan ta kamu sin unu-unu na kabayaan niyu hangkan niyu aku himutingun, sabunnal tuud in aku ini hat da mangbabanda’ matampal, iban damikkiyan di aku imiyan kaniyu : Bat bunnal aku Malaikat, saguwa in aku ini manusiya da biya’ kaniyu, iban di da isab aku imiyan ha manga biyababa-baba niyu pasalan kamiskinan nila : Bat way na tuud dumatung kanila karayawan dayin ha Allahu Ta'ala, gammayan diyagpakan na sila salaggu-laggu karayawan, amuna in pag-iman yan, iban tungbasan pa sila dakula karayawan didtu ha akhirat dayin sin kiyarihil-dihil kaniyu ha dunya, Allahu Ta'ala ra in labi makaingat sin unu-unu na in halaum pangatayan nila dayin na mayan ha pamaratsaya mabut pa ikhlas, Siya na in Manghisab kanila sin parkala yadtu, sabunnal tuud in aku bang imiyan bihadtu mattan tuud nakajumla na dayin ha manga jiya-zalim nila in ginhawa baran nila.”",
                    "32": "In agi sin kawman niya : “Ya Nuh! mattan naraug mu na kami naglugat, lagi kiyansangan mu na kami iban giyuwaan mu na kami sin ginisan tibayhuan lulugatan, na kadtui na ba pakaria na kāmu in unu-unu na jiyanji mu kāmu sisiksaan yan amuin hipagpangdugma mu kāmu yan, bang in kaawnan mu bunnal in pagsāsā mu bat nabi kaw.”",
                    "33": "Laung hi Nuh kanila : “Amura in makaparatung kaniyu sin siksa yan Allahu Ta'ala Tunggal da siya, bang kabayaan niya pausun umus yan dumatung kaniyu atawa suhulan mattan kasuhulan, iban di kamu makapaguy dayin ha Allahu Ta'ala kannal niyu katangkisan niyu in paniksa niya,",
                    "34": "Iban di da gunahun niyu in nasihat ku amuin papaanibun ta kamu dayin ha manga sabab hikasiksa kaniyu sin Allahu Ta'ala, misan pa aku bayaan numasihat kaniyu; pasalan in kamu yan way baya nasihatan, in yan apabila in Allahu Ta'ala hikahandak niya na kamu lawungun dayin ha dan mabuntul, bat karna siya, Allahu Ta'ala in Tuhan niyu amuin nagpapanjari kaniyu iban amuin manghihidjatul kaniyu dayin ha kahandak niya, hidayat naka atawa kalawngan, Siya in uwian niyu katan pa akhirat, hasupaya niya kamu katungbasan hitungud ha katan ammal niyu.”",
                    "35": "Atawa yampa na imiyan in manga kafir tau makkah : “Hinang-hinang sa yan hi Muhammad (sallallahu alayhi wasallam) in Qur'an yan, dayin duun niya na kiyawa in kissa hi Nuh”, iyan kaw : “Bang mattan hinang-hinang ku tahana-hana dayin kaku, asal mutang da kaku in siksa sin dusa ku dakula iban tungbas sin kakahinang ku, mamuas aku dayin ha kamujrim niyu kajahulaka niyu sababan sin panggulal niyu bat naghinang-hinang aku.”",
                    "36": "Iban nagwahi in Allahu Subhanahu wa Ta’ala kan Nuh puas diyuwaahan niya in kawman niya bang mayan da langganaun pulak-palikun : “Sabunnal tuud way na mamaratsaya misan hangkatau dayin ha kawman mu puas dayin ha bihaun malayingkan amura mamaratsaya amuin asal na kiyasusulat na nakauna pa, hangkan ayaw na kaw magkarukkaan sabab sin unu-unu na kakahinang nila biya’ na sin panghimuting iban pamuhinga kaymu,",
                    "37": "Iban tapia in bahitra yan kikita-kita namu kaw iban pamalihala namu kaymu, iban labayun namu wahi kaymu in hantangan paghinang mu kaniya biya’ paghindu namu kan Dawud in hantangan sin paghinang niya badju basi iban ayaw mu na pangayua kāmu papalayamun mu pa sila karna sabunnal tuud tantu nahukum na sila malu’mus, tikmud na nasulat sin Kallam, di na mapa’gang.”",
                    "38": "Nagbaran hi Nuh naghinang sin Bahitra, sakahaba makalabay dayin kaniya in jama'ah nagbabaran (manga pag-aaddatan) dayin ha kawman niya, magliki-iki kaniya, manggura’-gura’ kaniya, pasalan in piyagtapian niya ha ginlupaan malawak dayin ha tubig, amuin agi-agi nila kaniya : “Nahinang na sa kaw yan pananapi’ parahal bakas kaw Nabi”, laung hi Nuh : “Bang niyu kami giyura’-gura’ bihaun, na’ in kami makagura’-gura’ kaniyu ha susungun bang maglu’mus na, biya’ sin panggura’-gura’ niyu kāmu adlaw ini,",
                    "39": "Hasusūngun kaingatan niyu ra sa yan bang hisiyu dayin katu taniyu amuin datungan siksa manghina kaniya iban mamias, iban hibu’bu’ kaniya ha adlaw akhirat iban mutang in siksa way hugna’, amuna in siksa narka.”",
                    "40": "Sahingga baya-baya mayan dumatung na in daakan namu hipapalanggana na sila, pa bukalun namu na in tubig ‘Tannur’ (pagpalulutuan tinapay amuin hinang pangindanan tumagna na in pagumbak tawpan), amu agi namu kan Nuh : “Luwani in bahitra yan sin tiyap-tiyap sinip dayin ha binatang sin ginlupaan naglilimbang duwa, usug iban babai, iban daha in ahli mu (in sila ini amuna in asawa niya iban kaanakan nila), malayingkan amura di makaagad hisiyu-siyu amuin asal na nahukum sin Allahu Ta'ala malanggana iban malu’mus iban dāha siyu-siyu namaratsaya kaymu dayin ha kawman mu”, ampa way ra tantu namaratsaya kaniya malayingkan tiyu-tiyu da (kawaluwan katau da sila, lamud na dayin kanila yadtu in tuw dayin ha anak niya ; In sila ini hi Sam, hi Ham, hi Yafith iban na sin kaasawahan nila).",
                    "41": "Laung hi Nuh ha siyu-siyu na nara niya nagbunyug : “Gaban kamu pa bahitra kabtang ‘Bismillah’ (ha ngan sin Allahu Ta'ala) sakaynu siya hadaganan iban sambil dumatung na puas niya ha daganan, karna sabunnal tuud in Tuhan ku sangat Mangangampun sin pardusahan, lagi Baying-ulungun ha manga magtatawbat.”",
                    "42": "In hal sin bahitra nagdaragan-dagan nagdara kan Nuh iban sin manga mu’minin imuuntas-untas ha gi’tungan alun biya’ laggu kaburan, iban tiyawag pa hi Nuh in anak niya (pagnganan Yam atawa Kan’an amuin way nagmu’min), ina’bu ha tampat dimudugaing dayin ha ama niya iban kakampungan niya : “Utuh anak ku! gaban na kaw bunyug kāmu pa bahitra, ayaw kaw munyug ha manga kafir yan ha guwa sin bahitra, karna in sila yan mattan majuljana.”",
                    "43": "Laung sin anak niya kan ama niya : “Maguy mayan aku pa bud mataas makapalappas iban di abutan sin tubig”, laung sin ama : “Way na makapa’gang adlaw yan sin hukuman giyanta sin Allahu Ta'ala iban paniksai niya, malayingkan in lappasan amura in hisiyu-siyu kiya-ulungan sin Allahu Ta'ala, amura in manga simasakat ha bahitra ini”, ubus yadtu magtuy ra kiyalibunan sin alun in antara hi Nuh iban sin anak niya, di na matabang, hangkan yadtu siya nahinang ha jumlahan sin liyu’mus.",
                    "44": "Parman sin Allahu Ta'ala ha gumi puas mayan nalanggana in kawman Nuh : “O gumi! tūna na magbalik in tubig mu mag ūs-ūs iban O langit! duhung na kaw umulan”, timis mayan in tubig, iban natimus in pardaakan hipapalanggana in kawman Nuh amuin manga kafir, iban hipapalappas in manga mu’minin, iban simanglad in bahitra ha taas būd ‘Al-juwdiy’ (ha jazeera pū masuuk pa Al-Mawsil), iban ampa iyan : “sampurna panglangganai ha kawman zalimin in ginhawa nila.”",
                    "45": "Iban dimuwaa in Nuh pa Tuhan niya nanghupu’-hupu’ amu in agi : “O Tuhan ku! bunnal tuud in anak ku yan dayin ha ahli ku, nakajanji kaw kaku lappasun mu sila, ampa in janji mu mabunnal sadja, di magkabaluba, jiyanjian mu aku lapppasun mu in ahli ku, biyadiin na in hal sin anak ku, ampa asal ku kiyahahatihan in ikaw Saingat-ingat na Manghuhukum dayin ha katan manghuhukum, iban Sa‘adil-‘adil.”",
                    "46": "Parman sin Allahu Ta'ala kaniya : “Ya Nuh! bunnal tuud amuin anak mu (Yam atawa Kan’an yan) bukun yan ahli mu amuin bilang malappas ; karna way siya nagparatsaya kaymu, in siya yan maghihinang ammal mangi pasal sin pagkufur niya iban panghimuting niya, hangkan ayaw mu sukata pangayua amuin way pangirab mu sin parkala yadtu, karna bang in ha asal kiyahahatihan ku in siya yan mu’min tantu tuud liyappas ku na sabunnal tuud pa paghimunnakunun ta kaw ibut-ibut ayaw tuud kaw mikijumla hambuuk dayin ha manga (jahilin) ‘awam, sabab pangayuun mu amuin way pangirab mu sin hal niya.”",
                    "47": "Simambag hi Nūh in iyagi niya (ha saputika kiya-ingatan niya na in pangayu niya duwaa yadtu dayin ha kalipanan niya, way nag nakaamu ha Rida’ sin Allahu Ta'ala) : “O Tuhan ku! sabunnal tuud magpatilibun aku kaymu amuin mangayu dayin kaymu unu-unu na way pangirab ku sin kamattanan niya atawa kaharus niya, bang aku di mu ampunun dayin ha unu-unu na pangliyu-lakad ku ha pagpangayú, iban di mu kaulungan labay tawbatun mu anugharaan kalabbihan tantu mahinang na aku dayin ha jumlahan sin manga nalulugi in kakahinang nila.”",
                    "48": "Iyan in Nuh : “Ya Nuh! naug na kaw dayin ha bahitra yan pa gumi halaum kasajahitraan dayin ha kamumulahan iban halaum sannang, salta iban pa ginisan ni’mat iban karayawan iyanughara kaymu sin Tuhan mu, iban ha indaginis tumpukan dayin ha liyūran sa siyu-siyu na nakalagad kaymu yan ha bahitra, iban paawnun in kaummat-ummatan dayin ha panubu nila yan, parūlun namu magtamattu’ ha dunya mamakay sin ginisan pangari-ngari niya tumubtub pa adlaw sin Qiyamat na, ubus yadtu didtu mayan ha adlaw Qiyamat paratungan namu sila siksa landu in bisa niya.”",
                    "49": "Amu yadtu in kissa sin Nuh dayin ha manga habal gaib kissahun namu kaymu labay wahi, way pangirab mu tahana-hana sin ikaw tungud hal yadtu iban damikkiyan way ra isab pangirab sin kawman mu biya’ nyuk-nyuk sin lilayan yan, na’ sabar kaw O ikaw Rasul! Ha pagpasampay mu yan iban ha pamuhinga sin kawman mu, biya’ sabar hi Nuh, karna bunnal tuud akibbat pagsanglitun amuin labay mangdaug ha dunya, iban magparuntungan ha akhirat, luggiya ha manga imaanib tiyangan sin Allahu Ta'ala iban nagmamabuga kaniya iban namamaratsaya ha karasulan niya, iban iyaaniban nila in kashirikan iban kama'siyatan.",
                    "50": "Iban piyara namu pa pihak ‘Aad (ha Al-ahqaaf ha hula Yaman) in taymanghurun nila (maghangkapihak iban ha turunan amu na) hi Hud (alayhis salam) (hambuuk na dayin kanila), amu agi niya : “O kawman ku! tunggala niyu sumbaha in Allahu Ta'ala, way na Tuhan niyu dugaing dayin kaniya, bukun da kamu unu bang unu ha pagsumba niyu manga barhala yan malayingkan in kamu kawman naghinang-hinang kaputingan ha Allahu Ta'ala sababan piyanghinang-hinangan niyu in Allahu Ta'ala sakutu, iban makasapā'at kunu ha hadarat niya,",
                    "51": "Ya kawman ku, di aku sumambat dayin kaniyu ha pagpasampay ku Risalah sin Tuhan ku hipanambi alta, way pagpuhungan ku pahala ku dugaing malayingkan dayin ha amuin nagpapanjari kāku ha santusa kariyasali amuna in ha kariyasali panawhid pa Allahu Ta'ala, (hati niya in pagnasihat niya kanila ikhlas). unu di ka pikilun niyu sin pamikil imamu hasupaya kabatukan niyu in kasabunnalan amuin nara ku?”",
                    "52": "Iban (laung niya pa) : “O kawman ku, pag-istigfar kamu pa Tuhan niyu dayin ha pagshirik niyu iban pardusahan, mahuli niya pa ikhlasa niyu in pagtawbat niyu dayin ha pagshirik, iban pa ikhlasa niyu in pag-ibadat niyu pa Allahu Ta'ala, parāhan niya kamu ulan mataud matigda dayin ha langit, iban sunuan niya kamu kusug paganapun ha asal kusug niyu hisabab ha alta iban anak, iban ayaw kamu manaykuri dayin ha panawagtawag ku, lagi in kahalan niyu nagsishirik.”",
                    "53": "Laung sin kawman niya : “O Hud! way ra kami kiyarahan mu dalil matampal, iban mu’jizat maksud mikipahimunnakun kaw kāmu Nabi, iban lagi di namu da tinggalan in pagsumba namu ha tuhan namu, bang dayin da ha pasalan sin piyagkabissara mu, iban di namu da kahagarun in pagkanabi mu,",
                    "54": "Way ra dugaing hikapamung namu sin pakaradjaan mu yan malayingkan in kamattanan niya siyaway kaw sin kaibanan tuhan namu piyasilap, pasal sin panglagi-lagi mu kanila iban tiyaykuran mu way mu piya-idda, bihan na kaw yan maglatahan way bidda’ iban magligaw na sadja”, laung hi Hūd : “Pasaksiun ku in Allahu Ta'ala ha ginhawa baran ku iban saksi da isab kamu bunnal tuud puas aku dayin ha unu-unu na piyanakutu niyu dayin ha amuin hinang-hinang niyu sakutu pa Allahu Ta'ala yan,",
                    "55": "Sabunnal tuud puas aku dayin ha katān barhala iban sabanding dayin ha amuin sasuku’ dugaing dayin ha Allahu Ta'ala piyanakutu niyu, na’ tipun kamu kāku sin katan katakinan niyu indaginis katitipuhan, pagtabang na kamu iban sin tuhan niyu amuin piyag-inuwak niyu bat makapamudarat kaku  ubus ayaw niyu na aku palayama misan hangka kudjap mata, saguwa usi niyu na aku pamudarati.”",
                    "56": "Karna sabunnal tuud biyugsu’ ku na in katan pakaradjaan ku pa  Allahu Ta'ala, amuin Tuhan ku iban amuin Tuhan niyu, siya ra in mamalihala kaku dayin ha katitipuhan niyu, misan niyu pa puspusun in panulay-sulay niyu mangmudarat, way hangsulag magkuhibal ha gumi ini malayingkan siya (Allahu Ta'ala) in Tagmilik ha yadtu iban Taglunggui kanila, mapataalluk niya pa unu-unu na hikahandak niya ha yadtu, way jumatu kamumpaatan iban kamudaratan malayingkan subay ra ijin niya, sabunnal tuud in Tuhan ku ha dan kasabunnalan iban ka'adilan, di da kamu papagmanjaun niya kaku, iban di niya ra kamu tugutan makapang-anyaya kāku iban di da aku luppasun niya pasaran.",
                    "57": "Na’ bang kamu manaykuri iban magūy dayin ha da’wah ku piyanawag-tawagan ku salta nagpatural na kamu ha kakufuran, na’ sabunnal tuud siyampay ku sadja kaniyu in Risalah sin Tuhan ku, iban kiyatumlangan na kamu sin dalil, iban patut na kamu siksaun, magmula mayan kamu pakawnan niya ra kawman dugaing dayin kaniyu duun pahulaun ha kiyapagbutangan niyu labi sila barta'at dayin kaniyu nananawhid kaniya nag-ibadat kaniya, di niyu siya kapamudaratan sin samata-mata unu-unu sabab sin panaykuri niyu, karna bunnal tuud in Tuhan ku nakajajaga ha katan unu-unu, kiyai-ingatan niya in unu-unu na kakahinang niyu, Siya ra in Mamalihala kaku dayin ha unu-unu na mangi.” ",
                    "58": "Iban hatatkāla dimatung na in pardaakan namu, ajabun palabayun langgana in ‘Aad, hiyawun namu liyappas hi Hud iban sin hisiyu-siyu na namamaratsaya miyagad kaniya, dayin ha sabab sin Rahmat dayin kamu, iban liyappas namu sila dayin ha ajab makusug, puspus in basag niya.",
                    "59": "Amu yadtu in sapantun parupamahan sin sila ‘Aad amuin liyanggana namu, atud na kamu pa manga bakkas nila ha gumi ini, sabunnal tuud in sila nagkufur ha manga Ayat sin Allahu Ta'ala amuin manunjuki ha katunggal niya iban miyungkir nila in manga Mu’jizat, iban siyulang diya nagsagga in Karasulan, amuin piyagta'atan sin kawman niya (sin Hud) amuin daakan sin katan timatakabbur, manganganyaya, mangliliyu-lakad di manayma kasabunnalan iban di magkahagad ha yadtu.",
                    "60": "Iban ampa na isab sila piyalundugan sin Allahu Ta'ala lanat tutug du'un kanila di sila ukatan ha dunya ini, iban paurulan da isab sila sin yadtu ha adlaw Qiyamat hingga hikatilakbu’ niya sila palawum siksa, bukun ka bunnal tuud in ‘Aad nagkufur sila ha Tuhan nila, iban miyungkir nila in Ni’mat niya, bukun ka yan nahinang yadtu tikduhanan sin kiyalanggana kanila paglanggana amad iban kiyalakag ha ‘Aad Kawum hi Hud sin lakag amad dayin ha Rahmat sin Allahu Ta'ala,",
                    "61": "Iban damikkiyan piyara namu pa Thamud (ha Al-hijr ha ut sin Madinah iban Sham) in taymanghurun nila maghangkapihak iban hangka turunan iban sila amuna in hi Salih, laung niya : “Ya Kawman ku! tunggala niyu sumbaha in Allahu Ta'ala way dugaing dayin kaniya patut niyu Pagtuhanan, Piyapanjari niya kamu iban piyaawun tagna dayin ha lupa, sababan napapanjari niya hi Ama niyu Adam dayin ha lupa, iban ampa kamu piyahula niya ha gumi liyabay biyangunan kabayan iban tiyanuman kakahuyan, hangkan pangayu kamu kaampunan kaniya dayin ha manga pardusahan niyu iban dayin ha pagshirik niyu, ubus ampa kamu balik mangarap mag-ibadat kaniya iban tinggali niyu na in manga hikabak niyu dusa, karna bunnal tuud in Tuhan ku masuuk in Rahmat niya ha iypun niya manga barta'at, masuuk manaymai sin duwaa nila.”",
                    "62": " Laung nila : “Ya Salih! in bakas na-aantam-antam namu kaymu mahinang namu panghu hikapaglagi namu in pikilan mu amuin way pa kaw nagguwal Nabi, unu langun mu kami dayin ha sumumba barhala amuin piyagsusumba sin kamaasan namu, ampa in hal namu nagsasak-sak ha manawhid pagbahasahun mu, iban mamuasi dayin ha barhala namu.”",
                    "63": "Laung hi Salih : “Ya Kawman ku! pamikil da kamu iban baytai niyu kunu’ aku bang in kaawnan ku nakaguguun iban santusa in panghāti iban taga dalil sahih awun baynat dayin ha Tuhan ku mattan tuud ha kasabunnalan aku, iban biyugsuan niya aku pagNabi, na’ hisiyu na baha in makapa’gang sin siksa sin Allahu Ta'ala dayin kaku bang ku sulangun in daakan niya, iban nagma'siyat aku ha pagpasampay sin Risalah niya iban manglang sin pagshirik kaniya? Na’ way ra angutun niyu dayin kāku dugaing bang ta kamu abjanan malayingkan kalawngan amad iban malugi sin lussung amad,",
                    "64": "Iban Ya Kawman ku! in ini unta sin Allahu Ta'ala hinang yari sin Allahu Ta'ala pamintangan niyu tanda sin kabunnal ku Nabi, iban hinang niya mu’jizat ku matampal, na’ pasariha niyu mangaun-kaun ha lupa pangangaunan niya, ayaw niyu tuud siya gasara sin mangi, patayun na atawa puhingaun, karna mahinang yadtu tikduhanan sumamut kaniyu in ajab, sumuuk in pagjatu niya bang niyu siya sumbayiun.”",
                    "65": "Saguwa piyatay nila ra, piyuddang atawa namakay kandiy panyap, na’ laung kanila hi Salih : “Paglami-lami na kamu ha kabayan niyu halaum tū adlaw, pagpuas yan malanggana na kamu, in janji yadtu kasabunnalan way kaputingan niya.”",
                    "66": "Na’ hatatkāla dimatung na in pardaakan namu langganaun na in pihak Thamud, liyappas namu hi Salih iban sin hisiyu-hisiyu namaratsaya kaniya dayin ha aramala, labay ha Rahmat namu amuin maluag, iban lappasun namu sila dayin ha kahinaan iban kabiasan ha adlaw Qiyamat, “Sabunnal tuud in Tuhan mu (Ya Salih!) siya in sampurna in kawasa niya iban gaus niya ha unu-unu katan iban Mangdaraug ha katan pakaradjaan niya, Manglulunggu ha satru niya.”",
                    "67": "Binsana in manga nanganyaya ha ginhawa nila sababan pagkufur nila sin ‘As-sayhah’ (ulak mabasag dayin ha langit atawa kan luti’) amuin nakadamag sin pangatayan nila, kiyalaglag ha manga kafir, kiyapulakan sila mahinaat ha kabayaan nila katan naghahantal kaligis-ligisan miyamatay.",
                    "68": "Biya’ da sila sin sakaula-ula way bakas miyutang iban nakapagtau ha kabāyan nila dayin sin angay lugay yadtu, bukun ka sabunnal tuud in hi Thamud nagkufur pa Tuhan nila, bukun ba yadtu tikduhanan na sin hikajuljana kanila iban hikabulaw kan Thamud dayin ha Rahmat sin Allahu Ta'ala.",
                    "69": "Iban damikkiyan bakas nakadatung in manga Malaikat kan Ibrahim nagdara bayta makakukuyag-kuyag jimanji kaniya paanakun siya sin Allahu Ta'ala bata usug, laung nila : “Salamun Alayk!” in sambag niya : “Salamun Alaykum!”, way ra nakalingkud malugay in Ibrahim hingga dimatung na nagdara anak sapi tiyapa ha batu piyasu’ sin kayu, (ampa amuna yadtu in malanab pagtapahan).",
                    "70": "Saguwa hatatkala kiyapatungan niya in manga lima nila di kumuut pa sapi atawa pa kakaun amuin piyanglabut niya kanila, iban di sila magkaun dayin ha yadtu, way siya kiyaamuhan sin hinang nila yadtu, iban in nahuna-huna niya kanila awun maksud nila mangi, bihadtu in pagkabiyaksahan, iban nakananam in lawum sin ginhawa niya hanggaw dahit laung nila : “Ayaw kaw mahanggaw kamu, Malaikat kami ini, piyara kami maniksa ha Kawman hi Lut.”",
                    "71": "Salta in asawa niya (hi Sara) timitindug ha liyu sin libun nangdurungug-dungug sin pagliyulapal nila iban naghahaddam, nagkakatawa sin katawa kabibiyaksahan sabab naig na in hanggaw niya, pagpuas yadtu biyaytaan namu siya jiyanjian makakuyag-kuyag ha dila sin Malaikat amuin makaanak siya Ishaq in ngan niya, iban ampa namu siya anugharaan apu mahuli dayin kan Ishaq amuna hi Ya’qub.",
                    "72": "In kiyasambat sin asawa niya : “Ya! Na’ naadjayib tuud aku yan iban naha’pung biyadiin pa kaanak ku kalalaas ku na ini, (labi na kasiyaman tahun), iban in bana ku yan (dalam sin) malaas na tuud, miyabut na in ummul niya hanggatus na tahun), sabunnal tuud in habal diyaak hipabayta yan mattan parkala makaajayib” (amuin makaanak pa in duwa maglakibini malaas na tuud karuwa, in iyan bang liling ta pa pagkasakupan sin katan, bukun liling ta pa Qudrat sin Tuhan).",
                    "73": "Laung sin manga Malāikat : “Ayaw kaw mainu-inu ha Qudrat sin Allahu Ta'ala iban ha Qada niya iban ha Hikmat niya, karna in ikaw yan dayin ha ahli bay Nabi, bukun na kaw ‘awam sabunnal tuud in yan dayin ha manga tiyakdil sin Allahu Ta'ala, adapun in Rahmat sin Allahu Ta'ala amuin maluag iban Ni’mat niya sakkiyanan yan kaniyu O kamu ahli bay sin Nabi Ibrahim, in Allahu Ta'ala sabunnal tuud ‘Hamid’ (Sasanglitun), mataud kalabbihan niya iban Ni’mat, Tagdapu sin sampurna kamulliyahan iban katinggihan.”",
                    "74": "Mahuli dayin didtu ha tatkala naig na in hanggaw dayin kan Ibrahim pag-ingat niya in sila yaun Malaikat, iban nagdarā bayta makakuyag pasal hi Ishaq, in piyaabak niya diyā niya nagliyu-lapal in manga naraak namu tungud parkala sin Kawman Lūt, piyangayu niya papasuhulan naa in paniksa kanila, kalu sila magparatsaya pa Allahu Ta'ala.",
                    "75": "Sabunnai tuud in hi Ibrahim patimaap, masabal iban mahanunut, bukun maūs mangayu pasaruun-duun na in paniksa pati ma’aruyun iban tikupu pa Allahu Ta'ala iban makusug in kabuga pa Allahu Ta'ala iban patihalli, tattap in panghanglai niya pa Tuhan niya katan sin pakaradjaan niya.",
                    "76": "Laung sin Malaikat : “Ya Ibrahim! pasari na in paglugat parkala natikmud na giyanta ha Qada, karna bunnal tuud miyabut na in pardaakan sin Tuhan mu hipapaajab sila, asal niya ra kiyahahatihan in hal nila, in ajab paratungun kanila yan di mabaybad iban mapa’gang dayin kanila labayun ha paglugat atawa duwaahan atawa kandiy dayin sin yan.”",
                    "77": "Tatkāla mayan dimatung na in Malaikat namu kan Lut nagpasasarupa madurug mabata, puas nila dayin kan Ibrahim, (in antara sin kiyaruunan hi Ibrahim iban sin lungan hi Lut walu usuk batu ra) nginian siya tanam sin pagkawun nila, iban nasusa siya kanila, simigpit in daghal niya pangarukkaan niya pagkita niya kanila malali, ayad niya kanila dayin ha kawman niya manga fasiq, lain-lain sabab sin in hulirun nila pihak nila usug, in agi niya : “Amuna ini in adlaw landu in kabiasan iban kamumulahan iban kabinsanaan.”",
                    "78": "Iban miyawun na kaniya in kawman niya dasang nananatat, ha maksud duma maghulid na ha manga ‘dayf’ niya (nanibaw kaniya) pagkahi nila usug, asal in kabibiyaksahan nila usug sibu’ pagkahi nila in katagihan nila paghulirun, laung hi Lut kanila : “Bang kamu tagapikil yari in kababaihan sin ummat ku asawaha niyu, in sila ini in halal huliran (puas kawinan) iban malissin, kabuga da kamu pa Allahu Ta'ala (labayun ha pagtinggal dusa ‘Fahishah’ iban humalli sin siksa niya), iban ayaw niyu aku biasa parapati ha manga ‘dayf’ ku, unu way ka duun kaniyu yan misan dakuman hambuuk usug mabuntul iban bar-akkal mabatuk niya in kasabunnalan iban tumangkis dayin ha kangian, iban umanib dayin ha pangkal?”",
                    "79": "Laung nila : “Tantu tuud kiyai-ingatan mu ra Ya Lut! way sa napsu namu ha manga kaanakan mu (iban kaanakan sin ummat mu) babai iban di namu kalagihan, iban bunnal tuud mattan asal kiyahahatihan mu sin tagi namu humulid ha pagkahi namu usug, iban bukun babai in kabayaan.”",
                    "80": "Laung hi Lut kanila : “Bang sadja aku taga-basag iban taga-kawasa tantu pa’gangun ta kamu, atawa bang aku makabak mananabang iban gumagapi’ atawa awun kasiluan ku līuran makusug kapa’gangan niya aku dayin kaniyu, tantu agpangan ta kamu ha pagdautun niyu dayin ha manga dayf ku.”",
                    "81": "Laung sin manga Malaikat naraak : “O Lut! Malaikat sa kami ini, Allahu Ta'ala in nagpara kāmu maminsana ha kawman mu, di nila kami mapuhinga, saguwa ig na kaw dāna in ahli mu bang timigidlum na atawa sa’buha ha partingian dūm, ayaw tuud in hangkatau dayin kaniyu (bang maguy na) pa ulihan niya limingi, malayingkan in asawa mu ayaw paagara munyug kaymu, bunnal tuud kugdanan siya sin ajab pakugdanun ha kawman yan, ampa in tugun kiyapagjanjian pagjuljana kanila yan, duun ha waktu subuh (amuin masa pagpahuhupan sin tiyap-tiyap ginhawa baran iban paghahaluk sin katan), unu bukun ka in waktu subuh amuin sasa’at pagsiksaan yan masuuk da?”",
                    "82": "Na’ ha tatkala dimatung na in pardaakan namu pajatuhun na in pagpinjara, biyaliskat namu in lungan sin kawman hi Lut in nahinang babaw niya amuin bulian niya, pasalan piyalinup namu sila ha lupa, iban hiyulugan namu sila kabatu-batuhan hinang dayin ha lupa timugas, nag aabut-abut iban nagtambak, ",
                    "83": "In kabatu-batuhan ini iindanan siyuku’ tuput pakayun hikapaminjarà, asal ma’lum ha hadarat sin Tuhan mu (didtu ha ‘Khazaain’ (patti niya), luggiya siyuku’ kanila, di kumugdan pa kandiy tau), ampa bukun da in lungan sin kawum hi Lut ini pa manga nagkafir tau Makkah yan iban sin simibu’ kanila malawak, (pagkalabay-labayan nila ra pagdarānan nila pa hula Shām, amuin in antup ha katan tau mangzazālim, manglalaug, manganyaya).",
                    "84": "Iban piyara namu da isab pa Madyan (amuin daira masuuk pa ma’aan yan ha hula Jordan) in taymanghurun nila ha sugsugan hi Shuaib (alayhis salam) (amuin paggulalun khatib sin kanabihan pasalan paslud niya mutang dalil hipaglugat iban kaagi niya maglilay iban panday niya pa pakahagarun in kawman niya), in agi niya kanila : “Ya Kawman ku! tunggala niyu sumbaha in Allahu Ta'ala ayaw nyu siya sakutuhi,  way na Tuhan niyu dugaing dayin kaniya patut niyu sumbahun, iban ayaw pagkulangi niyu in pagkilu niyu iban pagtimbang ha pagdagang (iban ha pagpabus iban sin sumali’ ha yan), sabunnal tuud in aku kikita ku barkanan kamu iban sara’-sarahan ha ridjiki, (makata’ga na yadtu kaniyu mangdagdag pa, adapun in pagpajukup niyu magkilu ka'adilan yan), iban sabunnal tuud in kahanggawan ku kumugdan kaniyu (bang kamu di uminsap) masiksa kamu ha adlaw lapnas in aramala kajuljanaan niya iban panglanggana ha katan manusiya, way makapulasut misan hangsulag dayin ha yadtu,",
                    "85": " Iban O kamu Kawman ku! Di mamarahi hat nila insāpan in pagdagdag saguwa subay nila ra pagmuhut-muhutan in pagpajukup misan kapalabihan nila na way na tuud dapat, hasupāya matantu nila, hangkan pajukupa niyu in pagkilu iban pagtimbang ha ka'adilan iban pa pagsibuun, di palabihun in pagkawa, iban di dagdagan in pagdihil, iban ayaw niyu pagdagdagi in hak sin manusiya misan salat, duun na ka labay kulli’ atawa akkalan atawa langpasan, iban ayaw kamu himinang kangian ha gumi, atawa kan pataurun in ngiy, atawa magpatural ha kangian.",
                    "86": "Unu-unu na kapinun kaniyu sin Allahu Ta'ala dayin ha ridjiki halal nakapin puas piyagtunayan niyu kahak-hakan labay ha ka'adilan, amuna yan in afdal iban labi mabarakat kagumbilan niyu nausaha niyu haram, bang in kaawnan niyu nangangahagad ha Allahu Ta'ala iban ha paghisab ; karna in mu’min siya ra yan in magkamumpataan patumtum, iban bukun aku in jimajaga magtatawu ammal iban tumutungbas kaniyu, saguwa tuput aku numanasihat iban magpasasampay.”",
                    "87": "Laung sin Kawman niya : “Ya Shuaib! Pangudju’-ngudju’, panggura’-gura’ unu in sambahayang mu yan nangdaak kaymu papatinggalan kāmu na amuin unu-unu na ginisan barhala bakas pagsumbahun sin kamaasan namu ‘Asnam’ naka atawa ‘Awthan’, atawa isab nangdaak papatinggalan na amuin paghinangun namu ha pangalta namu, diin in kabayaan namu makarayaw ha pangalta namu duun na labay pagpalabihun iban, pagdagdagan, juwal ballitun namu in pangalta namu diin in karida'an namu, sabunnal tuud ikaw na yan in natanyag mahanunut, masabar, lāgi bar-akkal mahantap, namamawugbug sin kabuntulan, nagpagagawgut duun ha yan!”",
                    "88": "Laung niya : “O Kawman ku! baytai niyu aku bang in kaawnan ku limilindug ha pang-ingat santusa iban dalil Qat’iy (mamugtul paylu) naug dayin ha Tuhan ku tanda sin panawag-tawagi ku kaniyu, iban ridjikian niya pa aku ridjiki mataud, halal, unu matali pa ka sin akkal sin tau amuin sulangun ku pa in daakan sin Allahu Ta'ala iban sin piyanaggahan niya? Di ka yadtu sumūd pa akkal iban bukun tabiat ku amuin langun ta kamu dayin ha unu-unu hinang ubus pagsakali hihinang ku ra atawa himihinang da aku sin lawan niya, way dugaing miyaksud ku malayingkan manghatuli labay ha ka'adilan ha kagausan ku, iban way tawfiq kāku kabatukan in kasabunnalan iban makapakaamuhan malayingkan subay ra labay panabangan sin Allahu Ta'ala, tuput da kaniya aku nagsasarahakan ha katan pakaradjaan ku, iban tuput madtu ra kaniya hiagsu ku in katan parkala ku.”",
                    "89": "Iban O Kawman ku! ayaw in pamantahi niyu kaku iban landu panagga’ niyu kaku hikara kaniyu pa hikahimuting niyu kāku, karna kamusibahan kamu ajab biya’ sin ajab kimugdan ha kawman Nuh malu’mus, atawa kawman Hud pahanginan hangin ‘As-sarsar’ (hunus mahagpay), atawa kawman Salih piyaratungan ‘Ar-rajfah’ (līnugan iban linup sila sin lupa), iban lagi bukun da in pagjuljana ha kawman hi Lut malawak mawun kaniyu in habal nila iban tampat nila iban jaman nila, unu di pa ka kamu mamintang?",
                    "90": "Iban pag-istigfar kamu pa Tuhan niyu dayin ha manga pardusahan niyu, iban mahuli pagtawbat kamu kaniya dayin ha katan ma'siyat niyu nakalabay, sabunnal tuud in Tuhan ku maluag in Rahmat niya ha manga magtatawbat, Baying-kasihun kanila, hiyahanunut niya sila iban iyaanugharaan kalabbihan.”",
                    "91": "Laung sin Kawman niya : “Ya Shuaib! di kapahaman namu kamatauran sin bissara mu kāmu manga kagaib-gaiban yan, biya’ sin paham namu sin manga parkala nyata’, iban in pangita namu kaymu malamma wayruun kawasa mu umatubang kāmu iban parulihan in ginhawa baran mu, bang bukun pasalan kakampungan mu mapuuk amuin nahinang mu kusug tantu luntalun namu kaw patayun batuhun, iban way ra kamulliyahan mu kāmu hikapa’gang sin panglajjami.”",
                    "92": "laung hi Shuaib kanila : “Ya Kawman ku! unu kampung ku in liyaggu niyu piyagtabiya'an dayin ha Allahu Ta'ala? (karna in panggaan-gaan nila ha hangkatau dayin ha kanabihan sin Allahu Ta'ala biya’ da nila giyaan-gaan in Allahu Ta'ala Azza wa Jalla), siyala niyu in pardaakan sin Allahu Ta'ala iban sin Nabi niya way kapusan biya’ sin biyubugit-bugit ha ulihan niyu, sabunnal tuud in Tuhan ku sampurna, (lagi tattap) niya Kiyai-ingatan in katan kahalan niyu iban katān hinang niyu, tungbasan niya ra yan kaniyu,",
                    "93": "Iban Ya Kawman ku! hinang na kamu puspusa in kagausan niyu iban sin unu-unu na in katākinan niyu kakufuran iban panghimuting, sabunnal tuud in aku himinang na sadja sin unu-unu na diyaakan kāku sin Tuhan ku, iban diin in magaus ku, ha susungun kaingatan niyu ra sa yan in akkibat sin kashirikan iban sin pangmudarat ha manusiya, bang hisiyu ra in datungan ajab kiyahina kaniya iban kiyabias, iban sin bang hisiyu dayin katu taniyu in putingan, iban tagari niyu na in janji sisiksaan sin Tuhan niyu kaniyu, in aku timatagad sin Rahmat jiyanji sin Tuhan ku kaku.”",
                    "94": "Iban ha tatkala dimatung na in pardaakan namu hipapajuljana na sila, liyappas namu na hi Shuaib iban manga mu’min miyagad kaniya hiyawun dayin ha paminjala, sababan sin Rahmat namu, iban in piyaniksa ha manga iyanyaya nila in ginhawa baran nila (pasal sin kashirikan nila) amuna in ‘As-sayhah’ (ulak tunggal), pagpulak mahinaat yaun sila naghahantal ha kabāyan nila naligis,",
                    "95": "Biya’ da sin sakaula-ula way sila bakas nakabutang didtu ha yadtu, bukun ka biyulaw sin Allahu Ta'ala dayin ha Rahmat niya, iban kajuljanaan amad ha Madyan, biya’ da sin pangbulaw dayin ha Rahmat sin Tuhan iban pangjuljana ha Thamud nakauna pa dayin kanila (in piyangjuljana ha duwa Kawman ini liyabay ha ‘As-sayhah’, in piyagbiddaan sadja, in Sayhah pa Thamud jimatu dayin ha sawum nila, ampa in Sayhah pa Madyan jimatu dayin ha taas nila).",
                    "96": "Iban tantu tuud naraak namu hi Musa piyara kaayat-ayatan namu, biya’ sin At-tawrat atawa amuin Siyam tanda, damikkiyan nagdara mu’jizat limalahil, atawa kadalil-dalilan makusug, lagi matampal,",
                    "97": "Diyaak namu siya pa Fir'awn iban pa manga kanakuraan ha kawman niya, saguwa amura iyagad nila in daakan hi Fir'awn pa pagkufurun sila iban nanaykuri sila dayin kan Musa, ampa bukun in hal hi Fir'awn iban sin daakan niya ha kabuntulan iban ha hidayah, karna bukun siya ha pamandu, saguwa in siya ha kalawngan amad.",
                    "98": "Pag-uhanan hi Fir'awn in kawman niya tumudju pa ajab sin narka ha adlaw Qiyamat, iban ampa niya sila pasurun bunyugan pa narka jahannam, sangiy-ngiy na susūran amuin kasuran nila yan.",
                    "99": "Iban piyaurulan pa sin Allahu Ta'ala in Fir'awn iban sin kanakuraan ha kawman niya puas sila jiyuljana miyurka ha dagat sin pamulawi Iban piyalakag dayin ha Rahmat niya diy ha dunya, iban damikkiyan niya paurulan niya ra sila kandiy pangla’nati dayin ha manga tau parang masar didtu ha adlaw Qiyamat, sangiy-ngiy na dirihilan nadihil (atawa tatabangan napanabang).",
                    "100": "Amu yadtu in kiyakissa sin Allahu Ta'ala kaymu O ikaw Nabi! (sallallahu alayhi wasallam) diy ha Surah ini dayin ha kaibanan kahabal-habalan sin manga ummat nakauna amuin jiyuljana namu in ahli niya sabab sin kakufuran nila iban panghimuting, awun pa dayin ha manga lungan yadtu masi-masi naglilindug nakabibin in bakkas niya, iban awun dayin ha manga lungan yadtu piyulak-palik natigallam way misan bakkas niya, biya’ upamakun tiyanum ballug-ballugan timitindug ha batangan niya, iban naani na in kaibanan.",
                    "101": "Adapun wala namu sila iyanyaya dalam sin jiyuljana namu sila ha wayruun dusa nila, saguwa ziyālim nila iyanyaya in ginhawa nila sabab sin pagkufur nila iban ma'siyat nila, na way ra nakadihil kamumpaatan kanila in tuhan nila barhala amuin pagsumbahun nila dugaing dayin sin Allahu Ta'ala, misan salat dayin ha paniksai kanila, na’ way ra napa’gang nila dayin kanila in ajab, gammayan yampa na nakamudarat kanila, ha kutika’ dimatung na in pardaakan sin Tuhan mu hipapasiksa na sila, way ra dugaing manga barhala amuin siyusumba nila malayingkan kabinsanaan iban kalugian amad.",
                    "102": "Biya’ sin damikkiyan pagbinsana kanila liyabay ajab, bihayadtu in paniksai sin Tuhan mu bang niya pagsiksaun in tau unu-unu na lungan subay in kahalan nila zālimun (sabab sin manga dusa nila). sabunnal tuud in siksa niya ha manga kafir masakit maul-ul tuud nakalabbaw, (way huwat-huwatun nila malappas dayin ha yadtu).",
                    "103": "Sabunnal tuud ha nasabbut dayin ha manga kakissa-kissahan maalluk pa kahabal-habalan sin sila nakauna iban pagjuljana kanila, in damikkiyan yadtu tantu pamimintangan iban pagpatumtum ha hisiyu-siyu na madamag ha ajab makusug ha akhirat, in adlaw Qiyamat yadtu, mapun na didtu in katan manusiya hisabun iban tungbasan, in adlaw yadtu amuna in kasaksian sin katan makhluq, iban makasa'bu sila katan.",
                    "104": "Iban way namu piyaahil in pagdatung sin adlaw Qiyamat malayingkan tub-tub da pa jaman tartantu ha Hadarat sin Allahu Ta'ala, ma’lum in bilangan niya asal nagaganta.",
                    "105": "Adlaw dumatung na in adlaw yadtu iban sin pagtungbas way na makapamissarahan hangsulag ginhawa sin da’awa niya malayingkan subay kaijinan sin Tuhan niya, na’ awun dayin kanila manusiya ‘Shaqiyy’ sabab sin pagkufur nila, sila yadtu in tau Narka, iban awun isab dayin kaniya ‘Sa‘iyd’ sababan sin pagparatsaya nila, sila na ini in ahli surga.",
                    "106": "Adapun amuin sila Shaqi (sabab sin pagkufur nila iban pagma'siyat nila, asal na ha Pang-ingat sin Allahu Ta'ala), na’ in sila yadtu halaum Narka in durukan, siyusuku’an sila halaum niya suwara makusug ha pagnapas nila, paguwa iban napas palawum, sabab sin basag sin sakit sin daghal nila, iban sigpit sin pagnapas nila,",
                    "107": "Kakkal sila halaum narka salama-lama salugay ummul sin pitung-lapis langit iban gumi, malayingkan in hi kahandak sin Tuhan mu, Bunnal tuud in Allahu Ta'ala himinang sin unu-unu na hikahandak niya ha dunya iban ha akhirat, way makabalda’ kaniya hangsulag unu-unu.",
                    "108": "Iban adapun amuin sila Sa‘iyd (sababan sin pagparatsaya nila iban ammal nila salih asal na ha ilmu sin Allahu Ta'ala iban panawfiq niya), in sila yan pahulaun halaum surga salāma-lama, sakaynu yan in pitung-lapis langit iban gumi, malayingkan unu-unu in hikahandak sin Tuhan mu, salta dihilan sila sin Tuhan nila dirihilan way hugnaan, tattap salama-lama.",
                    "109": "Na’ hangkan ayaw kaw O ikaw Nabi! maya’ mahinang nagsasāk-sāk mama’tali sin pag-sumbahun sin manga mushrikin yan, way kamumpaatan sin manga barhala nila yan, in susungun nila yan biya’ da sin manga kafir nakauna dayin kanila palawum Narka, in sila ha pagsumba nila pa barhala yan upi nila ha manga kamaasan nila nakauna, iban sabunnal tuud in Allahu Ta'ala tantu dihilan niya sila suku’ nila kapatut dayin ha ajab purna jukup wayruun kulang niya misan salat.",
                    "110": "Iban mattan tuud dihilan namu hi Musa kitab At-tawrat, nasimpak sin hal yan in kawman niya antara sin namunnali iban nanghimuting, namaratsaya kaniya in kaibanan kawman niya, nagkufur isab in kawman niya kaibanan, biya’ laku sin tau Makkah, bang sadja bukun asal na giyanta sin Allahu Ta'ala ha Qada’ niya suhulan niya naa in pang-ajab pa adlaw Qiyamat, tantu hiyukum niya na in antara sin kawman mu atawa antara sin kawman hi Musa diy pa ha dunya palihalan kiyapagba’lihan nila, iban napaūs na kanila in siksa, iban najuljana na in sila takabbur anyaya diy pa ha dunya, iban in manga kafir dayin na Makkah atawa sila amuin nanghimuting ha At-tawrat, tantu tuud nagsasak-sak sin kitab nila amuin napaturun yan, lagi nagkakannang-kannang.",
                    "111": "Iban sabunnal tuud in tiyap-tiyap dayin ha tumpukan magsusulang (amuin nagkahagad iban sin nanghimuting karuwa yadtu) way rapat tantu tuud makatayma ha adlaw paghisab tungbas sin ammal niya sampurna iban jukup, dayin na mayan ha karayawan atawa kangian, sabunnal tuud in Allahu Ta'ala kiyai-ingatan niya in katan ammal sin iypun niya lahil batin way unu-unu malipas dayin kaniya.",
                    "112": "Tutug kaw O ikaw Nabi! ha kabuntulan umammal sin daakan sin Tuhan mu iban manawag-tawag pa kabayaan niya, iban  pagpatattap kaw duun ha kabuntulan biya’ sin pardaakan kaymu sin Allahu Ta'ala iban sin piyanglangan niya kaymu, iban subay ra isab magad tumattap ha kabuntulan siyu-siyu nagtawbat na dayin ha kashirikan iban nagparatsaya ha Risalah mu, iban ayaw sadja kamu lumiyu-lakad sin had partangngahan piyangdaakan iban piyanglangan, sabunnal tuud in Mahasutsi Allahu Ta’ala kiyakikitaan niya in katan ammal niyu, tungbasan niya yadtu kaniyu.",
                    "113": "Iban ayaw kamu sumūmajja’ iban sumawumbibi (sababa-baba na panumajai iban panawumbibi O kamu bar-iman!) ha manga zalimin (manga kafir) amuin rida’ na kamu ha hal nila iban ha kakahinang nila (atawa kan pasal sin amuin liyamuran niyu sila ha kakahinang nila), sabab karna kugdanan kamu sin api-narka (sababan sin panawumbibi iban panumajjai niyu kanila), iban way ra kabakan niyu dugaing dayin ha Allahu Ta’ala amuin mananabang iban gumagapi’ manghawun kanila dayin ha Narka paygay wayruun kabakan niyu manggapii kaniyu ha Hadarat sin Allahu Ta’ala tumampan dayin kaniyu sin siksa niya.",
                    "114": "Iban lindugan in sambahayang mahinaat (sambahayang Subhu, iban Asar, agad na in Dhuhur) iban ha kupan sin waktu dūm, sakup niya na in Magrib iban ‘Isha), sabunnal tuud in hinang karayawan, talbilang dayin hadtu in sambahayang lima waktu makakiparat yadtu sin pardusahan asibi, (ampa in dakulà subay pagtawbatan, ha pamaham sin kaibanan : Sakup in makiparat niya katan dusa pa hak sin Allahu Ta'ala), In hukuman yadtu pagpatumtum ha manga mananayma patumtum.",
                    "115": "Iban sabar kaw manambahayang iban magpatattap ha kabuntulan iban timinggal pangliyu-lakad ha Had iban tumāud pa manga nanganyaya, sabunnal tuud in Allahu Ta'ala tunayun niya jukupun ha manga Muhsinin (tau marayaw) in katan pahala nila.",
                    "116": "Bang sadja awun dayin ha manga ummat giyatusan na tahun nakauna pa dayin kaniyu amuin jiyuljana namu tau taga pamikil santusa iban bar-akkal iban bar-agama nanglalāng paghinang kangian ha gumi, (dayin na mayan ha kangian mabut pa amuin manga pangkal ha shara’) daypara isab awun tiyu-tiyu da kaibanan dayin kanila liyappas namu dayin ha ajab, in sila ini amuna in manga bar-iman ha Risalah sin kanabihan, in kaawnan nila nagtutunay dakula pakaradjaan yan, hangkan liyappas namu sila, iban amuin iyagad-agad isab sin manga iyanyaya nila in ginhawa nila unu-unu na piyaglasig-lasigan nila in kananapsuhan nila iban in kaawnan nila sababan sahawat nila in iyagad nila nahinang sila mujrimin (jahulaka).",
                    "117": "Iban bukun in kaawnan sin Tuhan mu mangjuljana ahli sin lūngan labay niya anyayahun, sakainu in kahalan nila nagpararayaw sin manga ammal nila (pakaradjaan agama iban pagdunya, dayin na mayan ha namaratsaya sila iban mabut pa pagsūmadja nila pa mahadjana).",
                    "118": "Iban bang hikahandak sin Tuhan mu O ikaw Nabi! tantu mahinang niya in katan manusiya hangka agama, saguwa in kiyahandak niya subay in kaawnan nila sila in magkūg baya mamini hasupāya humantang in undang-undang ka'adilan ha pagdihil pahala iban siksa, saguwa masi na mayan sila puas tiyugut kanila in pagpini’ nagbaba’li ha palihalan kasabunnalan ha sababan sin iyagad nila in hawa napsu nila,",
                    "119": "(Masi-masi pa sila nagbaba’li) malayingkan hisiyu amuin kiyaulungan sin Allahu Ta'ala hiyambuuk na in sila yadtu hidayatan niya (dayin ha kalabbihan niya kanila pa Agama kasabunnalan) iban salta hasupaya humantang in kahandak niya labay lugus amuna in piyapanjari niya sila makapagpiniy, iban damikkiyan piyapanjari niya sila karna ulung niya kanila, iban lagi asal tikmud na ha Qadà sin Allahu Ta'ala iban ha daakan niya sabunnal tuud hipuun niya in jahannam dayin ha pihak Jinn iban Manusiya katan sin duwa pihak (in sabab niya pasalan pagkufur nila iban pagma'siyat nila).”",
                    "120": "Iban in katan Naba’ (kahabal-habalan) hi kissa namu kaymu O ikaw Nabi! in manga yan dayin ha manga Naba’ (kahabal-habalan) sin Kanabihan, miyaksud namu hipagpakamdus iban hipagpahugut sin pangatayan mu manunayi Risalah iban manahan pamuhinga iban yan na nakaratung kaymu yan ha Surah amuin nasasakup niya in kaibanan kissa sin kanabihan iban kadalil-dalilan hal paparatsayahun manga parkala kasabunnalan yan katan, pasti tuud dayin yan ha Tuhan mu, iban in yan nasihat pamintangan hipagpatumtum ha manga mu’minin (manga ahlil haq sababan marayaw in akibbat nila).",
                    "121": "Iban pamūngan O ikaw Nabi! ha manga di magparatsaya ha kasabunnalan yan iban Risalah manghahawun : “Hinang na kamu sin unu-unu na hinang mangi magaus niyu tungud pasalan ku diin na in ha aturan niyu, bunnal tuud in kami ammalan namu na bawugbugan in undang-undang namu iban patuyun namu in panawag-tawag pa kasabunnalan,",
                    "122": "Iban tagari niyu na in akibbat sin katan pakaradjaan niyu iban kasungan sin pagkufur niyu iban panghimuting niyu, sabunnal tuud in kami ini nagtatagad da isab magmanyatakan in kasūngan niyu yan.”",
                    "123": "Iban tunggal da Allahu Ta'ala in Makaingat ha katan unu-unu nakagāib dayin ha manusiya, sabarang sin ha pitung-lapis langit, iban ha gumi, iban madtu ra kaniya muwi in katan pakaradjaan adlaw Qiyamat, tungbasan niya in tiyap-tiyap hangkatau hitungud ha ammal niya, hangkan tunggala sumbaha in Tuhan mu iban papatunggala sumbaha ha siyu-siyu na dayin ha bar-iman miyagad kaymu, iban hanglaan in pakaradjaan mu pa Allahu Ta'ala katan, karna sabunnal tuud in siya palihalaun niya kaw, salta way makatapuk dayin ha Allahu Ta'ala tiyap-tiyap kakahinang nila sibu’ da marayaw atawa mangi malayingkan kiyai-ingatan niya, iban tunguran niya yadtu tungbas ha taghinangan."
                }
            }
        }
    }
}