{
    "12": {
        "number": "12",
        "name": "يوسف",
        "name_latin": "Yusuf",
        "number_of_ayah": "111",
        "text": {
            "1": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
            "2": "إِنَّآ أَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
            "3": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَإِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
            "4": "إِذْ قَالَ يُوْسُفُ لِأَبِيْهِ يٰٓأَبَتِ إِنِّيْ رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِيْ سٰجِدِيْنَ",
            "5": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى إِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗإِنَّ الشَّيْطٰنَ لِلْإِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
            "6": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْأَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ أَتَمَّهَا عَلٰٓى أَبَوَيْكَ مِنْ قَبْلُ إِبْرٰهِيْمَ وَإِسْحٰقَۗ إِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
            "7": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَإِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
            "8": "إِذْ قَالُوْا لَيُوْسُفُ وَأَخُوْهُ أَحَبُّ إِلٰٓى أَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗإِنَّ أَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
            "9": " ۨاقْتُلُوْا يُوْسُفَ أَوِ اطْرَحُوْهُ أَرْضًا يَّخْلُ لَكُمْ وَجْهُ أَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
            "10": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَأَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فٰعِلِيْنَ",
            "11": "قَالُوْا يٰٓأَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَإِنَّا لَهٗ لَنَاصِحُوْنَ",
            "12": "أَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَإِنَّا لَهٗ لَحٰفِظُوْنَ",
            "13": "قَالَ إِنِّيْ لَيَحْزُنُنِيْٓ أَنْ تَذْهَبُوْا بِهٖ وَأَخَافُ أَنْ يَّأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
            "14": "قَالُوْا لَىِٕنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخٰسِرُوْنَ",
            "15": "فَلَمَّا ذَهَبُوْا بِهٖ وَأَجْمَعُوْٓا أَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
            "16": "وَجَاۤءُوْٓ أَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
            "17": "قَالُوْا يٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُۚ وَمَآ أَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
            "18": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
            "19": "وَجَاۤءَتْ سَيَّارَةٌ فَأَرْسَلُوْا وَارِدَهُمْ فَأَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَأَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
            "20": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزَّاهِدِيْنَ ࣖ ",
            "21": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَأَتِهٖٓ أَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ أَنْ يَّنْفَعَنَآ أَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْأَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْأَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى أَمْرِهٖ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
            "22": "وَلَمَّا بَلَغَ أَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
            "23": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ إِنَّهٗ رَبِّيْٓ أَحْسَنَ مَثْوَايَۗ إِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
            "24": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ أَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ إِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
            "25": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّأَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ أَرَادَ بِأَهْلِكَ سُوْۤءًا إِلَّآ أَنْ يُّسْجَنَ أَوْ عَذَابٌ أَلِيْمٌ ",
            "26": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَاۚ إِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
            "27": "وَإِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
            "28": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهٗ مِنْ كَيْدِكُنَّ ۗإِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
            "29": "يُوْسُفُ أَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ إِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ",
            "30": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَأَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ إِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "31": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَأَيْنَهٗٓ أَكْبَرْنَهٗ وَقَطَّعْنَ أَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ إِنْ هٰذَآ إِلَّا مَلَكٌ كَرِيْمٌ ",
            "32": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ",
            "33": "قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ إِلَيْهِ ۚوَإِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِّنَ الْجٰهِلِيْنَ ",
            "34": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗإِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "35": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَأَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ ",
            "36": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ أَحَدُهُمَآ إِنِّيْٓ أَرٰىنِيْٓ أَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ إِنِّيْٓ أَرٰىنِيْٓ أَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚإِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "37": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ أَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ إِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ",
            "38": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ إِبْرٰهِيْمَ وَإِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ أَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
            "39": "يٰصَاحِبَيِ السِّجْنِ ءَأَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ أَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
            "40": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ إِلَّآ أَسْمَاۤءً سَمَّيْتُمُوْهَآ أَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ أَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ إِنِ الْحُكْمُ إِلَّا لِلّٰهِ ۗأَمَرَ أَلَّا تَعْبُدُوْٓا إِلَّآ إِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "41": "يٰصَاحِبَيِ السِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَأَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْأَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
            "42": "وَقَالَ لِلَّذِيْ ظَنَّ أَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَأَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ",
            "43": "وَقَالَ الْمَلِكُ إِنِّيْٓ أَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّأُخَرَ يٰبِسٰتٍۗ  يٰٓأَيُّهَا الْمَلَأُ أَفْتُوْنِيْ فِيْ رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
            "44": "قَالُوْٓا أَضْغَاثُ أَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْأَحْلَامِ بِعٰلِمِيْنَ ",
            "45": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَأَرْسِلُوْنِ ",
            "46": "يُوْسُفُ أَيُّهَا الصِّدِّيْقُ أَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّأُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ",
            "47": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَأَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ إِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ",
            "48": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
            "49": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ",
            "50": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ إِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ أَيْدِيَهُنَّ ۗإِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ",
            "51": "قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَأَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ أَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَإِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ",
            "52": "ذٰلِكَ لِيَعْلَمَ أَنِّيْ لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔",
            "53": "۞ وَمَآ أُبَرِّئُ نَفْسِيْۚ إِنَّ النَّفْسَ لَأَمَّارَةٌ ۢ بِالسُّوْۤءِ إِلَّا مَا رَحِمَ رَبِّيْۗ إِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
            "54": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ أَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ أَمِيْنٌ",
            "55": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْأَرْضِۚ إِنِّيْ حَفِيْظٌ عَلِيْمٌ",
            "56": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ أَجْرَ الْمُحْسِنِيْنَ",
            "57": "وَلَأَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
            "58": "وَجَاۤءَ إِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
            "59": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِأَخٍ لَّكُمْ مِّنْ أَبِيْكُمْ ۚ أَلَا تَرَوْنَ أَنِّيْٓ أُوْفِى الْكَيْلَ وَأَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ",
            "60": "فَإِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
            "61": "قَالُوْا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُوْنَ",
            "62": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ إِذَا انْقَلَبُوْٓا إِلٰٓى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "63": "فَلَمَّا رَجَعُوْٓا إِلٰٓى أَبِيْهِمْ قَالُوْا يٰٓأَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهٗ لَحٰفِظُوْنَ",
            "64": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنْتُكُمْ عَلٰٓى أَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ أَرْحَمُ الرّٰحِمِيْنَ",
            "65": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْۗ قَالُوْا يٰٓأَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيْرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
            "66": "قَالَ لَنْ أُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ إِلَّآ أَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
            "67": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ أَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ أُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ إِنِ الْحُكْمُ إِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
            "68": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ أَمَرَهُمْ أَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَإِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
            "69": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى إِلَيْهِ أَخَاهُ قَالَ إِنِّيْٓ أَنَا۠ أَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
            "70": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ أَخِيْهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيْرُ إِنَّكُمْ لَسَارِقُوْنَ",
            "71": "قَالُوْا وَأَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
            "72": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّأَنَا۠ بِهٖ زَعِيْمٌ",
            "73": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْأَرْضِ وَمَا كُنَّا سَارِقِيْنَ",
            "74": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ إِنْ كُنْتُمْ كٰذِبِيْنَ",
            "75": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
            "76": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ أَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ أَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِيْ دِيْنِ الْمَلِكِ إِلَّآ أَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجَاتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
            "77": "۞ قَالُوْٓا إِنْ يَّسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهٗ مِنْ قَبْلُۚ فَأَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ أَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ أَعْلَمُ بِمَا تَصِفُوْنَ",
            "78": "قَالُوْا يٰٓأَيُّهَا الْعَزِيْزُ إِنَّ لَهٗٓ أَبًا شَيْخًا كَبِيْرًا فَخُذْ أَحَدَنَا مَكَانَهٗ ۚإِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
            "79": "قَالَ مَعَاذَ اللّٰهِ أَنْ نَّأْخُذَ إِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙإِنَّآ إِذًا لَّظٰلِمُوْنَ ࣖ",
            "80": "فَلَمَّا اسْتَا۟يْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ أَلَمْ تَعْلَمُوْٓا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ أَبْرَحَ الْأَرْضَ حَتّٰى يَأْذَنَ لِيْٓ أَبِيْٓ أَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ",
            "81": "إِرْجِعُوْٓا إِلٰٓى أَبِيْكُمْ فَقُوْلُوْا يٰٓأَبَانَآ إِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
            "82": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ أَقْبَلْنَا فِيْهَاۗ وَإِنَّا لَصٰدِقُوْنَ",
            "83": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ أَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ إِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
            "84": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓأَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ",
            "85": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا أَوْ تَكُوْنَ مِنَ الْهَالِكِيْنَ",
            "86": "قَالَ إِنَّمَآ أَشْكُوْا بَثِّيْ وَحُزْنِيْٓ إِلَى اللّٰهِ وَأَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "87": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَأَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗإِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ إِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
            "88": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓأَيُّهَا الْعَزِيْزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ إِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
            "89": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَأَخِيْهِ إِذْ أَنْتُمْ جَاهِلُوْنَ",
            "90": "قَالُوْٓا ءَإِنَّكَ لَأَنْتَ يُوْسُفُۗ قَالَ أَنَا۠ يُوْسُفُ وَهٰذَآ أَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ إِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَإِنَّ اللّٰهَ لَا يُضِيْعُ أَجْرَ الْمُحْسِنِيْنَ",
            "91": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَإِنْ كُنَّا لَخٰطِـِٕيْنَ",
            "92": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ أَرْحَمُ الرّٰحِمِيْنَ",
            "93": "إِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَأَلْقُوْهُ عَلٰى وَجْهِ أَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِأَهْلِكُمْ أَجْمَعِيْنَ ࣖ",
            "94": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ أَبُوْهُمْ إِنِّيْ لَأَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ أَنْ تُفَنِّدُوْنِ",
            "95": "قَالُوْا تَاللّٰهِ إِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
            "96": "فَلَمَّآ أَنْ جَاۤءَ الْبَشِيْرُ أَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ أَلَمْ أَقُلْ لَّكُمْۙ إِنِّيْٓ أَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "97": "قَالُوْا يٰٓأَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ إِنَّا كُنَّا خٰطِـِٕيْنَ",
            "98": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗإِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
            "99": "فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ إِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ ",
            "100": "وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓأَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ أَحْسَنَ بِيْٓ إِذْ أَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ أَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ إِخْوَتِيْۗ إِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗإِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
            "101": "۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْأَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْأَرْضِۗ أَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّأَلْحِقْنِيْ بِالصّٰلِحِيْنَ",
            "102": "ذٰلِكَ مِنْ أَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ إِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوْٓا أَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ",
            "103": "وَمَآ أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ",
            "104": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍۗ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ",
            "105": "وَكَأَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْأَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
            "106": "وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللّٰهِ إِلَّا وَهُمْ مُّشْرِكُوْنَ",
            "107": "أَفَأَمِنُوْٓا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
            "108": "قُلْ هٰذِهٖ سَبِيْلِيْٓ أَدْعُوْٓا إِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ أَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ أَنَا۠ مِنَ الْمُشْرِكِيْنَ",
            "109": "وَمَآ أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُّوْحِيْٓ إِلَيْهِمْ مِّنْ أَهْلِ الْقُرٰىۗ أَفَلَمْ يَسِيْرُوْا فِى الْأَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ أَفَلَا تَعْقِلُوْنَ",
            "110": "حَتّٰٓى إِذَا اسْتَا۟يْـَٔسَ الرُّسُلُ وَظَنُّوْٓا أَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
            "111": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّأُولِى الْأَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Nabi Yusuf",
                "text": {
                    "1": "Alif Laam Raa. Tanda awun I’jaz sin Al-Qur'an iban panukas ha bangsa Arab sababan sin panglupusi nila kaniya, in manga Ayat yari ha Surah ini, dayin ini ha kaayat-ayatan Qur'an, limalahil sin mattan sin bunnal tuud dayin yan ha hadarat sin Allahu Ta'ala.",
                    "2": "Sabunnal tuud piyaturun namu in Qur'an yan biyahasa Arab, hasupaya niyu kaingatan in manga ma'ana niya, iban kapahaman niyu in unu-unu na luun niya, (maksud hipagpalindug sin panindug sin tyap-tiyap hangka tau mabut pa Jama'ah). [Tafsiru Maanil Qur'an]",
                    "3": "In kami hikissa namu kaymu (O ikaw Nabi!) in sarayaw-rayaw kissa tungud kahālan sin kaummat-ummatan nakauna, labayun namu hi-Wahi kaymu in Al-Qur'an yan misan in kaawnan mu sin way pa kaw kiyaturunan wahi way pangirab mu sin kakissa-kissahan ini (iban kandiy pa kissa dayin ha kakissa-kissahan ha Qur'an, iban hangkan ngiyanan in Surah ini ‘Ahsanul Qasas’ (sarayaw-rayaw na kakissa-kissahan), pasalan sin yan nalukis halaum niya babarāpa pamimintangan iban pagpatumtum, iban salsila sin kanabihan iban manga tau sālih iban Malāikat iban kasultan-sultanan iban manga banyaga iban sin pălitu iban sin manga kausugan iban kababaihan).",
                    "4": "Tumtuma ha tatkala imiyan hi Yusuf kan Ama niya Ya’qub (alayhis salam) : “O Ama ku! sabunnal tuud kīyta ku halaum katugan in hangpu tag-isa bituun, in suga iban bulan kīyta ku sila yadtu katan simusujud kaku.”(biya’ in sipat nila sipat sin taga-akkal, sabab sin pagsujud nila sujud panghulmat bukun sumumba).",
                    "5": "Laung hi Yaqub ibn Ishaq : “O Utuh anak ku, ayaw mu na baytai in manga taymanghud mu sin tagainup mu yan hasupaya di nila kaw jangkihun, iban pag-isunan tipuhun di mu kaalab-alaban karna kalu kaw kamudaratan, pasal sabunnal tuud in shaytan biyabanta niya in manusiya landu in tampal sin maksud niya mutang fitna ha antara sin manusiya.”",
                    "6": "Ha biya’ sin pagpiy.. piniy kaw sin Tuhan mu iban piyabidda niya dayin ha katan iypun, maksud parāhun niya pakaradjaan dakula iban mahalga, iban hinduan niya kaw magtaawil taga-inup ; amuin baytaan niya kaw sin kamatunan sin unu-unu na mamawjud, iban damikkiyan maksud sampurnaun niya duun kaymu in ni’mat niya pagnabi iban pagsultan, iban ha ahli hi Ya’qub (manga ahli niya iban līuran niya), biya’ sin pagsampurna niya ni’mat pagnabi ha duwa ama mu (apū mu) amuin Ibrahim, pasal liyappas siya sin Allahu Ta'ala dayin ha kāyu, iban hīnang siya kakasi (sin Allahu Ta'ala) iban hīnang pa siya Rasul, iban hi Ishaq amuin hinang niya ra isab nabi. Sabunnal tuud in Tuhan mu sangat kiyai-ingatan niya in hisiyu-siyu mapatut piun, amuin Hakim (mutang sin katan unu-unu ha bubutangan niya).",
                    "7": "Tantu tuud ha kissa atawa habal hi Yusuf yan iban sin katawtaymanghuran niya manga kaayat-ayatan (kadalil-dalilan pamimintangan, iban tanda sin Qudrat iban Hikmat sin Allahu Ta'ala, iban kabunnal sin pagnabi hi Muhammad (sallallahu alayhi wasallam) tarsampay) pa manga mangangasubu sin kissa nila.",
                    "8": "Ha kutika’ sila (in manga taymanghud niya) imiyan : “In mattan niya tantu tuud ibut in hi Yusuf yan iban sin langgung niya (in Binyamin) yan landu kalasahan sin ama taniyu dayin katu taniyu, parahal in kita niyu ini jama'ah mapapag, makagaus maghaddam kaniya, gayid asal bunnal tuud in ama ta niyu yan halaum kasāan matampal in panali niya, ha sabab sin piyalabi niya hi Yusuf iban sin langgung niya ha lasa dayin katu ta niyu.",
                    "9": "Laung sin kamatauran taymanghud niya : “Bunua niyu na hi Yusuf atawa bugitan niyu pa lupa malawak dayin ha ama niya iban dayin ha biyubutangan sin mahajjana, hasupaya masantusa iban mapurna kaniyu in pamayhui niya iban kasi niya, iban ampa niyu awnan in ginhawa niyu puas sin hinang niyu pamunu’ yan atawa pangbugit yan kawman magsulut iban ama niyu, (tau salih in kakahinang) ha pakaradjaan agama niyu iban sin pagdunya niyu ha sabab malawak na kamu dayin ha kahalubiluhan sin ginlupaan iban hibuggu iban jangki iban mahambuuk na mawun in lingi sin ama niyu kaniyu.”",
                    "10": "Laung sin hambuuk taymanghud nila (pagngānan Yahudza) : “Ayaw niyu bunua hi Yusuf, saguwa hulugan niyu pa bulian kuppung amuin way āb-abun sin pangita supaya siya kapūtan sin kaibanan maglalabay-labay mara pakalayuan bang bunnal tuud kamu matutuud himinang unu-unu na maksud sin hikalawak niya dayin ha ama niya.”",
                    "11": "Laung sin manga magtaymanghud puas mayan sila natayakkup mugit pakalayuan : “O Ama namu! mahita na ta kaw yan di mu hipangandul kāmu hi Yusuf, hiyahallian mu siya dayin kāmu, parahal sabunnal tuud in kami purna in lasa iban ug kaniya, iban pag-ayad kaniya sahingga hibalik namu kaymu magbalik.",
                    "12": "Parāhan na siya kāmu kunsum madtu, pa pantay pawa ina’bu guwa namu papag-iipatan hayup, maglasig-lasig iban mangaun-kaun bungangkahuy iban panghiyanum, iban manayam-nayam magpana iban maglumba amuin hiyarus, iban sabunnal tuud in kami tantu palihalaun namu siya ampa di kugdanan ‘Makruh’ (kamumulahan), iban hikalayu niya dayin ha mudarat.”",
                    "13": "Laung hi Ya’qub kanila : “In mattan niya bunnal tuud hikasusa ku bang malawa hi Yusuf dayin kaku ha sababan sin makaagad siya kaniyu iban sin pagbutas niya yan, iban in kahanggawan ku bang siya matukub sin iru’ talun, sā’bu kamu naliligap dayin kaniya nagtutuldu sin pagpanayam-nayam niyu iban kandiy dayin sin yadtu.”",
                    "14": "Laung nila ha ama nila : “Ibut pa Allahu Ta'ala, bang siya makaun sin iru’ talun sin in banus namu ini (basag sin tumpukan namu ini) mattan sin bunnal tuud kami na ini in nalulugi, malamma way kalagihan.”",
                    "15": "Tatkala diya na sin manga magtaymanghud in hi Yusuf, iban lagi gawgut in pagtayakkup nila hihug nila na siya pa luwang buli’ kuppung, amuna in kapag ilham namu kan Yusuf kiyahug mayan siya pa kuppung (ha kabata pa, piyanglibang kaniya) : “Tantu tuud kabaytaan mu ra in manga katawtaymanghuran mu sin kalakkuwan panghinang-hinang nila kaymu yan, ha di nila sadja kabahingawan sin ikaw na yan in hi Yusuf.”",
                    "16": "Iban puas mayan yadtu, nagbing na sila madtu kan ama nila lugub-lugub dūm waktu kūp nagtatangis katan, ha maksud limbungan nila in panghinang-hinang nila iban pagputing nila, ampa ra mabista sin ama nila in sila yaun bunnal in bayta nila.",
                    "17": "Laung nila : “O Ama namu! in kami bunnal tuud pagpanaw namu mag-unahan magdagan atawa magtudjuhan magpana atawa magpasu, salta kiyabin namu hi Yusuf ha tamungun namu iban kapanyapan namu piyajagahan kaniya, pagsakali nakaun siya sin iru’ talun sa’bu kami malawak dayin kaniya, saguwa di da sa kaw yan magkahagad kāmu, misan pa kami bunnal in bayta namu, ha pasalan sin ng paghuna’-huna’ mu kamu iban panuhuma kāmu iban ha pasalan sin nakalandu in lasa mu kan Yusuf.”",
                    "18": "Iban diyahan nila pa piyanglimid ha badju hi Yusuf dugu piyamuting nila (bukun da dugu hi Yusuf), na’, kiyta mayan hi Ya’qub in dugu yadtu, laung niya (kanila pag-ingat niya mayan sin kaputingan nila) : “Way ra siya nakaun sin iru’ talun, saguwa gayid imanyam-anyam in ginhawa baran niyu pakaradjaan di mapula-pula in ngiy niya. Na’, in aku parayawun ku na sadja in pagsabar ku. iban siya ra Allahu Ta'ala (isa-isa niya) in pagpangangayuan tabang (amuin pangayuan ku) magpalāhil ha hál hiwal sin amuin piyapapata niyu kaputingan yan.”",
                    "19": "Iban awun nakakadtu pa kuppung yadtu nakahapit manga baanan musafir dayin ha lūngan madyan ha hula As-shām, tudju nila pa hula Misir, pagput nila, diyaak nila in magsasawuk kanila sumawuk tubig, tiyuntun niya in baldi niya palaum kuppung ampa ra mahipu, minting sa ini ha lubid niya hi Yusuf, pagkita mayan sin magsasawuk tubig amuin kaiyan niya : “Ya Bushràa bata-bata sa ini.” Piyaglimbung nila in pakaradjaan niya dayin ha manga panun nila, sikap nila hinangun barang palituhan, dadagangun iban bibihun biya’ kahantang iypun, Iban (adapun) in Allahu Ta'ala purna in Pang-ingat niya ha katan hinang nila, way rahasiya nila malipas dayin kaniya, iban unu-unu pakaradjaan panandas kan Yusuf.",
                    "20": "Iban diyagang da siya (ha hula Misir) sin manga nagpapanun musafir ha halga da maluhay, matiyu dayin halga sin sibu’ niya, tiyu-tiyu da dirham, iban asal nila in hi Yusuf kahukawan, wayra paruli nila sin pagduun niya kanila.",
                    "21": "Iban imiyan in nakabī kaniya hi Azīz sin hula Misir, (Wazir sin Malik nag-amulahi ha kapatti-pattihan sin pangalta) ha asawa niya : “Parayawa in pag-ayuput mu kaniya, kalu hipagguna ta bang lumaggu na, atawa salahun ta na anak-anak (ha pasal sin durug niya iban lingkat niya iban alamat katadjam sin utuk niya).” Biya’ da damikkiyan sin panglappasi namu kaniya dayin ha mabunú iban dayin ha kuppung, hiyanglaan namu siya ha hula Misir kabansagan kawasa mataas sahingga nahinang siya wazir (tagkaputi) sin pangalta (sin hula Misir), maksud hinangun namu siya taglimāyahi iban tagkawasahi (ha hula Misir) iban hinduan namu magta’biyr tagainup iban mana'awili. Ampa adapun in Allahu Ta'ala way makabalda kaniya unu-unu, jumatu sadja in katan pakaradjaan diin in kahandakun niya, misan pa kiyulinahan sin katan manusiya, sila manga mushrikin way panabut nila bunnal tuud in Allahu Ta'ala amu ra in dumaug in pakaradjaan niya, kagausan niya palanjalun in kiyahandak niya, karna ha lima niya in pakaradjaan katan.",
                    "22": "Iban ha tatkala limasag na (dayin na mayan ha pamaranan mabut pa akkal) miyabut na in ummul niya (katluan pa ka’patan tahun), Iyanughara namu kaniya in PagNabi iban Hikmat, (Ilmu iyaagaran hinang, atawa pang-ingat ha manga rahasiya sin ginisan parkāla, iban pang-ingat ilmu agama iban magtaawił taga-inup) iban biya’ da isab sin tungbas amuin piyanungbas namu kaniya yan, tungbasan namu in katan muhsinin (manga ammal salih in hinang nila) sabab sin pagta'at nila pa Allahu Ta'ala.",
                    "23": "Iban bīdjak-bidjakan siyukat sin asawa ni Al-Aziz, amuin kiyaduruunan hi Yusuf in bay niya dahun maghulid, iban sambil kiyabbat niya piyahugut in kalawang-lawangan astana niya, iban ampa niya iyan : “Kari na kaw, suuk na kaw mari, saddiya na sa aku ini kaymu.” Amuin agi niya : “Magpatilibun aku pa Allahu Ta'ala iban mikipa’gang dayin ha kajāhilan iban dayin ha kafasikan, dayin ha amuin siyukat niya kāku yan, biyadiin kaagi mahinang ku yadtu sin in bana mu amuin kapala (nakura) ku piyarayaw-rayaw niya in pamutang-mutang ku di kaniyu iban hiyuhulmat niya aku, iban hinang niya pa aku piyangangandulan sin pakaradjaan niya, hangkan di ku siya kagausan hiyanatun, karna sabunnal tuud di umuntayaw in manga zālim (amuin bawsun nila in karayaw sudda sin kangian; kahayanatan).”",
                    "24": "Iban in katantuhan niya biyayaan in hambuuk pa hambuuk dayin kanila ruwa, narā sin tabiat pagkamānusiya nila, amura kuman in siya (hi Zulaykhaa) matutuud in kaniya, maya’ tuud maghulid, ampa in siya (hi Yusuf (alayhis salam)) nagmahukaw siya, bang bukun pasalan pamalihala sin Allahu Ta'ala iban umid niya kan Yusuf iban pamawugbug kaniya, tantu tuud kahuliran niya iban marārā siya sin tabiat pagkamānusiya niya, (daypara biyawugbugan siya sin Allahu Ta'ala sin umid iban giyapian hangkan niya yadtu way nahinang), bihadtu in sapantun sin pagpagawgut namu kan Yusuf ha kasutsihan iban pag-ayad (dayin ha hiyaram) hasupāya kapa’gangan namu dayin kaniya in kangian iban sin ma'siyat zina. Sabunnal tuud in siya dayin ha manga īypun namu Al-Mukhlasin (tulus ikhlas in pag agama nila pa Allahu Ta'ala).",
                    "25": "Nag-unahan sila pa lawang, (in hi Yusuf maksud maguey gumuwa, ampa in asawa hi Aziz maksud agpangan niya bat di makaguwa), naganggut niya (sin Zulaykhaa) in dampal pa taykuran sin badju niya (hi Yusuf) amuin kiyagirit, sakali sa ini nag-agput sila iban bana niya ha lawang, laung niya (ha bana niya) siyalit niya kan Yusuf : “Way na sa yan kandiy tungbas ha siyu-siyu na mabaya himinang kangian pa asawa mu malayingkan subay ra jilun didtu siya butangun, atawa isab subay ra ajabun mabisa hibutang kaniya.”",
                    "26": "Laung hi Yusuf (hiyuwas-uwas niya in ginhawa baran niya) : “Siya sa yan in nangbidjak-bidjak simukat kaku, sambil siyulayan niya aku akkalan papahulirun kaniya, way aku biyayaan himinang mangi kaniya”, iban lagi simaksi in hangkatau dayin ha kampung niya (sin Zulaykhaa) amuin agi niya : “Bang in kaawnan sin badju niya in girit niya dampal pa unahan, mattan bunnal tuud in himumūngan niya, siya yan (hi Yusuf) in dayin ha jumlahan sin manga putingan in paghimumungan niya.",
                    "27": "Saguwa bang in kaawnan sin badju niya (hi Yusuf) in girit niya dampal pa taykuran mattan sin siya (hi Zulaykhaa) in nagputing, ampa in siya (hi Yusuf) dayin ha jumlahan sin manga bunnal in bayta niya ha palihalan niya (hi Zulaykhaa).”",
                    "28": "Na’, ha tatkala kiyta na hi Aziz bana niya (sin Zulaykhaa) in tamungun hi Yusuf nasaksak dayin ha dampal pa taykud amuin kiyapamung niya pa asawa niya : “Bunnal tuud in parkāla piyagharubintuhan yan dayin ha tadbir sin manga kababaihan ; kapandayan nila, iban katitipuhan nila, sabunnal tuud in katitipuhan niyu (hay kamu bangsa babai) dakula.”",
                    "29": "Siyawnu pa sin Aziz in kabtangan niya laung niya : “O Yusuf! Ayaw na kaw magkayba sin pakaradjaan yan, ayaw mu na pamaytaan pa hisiyu-siyu tau, iban in ikaw isab (hay kaw babai) pangayu kaw kaampunan hal sin dusa nahinang mu, karna bunnal tuud in ikaw yan dayin ha sabab yadtu bilang dayin ha manga bardusa.”",
                    "30": "Laung isab sin manga tumpukan kababaihan halaum sin daira Misir (Egypt), natanyag mayan in habal : “in Asawa hi Al-Aziz bidjakan niya pabayaun kaniya in bataan niya banyaga siyukat niya dāhun maghulid, daypara in siya (in Yusuf) simagga’, di maya’, ampa  mattan tuud himup na in kasi niya (kan Yusuf) sampay pa bigi jantung niya. Sabunnal tuud in tanding namu kaniya ha nahinang niya yan halaum siya kasāan matarrang.”",
                    "31": "Na’ ha tatkala diyungug sin asawa hi Al-Aziz in lilimutan nila kaniya iban panallai, na’ piyadaakan niya sila tiyaabbit pa bay niya papahadirun pa lalabutan pagdulangan, ampa niya madtu siyaddiyahan pa kaniya-pa kaniya sasa’dayan pana’dayan nila na mayran madjilis yan, ampa niya tiyupuran dihilan hambuuk pa hambuuk pisaw hipaghuya nila sin kakaunun, ampa niya iyan hi Yusuf, “Guwa na kaw mari kanila.” Pagkita nila mayan kaniya magtuy sila nahaybat nahaylan sila sin durug niya, sambil di sila magkasabut-sabut, iban piyagkapawpalian na in kalima-limahan nila sin laring iban amuin kiyasambat nila (naajjayib  sila sin durug niya) : “Hashaa lillah! (Mahasutsi in Allahu Ta'ala dayin ha ka way gaus, iban kaajjayiban biya’ kaniya yaun) bukun in subul yan manusiya, bukun siya yan, gayid in siya yan malak (Malāikat) mulliya.”",
                    "32": "Laung sin asawa hi Azīz siyawnu’ niya in kabtang nila : “Siya na sayan in subul amuin piyanaksilan niyu kāku ha pasalan niya (pasal sin baya ku kaniya), iban in mattan niya bunnal tuud kiyabidjakan ku siya dāhun maghulid (sambil piyapanapsu ku na kāku) saguwa simagga’ tuud, iban ibut tuud bang niya di hinangun in daakan (siyukat) ku kaniya tantu mapinjala na siya majīl iban in kajarihan niya mahina na mabias.”",
                    "33": "Laung hi Yusuf : “O Tuhan ku! Kabayaan pa sin ginhawa ku in majil dayin sin amuin siyukat nila yan kāku, karna in yan ma'siyat kaymu, iban bang mu di pa’gangun dayin kaku in katitipuhan nila, makiring (sūban) na aku (madtu) kanila, iban manjari aku hambuuk dayin ha manga tau jahil (‘awam, babbal amuin mangjajawmug sin hinang pangkal).”",
                    "34": "Na’ tiyayma sin Allahu Ta'ala in duwaa niya, limuuy kaniya, iban piyalihala siya dayin ha ma'siyat, inig dayin kaniya in tipu nila, karna bunnal tuud in siya mahasutsi nakarurungug sin duwaa (sin magpatitilibun kaniya) iban sampurna in Pang-ingat niya sin katan kahalan nila iban sin unu-unu naniyat nila.",
                    "35": "Huwas yadtu, natilas sin Al-Aziz ha hula Misir iban sin jama'ah iisunun niya magmimisuwarat, puas nila kiyta in manga alamat tanda sin way dusa hi Yusuf, in subay nila ra siya jilun way tiyugila in lugay niya, hipangutud nila sin bissara sin manusiya.",
                    "36": "Iban awun nabunyug hi Yusuf pa laum jil duwang ka tau dugaing dayin kaniya bataan sin sultan : (magtutuwang iinumun iban maghihinang tinapay), kiyta nila pagtapsilan niya in tagainup, sakali siyulayan nila siya tiyandas, amu agi sin magpa-iinum : “Bunnal tuud in aku kiyta ku halaum katugan in ginhawa baran ku nagpuga aku anggul hinangun ku alak” laung isab sin hangkatau amuin maghihinang tinapay : “Bunnal tuud in aku kiyta ku isab in ginhawa baran ku halaum katugan nagdara aku tinapay (liyulutu ku ha taas uw ku) yaun tiyutundukan sin manga manuk-makuk, Na’ baytai kunu kami sin taawil sin tagainup namu yan, karna bunnal tuud in kami O Yusuf! in talian namu kaymu dayin ha manga tau mapanday magtaawil tagainup, iban maingat sumawumbibi ha manusiya.”",
                    "37": "Laung hi Yusuf : “Indani niyu karuwa ingata niyu, bunnal tuud way dumatung kaniyu ruwa kakaun palaum jil ini dayin ha sultan in buwat malayingkan baytaan ta kamu karuwa sin papata niya iban in ginisan niya di pa makadagpak mari kaniyu, in panaawil iban pamayta sin kagaib-gaiban yadtu, dayin ha amuin hindu kāku sin Tuhan ku liyabay piyagwahi iban ilham bukun yadtu pagtalus-talus iban pagludjum-ludjum, Karna bunnal tuud in aku ini tinggalan ku in pag-agama sin Kawman amuin nagkufur pa Allahu Ta'ala iban pa adlaw akhirat (agama sin sultan sin Misir iban dugaing dayin sin hula yan).",
                    "38": "Iban in iyagaran ku amuin agama sin kamāasan namu, kaaw-apuan namu ; (Nabi) Ibrahim iban (Nabi) Ishaq iban Ya’qub, hangkan di tuud kami makadjari magshirik pa Allahu Ta'ala unu-unu na hisakutu kaniya, in panawhid iban sin pag-iman dayin yadtu ha manga kalabbiyan iban kamulliyahan sin Allahu Ta'ala kmu, iban ha katan manusiya, daypara in kamatauran manusiya di magsusukur (ha Allahu Ta'ala, tungud sin kalabbiyan iban ni’mat niya kanila).",
                    "39": "Hay kamu karuwa iban ku halaum jil ini, unu in mataud tuhan iban ginis-ginis in pamaranan iban limbagan amu ka in labi marayaw sumbahun, atawa amu ka in Allahu Ta'ala amuin Tunggal, salta amuin Manglulunggu?",
                    "40": "Way hangsulag pagsumbahun niyu kandiy dayin ha Allahu Ta'ala (barhala ka atawa awthan) malayingkan tinggal kangan-ngānan, way kabunnal niya, ngiyanan niyu tuhan, kāmu iban sin kamāasan niyu sin way ra isab nagpaturun in Allahu Ta'ala iban damikkiyan way nagpaturun wahi ha pagsumba barhala yadtu dalil iban tanda in Allahu Ta'ala, ampa adapun wayruun da hukuman magbaynat manyatakan ha katan unu-unu malayingkan in ha Allahu Ta'ala isa-isa niya, dimaak siya di kamu pa pasumbahun malayingkan tuput kaniya. amuna yaun in agama sawasa sabuntul-buntul (makapatullus kaymu mawun kaniya in kadalil-dalilan mattan), saguwa in kamatauran manusiya di nila sadja yadtu kaingatan.",
                    "41": "Hay kamu karuwa iban ku halaum jil ini, amu ini in taawil sin tagainup niyu karuwa, Adapun in hangkatau dayin kaniyu ruwa (amuin magpa-iinum) makabalik da siya pa biya’ bakas hinang niya tagna, makaguwa siya dayin ha jil, iban makapagtuwang iinuman alak ha panghu niya sultan, adapun in hambuuk (amuin maghihinang tinapay) hikapangka dimuru pa ha kahuy, kapasaran siya, ha hal yadtu miyamatay, sahingga pagsanitan siya sin kamanuk-manukan kaunun in tingian sin uw niya. Ubus na in parakala ha hangtangan lilay ku kaniyu, ha tungud sin amuin piyangaru niyu (taawil sin tagainup niyu karuwa yan).”",
                    "42": "Iban laung niya (hi Yusuf) ha amuin naiimangkan niya lappasan (amuna in magpa-iinum alak) : “Sabbuta mayan in papata ku amuin kiyasakupan mu kāku didtu ha panghu mu sultan, iban patumtumi mayan siya sin pasalan ku ku’nu-ku’nu kaw makabalik madtu kaniya, hasupaya tumampal kāku in patut iban makaguwa dayin ha jil ini saguwa piyanglupahan siya sin shaytan patumtuman in sultan sin pasalan sin Yusuf, na’ hangkan nakahanti in Yusuf halaum sin jil dayin ha tū pa pitu atawa pa siyam tahun.",
                    "43": "Iban laung isab sin nakura sin katan sultan ha hula misir amuin piyag-waziran  pinduwahan  hi Al-Aziz : “In aku sabunnal tuud nakakita aku halaum katugan ku in pitu sapi’ matambuk tiyūn sin pitu sapi kag-kag, malamma, iban pa isab pitu bulaya’ bulak (gaddung pa) iban kandiy isab bulaya’ lanus na pitu (in taud niya), O kamu manga tau dakula manga ulama manga pandikal! : Baytai niyu kunu’ aku sin taawil iban sin ma’ana sin manga tagainup ini, bang kamu bunnal maingat magtaawil iban magtapsil kaniya.” ",
                    "44": "In sambung nila : “In tagainup ini naglamusak in indaginis tagainup puting, iyanyam-anyam sin pangatayan, iban bukun kami maingat tumapsil sin manga tagainup puting, iyanyam-anyam amuin ba’tal way kalagihan.”",
                    "45": "Paghuwas yadtu, laung isab sin amuin liyappasan hambuuk dayin ha panaiban hi Yusuf halaum jil, yampa niya kiyatumtuman puas na nakalabay mawgay masa in bīn kaniya hi Yusuf, “Aku in mamayta kaniyu sin taawil sin bissara amuin siyabbut sin nakura sin kasultan-sultanan sin Misir yan, saguwa parāhan niyu sadja aku pa amuin awun ingat niya tumaawil sin yadtu, dāhan ta kamu habal niya.”",
                    "46": "(Piyarā na in magpa-iinum madtu kan Yusuf, pagdatung niya sadja laung niya tiyawag niya na magtuy “O Yusuf! Ya kaw magpapayu sin kabuntulan ; pituwahi kunu’ kami ha hal sin amuin natagainup pitu sapi matambuk kiyaun sin pitu sapi malamma, kagkag, iban sin natagainup bulaya’ gaddung (bulak pa) pitu in taud niya iban in kaibanan bulaya’ nanglalanus na, natagainup sin sultan namu) kalu pagbing ku pa tau ha kāmu iban sin sultan iban na sin panāiban niya, sukul kaingatan nila ra mayan in taawil sin tagainup ini, iban kahātihan nila in kalabbiyahan mu iban darajat sin ingat mu.”",
                    "47": "laung niya (hi Yusuf) : “In tapsil sin manga tagainup ini sabunnal tuud subay niyu tanuman in kalupa-lupaan (sin hula Misir) kakaunun pitu tahun langkitun ; ta’kinan tuud, na’ in sasuku’ sin maani niyu taw-a niyu pasari niyu na (ayaw ukata) duun na ha bulaya’ niya, luwal isab tiyu-tiyu dayin ha yadtu kaibanan amuin kakaunun niyu ha salugay sin manga tahun yaun, lagi hutuhan kimmitun.",
                    "48": "Sakali paghuwas yadtu awun dumatung puas sin manga tahun asbung sin panghiyanum tahun pangaw (gumanggang in lupa) pitu tahun in lugay, manjari amu yadtu in kaunun niyu (sin mahadjana amuin manga kiyugdan pangaw) in manga kakaunun amuin tiyawu niyu pagdatung niya, luwal isab maniyu-tiyu dayin ha amuin gīgimut-gimut niyu tiyatawu-tawu binhi amuin hipagbabakal niyu hasusūngun pagtanum niyu.",
                    "49": "Sakali paghuwas isab dayin didtu (amuin pitu tahun pangaw yadtu) dumatung isab in patahun magdapa-dapa in manusiya sin ulan, dul-baya sila ha tahun yadtu magpuga tubig anggul iban zaytun iban sin katan pupugaun niyu paghinangun asir (sabaw bunga kahuy).”",
                    "50": "Laung sin sultan ha siyu-siyu na ha katilibut niya puas siya kiyarahan sin diyaak niya taawil sin tagainup niya iban nakaangig siya sin dayaw hi Yusuf : “Daha niyu mari kaku hi Yusuf ampa ra aku makarungug dayin kaniya”, tatkala mayan dimatung na in daak sin sultan maksud manaabbbiti kan Yusuf dumā magbak kaniya in sultan, in kiyapamung hi Yusuf maksud panghuwas-huwas niya : “Kadtu na kaw bing pa panghu mu, pangayua kaniya papaasubuhan : Bang unu in hakikat sin hal sin manga kababaihan amuin nagkahuya nila in kalima-limahan nila, iban papaasubuhan bang unu in sabab niya yadtu? Sabunnal tuud Tuhan ku Mahatinggi kiyai-ingatan niya (ha Sampurna Pang-ingat) in unu-unu na nahinang nila iban sin unu-unu na halaum daghal nila iban sin tipu nila.”",
                    "51": "Laung sin sultan ha manga kababaihan amuin natipun pa asawa sin Al-Azīz : “Unu in pakaradjaan niyu ha waktu sin pang abi-abi niyu bidjakan in Yusuf pa pahinangun niyu zina? Unu awun ka natilas niyu dayin kaniya suwak kaniyu?” In agi nila : “Magpatilibun kami pa Allahu Ta'ala amuin matuhuma namu hi Yusuf, way kiyasakupan namu dusa niya”, duun ha ini amuin kaiyan sin asawa ni Al-Aziz : “Ha bihaun limahil na in kasabunnalan nagmanyatakan, Aku sa yadtu in nag abi-abi nangbidjak-bidjak kan Yusuf papahulirun ku kaku, iban bunnal tuud in siya, bunnal in kaniya ha tungud sin panghuwas-huwas niya sin baran niya.”",
                    "52": "Imiyan hi Yusuf : “Hangkan ku yadtu hinang, iban piyapariksa ku naa in parkāla yadtu iban nanghuwas-huwas naa aku ha di pa aku makaīg dayin ha jīl, supāya kaingatan sin Al-Azīz bunnal-bunnal in aku way siya hiyayanat ku ha hal sin ahli niya, hina’bu sin paglikud niya, iban in Allahu Ta'ala bunnal tu'ud di niya pabuntulun iban palanyutun iban tawfiqan in tipu sin manga hayānat.",
                    "53": "Iban di magu’un ku in baran ku (bat lappas dayin ha kasā'an), sabunnal tuud in kahalan sin napsu patimandahun (masub) sin mangi (amuin manga shahawat langgal ha sara’), buwat malayingkan hisiyu amuin kiya-ulungan (piyalihala iban hiyawun dayin ha kangian) sin Tuhan ku. Sabunnal tuud in Tuhan ku sangat Mangangampun ha manga magpaampun kaniya, iban Baying-ulungun ha manga magtatawbat kaniya.",
                    "54": "Iban in agi sin sultan (sin hula Misir) : “Daha niyu mari kaku hi Yusuf dayin ha piyagjīlan kaniya, pasal hinangun ku siya wazir (pinduwa) ku (pamikpik ku, masuuk kaku)”, paghadir niya mayan madtu kaniya (ha sultan) sambil nakapagliyulapal na sila, iban nanyata’ niya dayin kan Yusuf in kabuntul iban kusug pamaham iban ingat iban way dusa, amuna in kaiyan niya kan Yusuf : “Sabunnal tuud in ikaw yan adlaw ini taga kawasa na mataas in darajat ha pamarinta namu, lāgi piyangandulan namu na sin katan unu-unu.”",
                    "55": "In agi hi Yusuf ha sultan : “Hinanga aku tag-upiksai sin manga kamalig tataw-an pangalta sin kakabbunan sin hula Misir, karna bunnal tuud paruk ku in pagpalihala sin maslahat niya, hikasambu kaniya iban pagkimmit kaniya, iban paygay mampunyahi ingat himidjatul sin pakaradjaan niya.”",
                    "56": "Biya’ sin pag-anughara namu Ni’mat pagpalappas kan Yusuf dayin ha jil, hinangan namu siya kawasa mataas ha lupa Misir, limaya siya makay sin mussak massik niya, biya’ pagdul-baya sin tau makay sin kapanyapan sin bay niya, Hianughara namu in Rahmat namu ha hisiyu-siyu na in kabayaan namu (anugharaan) diy ha dunya iban ha akhirat, iban di da luppasun namu in pahala sin manga Al-Muhsinin (manga mag aammal marayaw, salih).",
                    "57": "Iban bunnal tuud in pahala ha akhirat labi afdal iban landu in laggu niya dayin sin tungbas ha dunya, (pasalan kakkal in didtu), siyasaddiya ha manga sila namamaratsaya ha Allahu Ta'ala iban ha Rasul niya, amuin manga imaanib dayin ha hikashirik iban ma'siyat, himahalli sin siksa, salta nagtata'at ha Allahu Ta'ala.",
                    "58": "Iban nakaabut ha paglawagan makaun (dayin ha kan’an ha hula Palestine) in manga taymanghud hi Yusuf (pa hula Misir), magtuy ra sila simud madtu kaniya, magtuy niya ra sila kiyakilāhan ampa in sila way nila siya kiyakilahan.",
                    "59": "Iban ha tatkala siyakap na kanila in kakaun nila iban sin balanja nila iban dihil na kanila amuin gugunahun nila ha tulakan, laung niya (hi Yusuf) kanila : “Daha niyu mari kaku in taymanghud niyu hangka ama kamu (amuin pag-iyanun niyu), bukun ka kikita niyu ra isab in aku piyajukup ku ra isab kaniyu in tupungan suku’ niyu, iban paygay in aku sabunnal tuud sarayaw-rayaw na lulurukun dayin ha katan-tan na halaum hula ini,",
                    "60": "Na’, bang (pagbalik niyu yadtu) di niyu ra siya mara mari kaku wayruun na di kāku mahampit niyu makaun, iban di na kamu dagangan ku kakaun, iban ayaw na kamu sumuuk pa hula namu ini.”",
                    "61": "Laung nila : “Tuyuan namu bidjakan in ama niya supaya siya hikatugut niya kāmu, iban in kami bunnal tuud hinangun namu yan, way pagbatilaul.”",
                    "62": "Iban in agi hi Yusuf ha manga iypun niya amuin magkikilu : “Butanga niyu in siyn amuin piyami nila kakaun paluuna palaum luluunan nila bat daman nila kabatukan pagbing nila pa ahli nila iban pag-ukay nila sin lulu'unan nila, kalu sila magbing mari kātu kakitaan nila mayan in siyn (hihatud nila magbalik mari).”",
                    "63": "Na’ pagbing nila mayan dayin ha tulakan madtu pa ama nila, amuin siyambat nila : “O ama namu, nahukum na di na kami pabihun kakaun amuin tutupungun hasungun yan bang mu di hipara kāmu in taymanghud namu (hi Binyamin amuin langgung hi Yusuf yan), siya in mahinang tikduhanan bang mahi kita niyu makahasil kakaun, iban (ayaw kaw mahanggaw) sabunnal tuud in kami palihalaun namu siya bawugbugan (ampa ra di kugdanan sin kabubungsihan).”",
                    "64": "Laung hi Ya’qub ha manga kaanakan : “In kajariyan ku bang agarun ku in siyukat niyu yan, mattan sin makaadjayib, salta wayra piyag-agan sin hal ku ha kutika’ hipangandul ku kaniyu in taymanghud niyu ini malayingkan sali’ da sin hal ku ha waktu piyangandul ku kaniyu hi Yusuf sambil nakawa niyu siya, paghuwas ampa kamu nagbing in iyagi niyu : “Nakaun sin iru’ talun”, saguwa Tuhan na Allahu Ta'ala in agsuan ku Tag-atasi Jumaga ha anak ku, Way ra dugaing hanglaan ku malayingkan siya, karna siya ra in Makusug, Mamalihala, iban in siya amuin saulung-ulung dayin ha katan na Baying-ulungun.",
                    "65": "Iban ha tatkala iyukay nila na in luluunan kakaunun nila, yaun da duun kiyabakan nila in siyn amuin biyayad nila sin pagkaun amuin biniy nila, kiyabalik kanila, amuin kiyasambat nila : “O Ama namu! Unu pa isab dàutun taniyu labi dayin sin pangmulliya niya yan, dihilan na kita niyu bunga-panghiyanum nila, iban biyalik pa kātu in piyami ta? A siyn taniyu sa ini, biyalik kātu taniyu dayin ha kalabbiyan sin Allahu Ta'ala, way dagdag hangkan tugutan na kamu in taymanghud namu yan dāhun tumulak, karāhan namu kakaun in ahli namu, iban kiyapapayu-payuhan namu da in taymanghud namu, iban kasunuan pa in pagkaun taniyu luwan hambuuk unta usug suku’ sin taymanghud taniyu yan (hi Binyamin), in kiluhan amuin palabi ini maluhay (ha sultan dimihil, pasalan sin kamura niya).”",
                    "66": "Laung hi Ya’qub ha manga anak niya : “Di ku hipara kaniyu hi Binyamin, sahingga makadihil kamu kāku janji gawgut iban makasapa kamu pa Allahu Ta'ala in hibalik niyu siya kaku, malayingkan bang kamu katakbawan maraug sin atu, bat di niyu na siya magaus hawnun, iban way na kabakan niyu dan kapulasutan, atawa amuin bat da mayan malappas”, na’ pagsakali simapa mayan sila iban dimihil janji mahugut, in agi hi Ya’qub : “Allahu Ta'ala na in saksi, Naka-papayu sin piyagbissarahan taniyu yadtu.”",
                    "67": "Iban laung hi Ya’qub nagwasiyat ha kaanakan niya : “O manga kaanakan! ayaw kamu sumūd pa hula Misir magpūn ha hambuuk susūran niya, halli dayin ha kamudaratan atawa pangjangkihi atawa kahikmatan sin pangatud sin mata, subay in sūd niyu (nagkakanat) dayin ha kandi-kandi lawang niya, hasupaya kamu di kahambuukan sin pamandang, saguwa di da aku makapa’gang dayin kaniyu ha pagwasiyat ku ini iban paghidjatul ku ini misan salat dayin ha Qadāa iban Qadar sin Allahu Ta'ala kaniyu, karna bunnal tuud tunggal da in hukuman ha Allahu Ta'ala isa-isa niya (way manjari sumakutu kaniya iban way unu-unu makabalda kaniya). Tunggal da siya in pagtawakkalan ku iban pangandulan ku sin parkala ku iban parkāla niyu, iban subay ra kaniya isa-isa niya in pagtawakkalan sin sila manga biyubugsu’ nila in katan pakaradjaan nila kaniya, lagi nagmu-mu’min kaniya.”",
                    "68": "Iban simud mayan sila dayin ha amuin diyaakan kanila hi ama nila (piyagwasīyat niya kanila) parahal di da sa yadtu hikapa’gang dayin kanila sin kapuhingaan amuin siyulat kanila sin Allahu Ta'ala, iban in hi Ya’qub amu yadtu in nagugu'un niya, daypara halli niya sin hikmat mata iban umid ha kaanakan niya, Karna in hi Ya’qub sabunnal tuud mampunyāhi ilmu amuin kiyanindu namu kaniya liyabay dayin ha wahi, saguwa in kamatauran manusiya way panabut nila rahasiya (hantangan) sin Qadar, iban in pagtawakkal yan iban pagsarahakan kaniya, di da isab hikagalantang sin hinangun in parsababan iban pakayun in halli iban papanawun in akkal.",
                    "69": "Iban tatkala sila miyadtu na simud kan Yusuf, piyabutang niya sila ha tampat mulliya, ampa in langgung niya (in Binyamin) piyadidtu niya kaniya (yukuman) way nakabahingaw in manga taymanghud niya, iban riyahasiyaan niya iyan : “Aku na sa ini in langgung mu (hi Yusuf), ayaw na kaw masusa sin panghinang-hinang nila (katawtaymanghuran ta) sin waktu nakalabay yadtu, sin pangjangkihi nila katu”, iban diyaak niya in langgung niya (in Binyamin) di niya papabaytaun kanila sin palanggunganan nila duwa.",
                    "70": "Na’, ha tatkala nakatimus na sila sin hajat nila, salta liyuwanan in manga unta nila indaginis kakaun, nagmandana in Yusuf papabutangan gagantangan bulawan halaum kapanyapan sin langgung niya (Binyamin), pagpuas ampa nanawag in magtatawag-tawag : “O kamu manga tagdapu unta (amuin liyuluwanan barang) duhung naa kamu, bunnal tuud in kamu yan panakaw tuwi!”",
                    "71": "Laung sin manga taymanghud hi Yusuf, pagharap nila pa nanawag-tawag amuin dayin ha manga ha babaan sin sultan : “Unu tà in panyap nalawa kaniyu yan?”",
                    "72": "Laung nila : “Liyawag namu in gantang pagtutupungan sin dagangan sin sultan, iban dalam bihadtu awun ganda ha siyu-siyu na marā niya mari magbaran in gantang pagtutupungan yan luwan hambuuk untà, aku na in atas kaniya yadtu.”",
                    "73": "Laung nila (manga kaanakan hi Ya’qub) : “Ibut pa Allahu Ta'ala in kamu manga pamikpik hi Yusuf iban sahabat niya nagmamanyatakan da isab ha pang-ingat niyu dayin ha pamanduga niyu sin nakaruwa kari namu nakauna in kami bunnal tuud bukun kami miyari pa hula niyu bat magma’siyat di pa Allahu Ta'ala, in mattan niya lappas kami dayin ha manga yan, bukun kami panakaw.”",
                    "74": "Laung sin mananawag (magpahahati) iban na sin kasabatan hi Yusuf : “Ha sara’ niyu unu ta in hitungbas ha panakaw bang kamu nagputing ha panghuwas-huwas niyu yan?”",
                    "75": "Laung sin manga anak ni Ya’qub : “In hitungbas ha nakatakaw sin gantang pagtutupungan, subay kawaun ampa banyagaun in (tau) amuin kabakan in gantang duun ha gagabanan niya, amu yadtu in tungbas ‘adil biya’ sin tungbas yadtu in hipagpanungbas namu (ha sara’ namu, sara’ hi Ya’qub) ha katan panakaw.”",
                    "76": "Na pagga bihādtu na in kiyapag-isunan, timagna na in mananadsad (bata hi Yusuf) nanadsari sin katan luluunan sin taymanghud hi Yusuf (amuin hangpu sila) piyauna siyadsaran dayin tuhuma, iban hipagpahimpit sin (kaisunan) mahuli, didtu niya nakawa in gantang dayin ha lulunan sin langgung hi Yusuf (amuin hi Binyamin), bihadtu in akkal pamikil iban kapandayan piyag-ilham namu kan Yusuf, hasupaya niya kagumbilan in langgung niya, di niya (hi Yusuf) madapat pudjutun (bantangan) sara’ sin sultan (Misir) in langgung niya (Binyamin), malaingkan bang hikahandak sin Allahu Ta'ala, iban ijin niya, Angkatun namu (sabab sin pangadji) pa darajāt siyu-siyu kabayaan namu (angkatun) dayin ha manga iypun namu, biya’ pangangkat namu kan Yusuf (alayhis salam) saguwa in tiyap-tiyap Alim (makahati) awun pa nakatatakbaw ha taasan niya (labi in panghati dayin kaniya) sahingga tumubtub ha Saingat-ingat na dayin ha katan, amuna in Allahu Ta'ala Al-Alim, Al-Khabir.",
                    "77": "Amu agi sin katawtaymanghuran niya (sin Yusuf (alayhis salam)) : “Bang siya (in Binyamin) yan bunnal nanakaw, asal bakas da isab nanakaw in langgung niya yan (hi Yusuf in miyaksud nila, Parahal way yadtu kasabunnalan niya, hinang-hinangan nila sadja in Yusuf (alayhis salam) kata-kata sin bukun bunnal). (Kiyangian tanam in Yusuf (alayhis salam) sin bissara kaputingan amuin hinang-hinang nila palihalan niya, saguwa) tiyapuk sadja sin Yusuf halaum ginhawa baran niya, in halaum huna-huna niya bang niya sila jiyawaban hibungat kanila : “Kamu yan in sangiy-ngiy kajarihan (pasal tiyakaw niyu in taymanghud niyu, hangkaama da kamu, huwas yadtu ampa na isab hinang-hinangan niyu bissara kaputingan parahal lappas siya dayin ha kiyabissara niyu yadtu) Allahu Ta'ala na in labi Makaingat, iban labi mattan in Pang-ingat niya ha himumungan niyu amuin sīpatan niyu in taymanghud niyu ayib pagtakaw.”",
                    "78": "Laung nila : “O kaw pangha Mulliya! Bunnal tuud awun sayan ama niya malaas na tuud nakalabbaw tuud in lasa niya (ha bata yan), amuna yan in panglibangan niya ha anak niya miyatay yadtu, ampa hipagdukka niya tuud bang yan makabutas iban mapabin. Bang kaw maya’ kawa na kaw hambuuk dayin kāmu ini subli niya banyagaun mu, karna bunnal tuud in bistahan namu kaymu hambuuk dayin ha manga Muhsinin (magmumura, maghihinang karayawan).”",
                    "79": "Laung hi Yusuf : “Magpatilibun kami pa Allahu Ta'ala amuin mangawa kami hangkatau dugaing dayin sin amuin didtu kaniya nakawa namu in panyap (gantang) namu, (ampa way na dugaing didtu ra kan Binyamin), pangagad ta ha sara’ didtu kaniyu (Shari'a hi Nabi Ya’qub), sabunnal tuud in kami mattan anyaya bang kami kumawa hangkatau pasublihun namu kaniya.”",
                    "80": "Na’, ha tatkala miyugtu’ na in hulat-hulat nila (way ra nakawa sin animu nila iban hupu-hupu), limayu sila dayin ha mahadjana, nag-isun sila sin sila-sila, naghigunghagas. Laung sin nakagulang dayin kanila : “Unu wala ka kiyai-ingatan niyu bunnal tuud in ama niyu tantu tuud kiyawaan niya kamu janji mahugut (liyabay) dayin ha (ngan) sin Allahu Ta'ala amuin palihalaun (niyu tuud) in taymanghud niyu (sahingga mara niyu siya magbalik madtu kaniya, ampa awun na asal kiyamasahan niya kaniyu nakauna pa dayin sin ini pamahil-pahil niyu sin pasal hi Yusuf (alayhis salam), pagsakali wayra kamu nanuman parjajian niyu? Na di ku ukatan in lupa Misir ini sahingga tugutan na aku hi ama amuin papaguwaun na dayin ha lupa Misir atawa hukumun na kāku sin Allahu Ta'ala amuin puasun niya na in taymanghud ku dayin ha kabihagan hingga makabing na madtu kan ama sambil kabunyugan kuna siya muwi, iban in siya Mahasutsi sa‘ādil-‘adil Manghuhukum dayin ha katan humuhukum, karna sabunnal tuud in siya way hipagpanghukum niya bang bukun kasabunnalan iban ka'adilan.”",
                    "81": "Kadtu na kamu bing kan ama niyu kamu-kamu sadja, ubus ampa niyu iyana : “Sabunnal tuud in anak mu nanakaw gantang sin sultan, na’ yadtu na nahinang banyaga (tungbas sin nahinang niya), iban way namu siyaksian siya nanakaw malayingkan ha sabab sin kiyakitaan namu giyuwa in gantang dayin ha gagabanan niya iban way pangirab namu sin gāib dayin kāmu (bukun namu kiyasasakupan), ha sabab yadtu way kami nakaingat bat bunnal tuud in siya nanakaw.",
                    "82": "Iban asubuha mayan in ahli sin daira (ahli Misir) amuin bakas kiyadtu namu, iban sin manga tag-unta (tau dayin da ha kan'an) nara namu nagbunyug minuwi pa hula taniyu, iban sabunnal tuud in kami mattan in himumungan namu amuin biyayta namu kaymu ha pasalan hi Binyamin.”",
                    "83": "Laung hi Ya’qub kanila : “Di aku magkahagad kaniyu, saguwa awun na sa isab yan pakaradjaan naanyam-anyam sin ginhawa baran niyu nahinang niyu, biya’ jimatu sin nakauna pa yadtu kan Yusuf (alayhis salam), ampa in pakaradjaan ku tahan da kuman sumabar sin sabar sarayaw-rayaw (amuin way sangka’ iban way pagsumbungan hangsulag manusiya malayingkan in Allahu Ta'ala), kalura sin Allahu Ta'ala pakariun niya sila (in Yusuf iban sin langgung niya) katan (magbalik mari kaku). Bunnal tuud in siya sangat kiyai-ingatan niya in kahalan ku iban sin susa ku. sangat pandikal ha katan hinangan niya.”",
                    "84": "Iban tinggalan niya (sin Ya’qub) sila (manga kaanakan niya, hukaw niya dumungug sin hilalāungan nila) salta iban agi : “Ya Asafa ‘ala Yusuf! (kari na kaw, O kaw diyukka ku, limandu tuud in susa ku kan yusuf), iban sambil timabun ha duwa (agung-agung) mata niya in kulapis puti’ (hingga agun-agun siya di na makakita), ha pasal sin (nakalandu in pagtangis niya iban) susa (niya), ha sabab yadtu in siya punu’ sin agut iban susa, nangangarukkaan.",
                    "85": "Laung sin kaanakan hi Ya’qub ha ama nila : “Tallāhi! (lbut pa Allahu Ta'ala) masi pa ba kaw yan (way himali) nagtutumtum kan Yusuf sambil kaw manglungkuyan sin kalaasan (masakit sin sakit agun hikamatay) atawa sambil kaw lamud talbilang dayin ha manga miyamatay.”",
                    "86": "Laung kanila sin Ya’qub : “Tuput da in pagsumbungan ku sin salagu-laggu dukka ku iban kasusahan ku in Allahu Ta'ala, (bukun pa dugaing dayin kaniya, karna siya ra in Taga-kapūsan Pag-sumbungan, hangkan pasari niyu na aku iban sin pagsumbung ku iban sin kamarasahihan ku), pasal in aku asal awun kiyai-ingatan ku dayin ha Allahu Ta'ala amuin wala niyu kiyai-ingatan (mura-murahan umulung siya kaku iban lumu'uy, amuin paratungan niya kahalulayan in sukkal ku, ha di ku makira-kira).",
                    "87": "Siyunuan pa hi Ya’qub in kabtangan niya in agi niya : “O manga anak! kadtu kamu pa Misir, ampa lawaga niyu didtu iban unyuka niyu in habal hi Yusuf iban sin langgung niya (Binyamin), iban ayaw kamu mamugtui paghulat-hulat dayin ha Rahmat sin Allahu Ta'ala (mamuklasi dayin katu taniyu sin sukkal iban kasusahan ini), karna bunnal tuud way magpamugtui paghulat-hulat Rahmat sin Allahu Ta'ala malayingkan amura in manga kawman nagkakāfir (pa kalabbiyahan iban pa Qudrat iban pa Ulung iban Lu'uy sin Allahu Ta'ala).”",
                    "88": "Na’, gimuwa na sila nagbing pa hula Misir sambil simūd na sila madtu kan Yusuf, sakali pagsud nila mayan amu agi nila : “Ya kaw Al-Aziz! (panghu sin hula ini) kiyugdan kami (sambil ahli namu) sin mudarat, kiyugdan sigpit, gutum, iban kabarhājat, iban kasakit-sakitan dayin ha sababan sin panggang-gang iban pangaw, ampa amura in nara-rā namu muddal ini way tantu halga (piyagsusulak-sulak sin palitu), (misan bihadtu junjungun namu kaymu) jukupa kamu in kīluhan, (ayaw dagdagi sawkat way tantu halga sin muddal atawa siyn namu), iban tabanga kami sarakkahi (bingan kāmu in taymanghud namu) karna sabunnal tuud in Allahu Ta'ala gandahan niya in manga barsadakka.”",
                    "89": "Laung hi Yusuf kanila : “Kiyaingatan niyu ra ka bang unu in nahinang niyu kan Yusuf iban ha langgung niya, sin hina’bu pa kamu Jahilun (ha kaawnan sin ngiy ha yadtu, salta awam sin kamatunan niya yadtu)?”",
                    "90": "Laung nila : “Ay kaw, ikaw na ka yan hi Yusuf?” In agi niya : “Aku na hi Yusuf, ampa in ini amuna in langgung ku (in Binyamin). Mattan tuud iyanugharaan kami sin Allahu Ta'ala (liyappas dayin ha bala’, piyapagpun puas nabutas, miyulliya puas nahina). Sabunnal tuud hisiyu-siyu piyatatattap niya in kabuga pa Allahu Ta'ala (ha katan kahalan niya, piyaaanib in ginhawa baran dayin ha unu-unu na hikaastul sin Allahu Ta'ala iban dayin ha siksa niya) iban salta nagsasabar, na’ sabunnal tantu tuud in Allahu Ta'ala di mangluppasi pahala sin manga Al-Muhsinin (amuin manga piyapag-agad nila in pagmabuga pa Allahu Ta'ala iban pagsabar saguwa tungbasan niya ra tungbas sarayaw-rayaw).”",
                    "91": "In agi nila kaniya : “Tallāhi! (Ibut pa Allahu Ta'ala) tantu tuud piniy kaw sin Allahu Ta'ala iban piyaag dayin kāmu (iyanugharaan kawasa iban kamulliyahan mataas), ampa in kahalan namu sabunnal tuud bardusa (taga kasaan ha sabab sin nahinang namu kaymu).”",
                    "92": "Laung niya : “Way na katataksilan kaniyu ha adlaw ini, miyaap tana kamu iban iyampun ha sabab sin pag-aku niyu sin dusa niyu, kaddawra ampunun kaniyu sin Allahu Ta'ala in pardusahan niyu, iban paygay in siya landu in ulung dayin ha katan maulung.",
                    "93": "Paghuwas yadtu, nangasubu kanila in Yusuf hal sin ama niya, pagbayta nila mayan sin ngiy kahālan niya iban awun na salla’ sin pangita niya pasal dayin ha banus sin kasusahan niya iban pagtangis niya, laung niya kanila : “Daha niyu madtu in badju ku amuin bakas ku siyu’lug ini, laruka niyu pa bayhu hi ama, ampa ra sumawa magbalik in pangita niya, (salta pagkari niya kaku pa Misir makakita na siya), iban ampa niyu daha mari kaku katan ahli niyu iban panubu’ sin kaanakan hi Ya’qub (alayhis salam).”",
                    "94": "Iban tatkāla imukat na in sasakatan (duun na ka unta atawa himar atawa kura) nila (dayin ha hula Misir pa Sham) laung sin ama nila (in Ya’qūb ha manga nakasa’bu pangdaig niya : “In mattan niya bunnal tuud in aku timunug kaku in hamut hi Yusuf (parahal lawak waluy rūm untasun), bang sadja bukun pasal maiyan niyu aku lian na.”",
                    "95": "Laung nila kaniya : “Wallāhi! (lbut pa Allahu Ta'ala) sabunnal tuud in ikaw yan, halaum pa tuwi kaw sin kasāan mu amuin jaman mawgay na.”",
                    "96": "Na’, ha tatkala dimatung mayan in magdará habal makakukuyag-kuyag (nagda sin badju hi Yusuf namayta sin in Yusuf iban sin langgung niya) liyaruk niya na magtuy in badju pa bayhu sin Ya’qub, nagsaruun-duun miyalik in sawa sin pangita niya. Laung hi Ya’qub ha manga kaanakan niya : “Bukun ka nag-iiyan aku kaniyu? Bunnal tuud awun kiyai-ingatan ku dayin ha Allahu Ta'ala amuin way niyu kiyai-ingatan.”",
                    "97": "Laung sin manga anak hi Ya’qub : “O Ama namu! Pangayua dayin ha Allahu Ta'ala bang man da kami ampunun niya karna in manga pardusahan namu amuin nahinang namu, sabunnal tuud in kajarihan namu bardusa.” ",
                    "98": "In agi niya : “Pangayuan ta mayan kamu pa Tuhan ku (Allahu Ta'ala) kaampunan, karna sabunnal tuud in siya sangat mangangampun (mananabun dusa), lagi sangat Baying-ulungun ha manga iypun niya.”",
                    "99": "Na’, ha tatkala simud mayan in Ya’qub iban sin kaaw-anakan niya iban manga ahli nila kan Yusuf magtuy niya kiyawa iyukuman in duwa maas niya piyabutang ha bay niya, salta giyulgul niya, iban agi niya : “Sūd na kamu pa hula Misir (egypt) ini (bang hidūl da sin Allahu Ta'ala) way kagawahan niyu dayin ha unu-unu na kamumulahan (sajahitra kamu katan).”",
                    "100": "Iban piyalingkud niya karuwa maas niya imiban kaniya ha taas pagkakantilan sin sultan, pangmulliya niya kanila iban panghulmat niya, iban simujud sila katan kaniya (sujud panghulmat iban pangmulliya bukun sujud sumumba, bat sabab tuput in yan ha Allahu Ta'ala) iban laung niya (hi Yusuf) : “O Ama ku! taawil na sa ini sin tagainup ku nakauna, iban piyapanjari sin Tuhan ku (Allahu Ta'ala) mattan, samata-mata jimatu biya’ sin ha tagainup ku, iban iyanugharaan aku sin Tuhan ku Ni’mat (biyuddihan) pasal sin piyaguwa niya aku dayin ha jil, iban piyakari niya kamu katan dayin ha bādiya (dayin ha kabuhianan biduwin, ha kapaslangan pantay pawa, ha desert) puas dayin ha pagpakangiy sin shaytan ha antara ku iban sin kataymanghuran ku. Sabunnal tuud in Tuhan ku sangat Mahanunut iban Malu'uy Mahamura, kan hisiyu-siyu kahandakan niya. Mattan tuud in siya, siya in Tuhan sangat ingat salta amuin Al-Hakim, sangat pandikal.",
                    "101": "Paghuwas yadtu, ampa dimuwaa in Yusuf pa Tuhan niya (Allahu Ta'ala), naghimunnakun ha kalabbiyahan kaniya, iban pagshukur niya sin ni’mat iyanughara kaniya sin Tuhan niya, ha himumūngan : “O Tuhan ku! bunnal tuud iyanugharaan mu aku kalimayahan pagkawasa (ha hula Misir), iban hinduan mu pa aku magtaawil tagainup O Tuhan! Tagpapanjarihi sin pitung-lapis langit iban sin gumi, Ikaw in gaus bawugbug ku, gapi ku diy ha dunya iban ha akhirat, iban papanjariha aku, lugay kabuhi ku nagmumuslim kaymu iban miyamagad, sambil na sadja pa kamatay ku, namamawugbug sin ka-Islam, iban (Ya Allahu Ta'ala!) papag umban-umbana aku (palamura) ha manga sālihin (tau sālih amuin manga timutunay hak sin Allahu Ta'ala duun kanila, salta timutunay hāk sin pagkahi nila makhluq yan kanila).” ",
                    "102": "Amuin piyaghabal namu kaymu yadtu O Muhammad (sallallahu alayhi wasallam) dayin ha amuin pakaradjaan hi Yusuf iban sin kissa niya, dayin yadtu ha manga amuin Gaib amuin way pa bakas, kiyaingatan mu sin wala pa nakaturun kaymu in Wahi. Adapun hangkan namu kaw hinduan sin yadtu hasupaya lumāhil tanda bunnal in pagda'awa mu Rasul kaw, ampa way kaw nakasa’bu ha kataymanghuran hi Yusuf waktu sin piyag-akkal buddihan nila in taymanghud nila, iban sin pagtayakkup nila hihulug nila siya palaum lungag kuppung malaum, iban sasang sin animu nila nanipu kaniya iban ha ama niya ampa hitugut niya kanila munyug.",
                    "103": "Iban bukun in kamatauran manusiya misan mu pa piyagmuhut-muhutan O kaw Rasul! himindu kanila paratsaya sin Risalah mu, panawag-tawag mu, (malayingkan kiyaulungan sin Allahu Ta'ala) ha pasalan sin pagpatural nila ha kakufuran.",
                    "104": "Parahal way sa kaw simukat kanila O ikaw Nabi! ha pagpasampay mu Qur'an yan iban pangbat-bati mu sin (Qur'an yan) tangdan kawaun mu, Bukun da unu in Al-Qur'an yan malayingkan in yan panghimati iban patumtum ha katan Alam (tau iban jinn).",
                    "105": "Iban pila na dayin ha manga Ayat iban alamat manunjuki awun tuud Tuhan Mawjud Taghinangi isa-isa niya ra (sin katan makhluq), iban tubus in Ilmu niya iban Qudrat niya iban Hikmat niya, kandiy dayin sin manga Ayat amuin nara mu yan, naawun ha pitung-lapis langit iban ha gumi, labay-labayan nila sadja kita-kitaun, sakali di nila ra parulihun, di halgaan, lagi taykuran nila sadja.",
                    "106": "Iban di da magparatsaya in kamatauran sin manusiya pa Allahu Ta'ala luwal sadja sila magshirik pa Allahu Ta'ala, sakutuhan nila sin dugaing dayin kaniya in pagsumba nila pa Allahu Ta'ala.",
                    "107": "Unu īnuk na ka in sila manga mushrikin (dayin ha amuin) bang dumatung kanila in aramala lapnas, dayin ha siksa sin Allahu Ta'ala, atawa dumatung kanila in adlaw Qiyamat tarkadjut, ha wala nila kiyananaman (kiyasayuhan, bat kiyamat na tuwi)?",
                    "108": "Iyan Kaw O Muhammad (sallallahu alayhi wasallam) : “Amu ini in dan ku (Tariqa ku iban Sunnah ku) amuin piyanawag-tawagan ku pa (dan) sin Allahu Ta'ala, salta namayindug ha ‘Basiyra’ (ha dalil matarrang, lagi marayaw in pang-ingat iban paminig ha kasabunnalan dayin ha kalawungan), Aku, iban na sin siyu-siyu na miyagad kāku (namaratsaya ha Risalah ku, iban namakay sin pamandu ku). Iban sampurna Pangmahasutsi ha Allahu Ta'ala dayin ha katan sakutu iban sabanding, bat karna in aku ini mu’min, nanawhid kaniya, iban bukun aku sud pa jumlahan sin manga mushrikin (amuin simasakutu) kaniya.”",
                    "109": "Iban wayruun piyagpara namu (hinang Rasul) dayin ha amuin sila (napara namu) nakauna dayin kaymu O ikaw Rasul! Malayingkan (katan sila yadtu) kausugan (dayin ha bangsa manusiya), damikkiyan bukun da isab bangsa Malaikat, Pagwahihan namu sila Risalah, hasupaya sila makapanawag-tawag pa pagta'atun tuud kamu in iypun namu. Paygay in manga sila (karasulan napara namu) yadtu, biya’ da kaymu, tau dayin ha manga daira, (bukun Baduwin). Unu wala ka sila (manga nanghihimuting yan) timulak ha gumi ampa ra nila kapatungan (sin patung namimikilan iban nagdurungdung sin jimatu ha manga kaummat-ummatan nakauna, amuin mahinang nila pamintangan). Adapun tantu tuud in hula akhirat labi yadtu marayaw pa manga bar-iman amuin manga nagmamabuga dayin sin hula (dunya) amuin bukun tattap iban kakkal ini. Unu di paka yan mamaakkul niyu pikilun in manga parsababan iban kamatunan sin pakaradjaan yadtu mahinang tiranan sin hikaparatsaya niyu?",
                    "110": "(Papaūsun nila na in kisās kanila) sahingga simanggup mayan in manga Karasulan, di da sila paratsayahun sin manga kawman nila, iban salta nagu'un nila na, (pasti na kanila) in sila tantu tuud himuting na sin kawman nila, pagsakali tagha na sadja dimatung in partulungan namu mawun kanila, na’ (ha kahalan yan) lappasun namu (dayin ha siksa yan) in hisiyu-siyu na kahandakan namu, dayin ha manga iypun namu. Ampa adapun di mabaybad in siksa namu dayin ha amuin paratungun namu dayin ha kawman mushrikin, amuin manga naghimuting ha Karasulan.",
                    "111": "Tantu mattan bunnal tuud mampunyahi ha kakissa-kissahan nila manga Karasulan yadtu pangadjian pamimintangan, patumtum pa manga halul akkal santusa, Bukun in Qur'an yan himumungan hinang-hinang sadja, saguwa in siya piyaratung mamunnali sin unu-unu na kakitab-kitaban nakauna dayin kaniya, iban nanglilayi, timaki-taki sin katan hahājatun, dayin na mayan ha kahukum-hukuman hiyalal iban hiyaram, mabut pa kasara’-sara’an iban kahukum-hukuman, iban (lagi in siya) hidayat (pamandu, ampa ra in īypun di malawung) iban Rahmat pa manga kawman namamaratsaya kaniya (ha Al-Qur'anul Karīm)."
                }
            }
        }
    }
}