{
    "13": {
        "number": "13",
        "name": "الرّعد",
        "name_latin": "Ar-Ra'd",
        "number_of_ayah": "43",
        "text": {
            "1": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
            "2": "اللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِأَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
            "3": "وَهُوَ الَّذِيْ مَدَّ الْأَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَأَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ إِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
            "4": "وَفِى الْأَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ أَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْأُكُلِۗ إِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "5": "۞ وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَإِذَا كُنَّا تُرَابًا ءَإِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ أُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَأُولٰۤىِٕكَ الْأَغْلٰلُ فِيْٓ أَعْنَاقِهِمْۚ وَأُولٰۤىِٕكَ أَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "6": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَإِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَإِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
            "7": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ أُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ إِنَّمَآ أَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
            "8": "اللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثٰى وَمَا تَغِيْضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
            "9": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
            "10": "سَوَاۤءٌ مِّنْكُمْ مَّنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
            "11": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ أَمْرِ اللّٰهِ ۗإِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِأَنْفُسِهِمْۗ وَإِذَآ أَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
            "12": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
            "13": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
            "14": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ إِلَّا فِيْ ضَلٰلٍ ",
            "15": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْأَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
            "16": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْأَرْضِۗ قُلِ اللّٰهُ ۗقُلْ أَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ أَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِأَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْأَعْمٰى وَالْبَصِيْرُ ەۙ أَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ أَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
            "17": "أَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ أَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْأَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْأَمْثَالَ ۗ",
            "18": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ أَنَّ لَهُمْ مَّا فِى الْأَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ أُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
            "19": "۞ أَفَمَنْ يَّعْلَمُ أَنَّمَآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمٰىۗ إِنَّمَا يَتَذَكَّرُ أُولُوا الْأَلْبَابِۙ  ",
            "20": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
            "21": "وَالَّذِيْنَ يَصِلُوْنَ مَآ أَمَرَ اللّٰهُ بِهٖٓ أَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
            "22": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلٰوةَ وَأَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ أُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
            "23": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَأَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
            "24": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
            "25": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ أَمَرَ اللّٰهُ بِهٖٓ أَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْأَرْضِۙ أُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
            "26": "اللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ إِلَّا مَتَاعٌ  ࣖ  ",
            "27": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ أُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ إِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ إِلَيْهِ مَنْ أَنَابَۖ  ",
            "28": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ أَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
            "29": "أَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
            "30": "كَذٰلِكَ أَرْسَلْنٰكَ فِيْٓ أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ إِلٰهَ إِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ ",
            "31": "وَلَوْ أَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْأَمْرُ جَمِيْعًاۗ أَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا أَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ أَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗإِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
            "32": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
            "33": "أَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ أَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْأَرْضِ أَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ",
            "34": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ أَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
            "35": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُۗ  أُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
            "36": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ اللّٰهَ وَلَآ أُشْرِكَ بِهٖ ۗإِلَيْهِ أَدْعُوْا وَإِلَيْهِ مَاٰبِ ",
            "37": "وَكَذٰلِكَ أَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ أَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ",
            "38": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ أَنْ يَّأْتِيَ بِاٰيَةٍ إِلَّا بِإِذْنِ اللّٰهِ ۗلِكُلِّ أَجَلٍ كِتَابٌ ",
            "39": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ أُمُّ الْكِتٰبِ ",
            "40": "وَإِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
            "41": "أَوَلَمْ يَرَوْا أَنَّا نَأْتِى الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
            "42": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
            "43": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Amuin Daugdug",
                "text": {
                    "1": "Alif Laam Miym Raa, In manga Ayat sin Surah ini iban sin manga Ayat Qur'an kandiy dayin kanila, iban sin amuin napaturun kaymu (O kaw Rasul!) dayin ha Tuhan mu Wahi, kasabunnalan yan katan, saguwa in kamatauran manusiya di magparatsaya (In yaun dayin ha Allahu Ta'ala).",
                    "2": "Allahu Ta'ala isa-isa niya, siya in nangangkat sin pitung-lapis langit ha way hāg kiykita niyu, ubus ampa siya timayimbabaw ha taas ‘arsh niya (diin in tumūp kaniya, di tana kaingatan in hantang niya, tahan tana sadja paratsayahun, ha way na pagpahantang, iban pagpasarupa, iban pagtaawil, iban di napihan), iban piyata'alluk niya in suga iban sin bulan (way halihan papagligutun ha lilingkalan nila katimbulan sin manga iypun niya). In tiyap-tiyap dayin ha ruwa yan himibal dayin ha sabab sin Qudrat sin Allahu Ta'ala tubtub pa masa tartantu, (amuna in masa lanyapun na in dunya) siya in Taghidjatuli ha katan pakaradjaan sin makhluq niya ha tirānan kapanday pandikal, salta lilay niya kaniyu in manga Ayat niya amuin napaawun niya ha alam ini ampa ra kamu magmunākun sin pagbakun niyu ra in Allahu Ta'ala.",
                    "3": "Iban siya (Allahu Ta'ala) amuin nagbuklad sin gumi, iban piyapanjarihan niya pa halaum niya kabūd-buran mapagun iban kasapa’-sapa’an, iban (piyapanjarihan niya pa halaum niya) dayin ha ginisan sin tiyap-tiyap bungang-kahuy zawjayn (magtā iban, usug iban babai) duwa-ruwa maglimbang (malimu’ iban maaslum, manahut iban maaslag). Patabunun niya in tigidlum sin dum pa sawa sin adlaw. Sabunnal tuud duun ha manga nabangkil ini tantu tuud manga Ayat katanda-tandaan manunjuki sin kakawasahan sin Allahu Ta'ala iban Tunggal siya Tarsampay pa manga kawman namimikilan tagapanali.",
                    "4": "Iban yan awun ha gumi babarāpa tingian lupa nagdaraig-daig (sumaguwa nagdurugaing-dugaing partumbuhan iban panghiyanum iban dayaw sin lupa niya) iban kakabbun-kabbunan dayin ha anggul, iban manga pananum aanihun, iban manga hulma magbubunga, in pagtubu sin kaibanan pananum yan dayin ha hambuuk puunan niya duwa sampay labi in uplut niya, iban in kaibanan isab dayin kaniya in tubuan niya hambuuk da in batangan niya, (parahal in manga yadtu) pagkabubuhan magkahira in tubig niya, pagsakali di magsali’ in nanam niya. Sabunnal tuud, ha manga pakaradjaan maka-aadjayib ini Ayat (alamat pamandugahan) tarsampay pa hisiyu-siyu na kawman namamakay sin akkal nila iban nangdurungdung.",
                    "5": "Iban bang kiya adjayib kaymu (O Muhammad! (sallallahu alayhi wasallam)) in panghimuting sin manga kafir kaymu iban sin manga magsusumba barhala, na’ in landu tuud maka adjayib dayin hadtu amuin panghimuting nila sin pagbuhi puas kamatay iban sin pangdusta nila ha yadtu, iban sin kabtangan nila : “Unu marapat pa kita niyu buhiun magbalik pagpuas kita niyu nahinang na bagunbun nalulumu?” In manga sila nagmumungkir ha pagbuhi puas kamatay yan, amuna yan in manga nagkufur ha Qudrat sin Tuhan nila, iban manga sila yan bilangguun sin bilanggu pa liug nila, iban sila yan in tau narka amuin kakkal halaum niya salama-lama.",
                    "6": "Ūsan kaw sin manga mushrikin amuin manga manghihimuting hal pagsiksa muna dayin ha pagjatu niya papaturunun na in siksa amuin makamumula, parahal mattan tuud awun na kiyamasahan sin manga nagpakauna dayin kanila manga parsiksaan jimatu pa manga sali’ nila dayin ha manga manghihimuting, na’ mahita na sila di mamintang kanila? Malayingkan sabunnal tuud in Tuhan mu mampunyahi kaampunan dakula ha manga makhluq niya (di niya magtuy sila paratungan siksa misan pa naka anyaya, gam mayan palayamun niya naa) iban damikkiyan da isab sabunnal tuud in Tuhan mu makusug in siksa niya ha siyu-siyu na magma'siyat kaniya paygay way nagtawbat dayin ha dusa niya.",
                    "7": "Iban laung pa sin manga nagkakafir : “Arapun da mayan kiyapaturunan siya (in Muhammad (sallallahu alayhi wasallam)) Ayat (mu’jizat) dayin ha Tuhan niya (manunjuki bunnal in piyag agi-agi niya)?” Parman sin Allahu Ta'ala sambag niya kanila : “In ikaw yan O Rasul! hat sadja mamanda sin kanarkaan ha siyu-siyu na magma'siyat pa Allahu Ta'ala, biya’ da hal sin Karasulan amuin nakauna dayin kaymu, iban in tiyap-tiyap kawman (awun sadja) Nabi (napara kanila manawag-tawag pa Allahu Ta’ala).”",
                    "8": "In Allahu Ta'ala kiyai-ingatan niya in unu-unu na kiyakandung sin tiyap-tiyap babai halaum sin pakandangan niya, (in ginisan niya, iban sin papata niya, iban sin kahālan niya, iban sin pangummulan niya iban dugaing pa dayin ha yadtu) iban sin kakabusan sin manga pakandangan, amuin gumuwa na in bata-bata (bukun pa sangpat) iban sin paglabi niya (dayin kasangpat). Ampa adapun in unu-unu katan yadtu ha Hadarat niya asal na nagaganta’ (natutupung, di makalabi dayin didtu, diin in ha maslahat iban hikamumpāat).",
                    "9": "(Allahu Ta'ala) Siya ra in sampurna in Panghāti niya sin katan ‘Al-Ghayb’ (gaib) iban ‘As-Shahadah’ (kanyanyata'an). Siya in (Tuhan) sangat dakula, sangat taas iban tinggi.",
                    "10": "Magsibu’ da (ha Pang-ingat sin Allahu Ta'ala) in nanapuk sin himumūngan niya iban sin amuin nagpatanug dayin kaniyu, iban sin hisiyu-siyu na nakatatapuk (in paghinang niya) halaum katigidluman sin dūm iban ha katampalan pulak-pulak adlaw, miyamanaw ha mata rān.",
                    "11": "Piyagsisinublihan siya (in tiyap-tiyap tau) sin malaikat kiyawakilan mamalihala kaniya dapit paunahan niya iban dayin ha dapit pa taykuran magpalihala sila kaniya (dayin ha kamumulahan iban kamudaratan) daakan dayin ha Allahu Ta'ala. Adapun sabunnal tuud in Allahu Ta'ala di magpaminda (iban di imīg) unu-unu na (ni’mat) dayin ha unu-unu kawman hingga apabila nila pindahun in hal nila marayaw pa hal mangi. Malayingkan apabila kabayaan sin Allahu Ta'ala in kawman paratungan kangian (ajabun) na, way hangsulag siyu-siyu makapa’gang sin paratungun sin Allahu Ta'ala kaniya yadtu, iban way ra dugaing dayin ha Allahu Ta'ala makabawugbug kanila tumampan dayin kanila ajab iban bala’.",
                    "12": "Siya (Allahu Ta'ala) in magpakita kaniyu kilat hipagpahalli (ha manga magtutulak-tulak) dayin ha luti’, iban panagad-tagaran sin manga tau nagdaraut ulan, iban (dayin ha Qudrat niya, damikkiyan) siya in magpa-aawun gabun (atawa magpaandum iban panganud) nagkakandung madakmul tubig. ",
                    "13": "Iban tumasbi in dawugdug (pa Allahu Ta'ala) iban (sumanglit) sampurna sanglit kaniya, iban damikkiyan Tumasbi da isab in manga Malaikat kaniya damag ha siksa niya, iban siya in magpara luti’ mangangpud ampa niya pakugdanun kan hisiyu-siyu na kabayaan niya (mulahun). Misan bihayan na in tampal sin Qudrat niya Mahasutsi, masi ra in hal sin manga sila kafir tau Makkah limiligguwat palihalan kawujud sin Allahu Ta'ala iban sin ka-tunggal niya iban Qudrat niya Muhi’ ha katan patay, iban in siya (Mahatinggi) Mabasag in kusug niya, iban makusug in siksa niya.",
                    "14": "Ha Allahu Ta'ala (kaniya ra) in kasāhan sin panginduwaa, karna isa-isa niya ra in Mahakawasa manayma ha mangduruwaa, ampa in manga magsusumba (barhala) dugaing dayin kaniya, amu yadtu in pangduwaahan nila, way ra yadtu hikasambag nila kanila misan salat dayin ha unu-unu na iyangut nila dayin kanila, malayingkan in sambag-sambag nila biya’ da sapantun hāl sin nagbuklad pad lima niya umabut tubig dayin ha kalayuan, dautun niya pasūrun pa simud, parahal di da in tubig makasampay pa simud niya, Pagga bihadtu ra in hal nila, na’ way ra duwaa sin manga kafir (iban ibadat nila pa barhala) buwat malayingkan luppas iban halaum kalugian iban ha kasaan.",
                    "15": "Iban ha Allahu Ta'ala simusujud (iban nagpatitikūpú) in sabarang ha pitung-lapis langit iban sin ha gumi, (awun na dayin kanila halaum) kūg-baya (in kaibanan) kiyalugusan, iban damikkiyan in manga lambung nila, mahinaat iban mahapun.",
                    "16": "Iyana (O Muhammad! (sallallahu alayhi wasallam) in manga mushrikin) : “Hisiyu tà in Tagpapajarihan sin pitung-lapis langit Iban sin gumi iban in Taghidjatuli ha pakaradjaan sin duwa yan?” Na’, bang nila di kajawaban, iyana sila : “Amuna in Allahu Ta'ala.” Iyana sila : “Unu kimawa pa kamu kandiy dayin kaniya ‘Awliyaa’ (sakutu, ampa niyu siyumba) parahal di sila makagaus dimihil mumpaat iban ma’gang mudarat dayin kaniyu, tinggalan niyu in Tagmilik sin pitung-lapis langit iban sin gumi?” Iyan kaw kanila : “Unu magsali ka in buta (in kafir ‘awam) iban makakita (in namaratsaya amuin tagapangadji), iban magsali’ ka in manga lindum sin kakufuran iban sahaya sin pagparatsaya? Di. Bukun hāt biya hadtu gam mayan, unu hinangan pa sin manga mushrikin sakutu in Allahu Ta'ala, siyala nila nakapapanjari biya’ napapanjari sin Allahu Ta'ala, hangkan sila bat mapatut sumbahun biya’ kapatutan sin Allahu Ta'ala?” Parsababan sin di hikapinig nila sin duwa pagpapanjari magkahi, iyan kaw kanila : “Allahu Ta'ala in (magpapapanjari ha katan unu-unu), isa-isa niya ra in Tunggal susumbahun amuin Mangdaraug (Kawasa Mamissuka) ha katan parakala.”",
                    "17": "Siya (Allahu Ta'ala) in Magpabubugnak tubig ulan dayin ha langit, palsababan sin kiyadunuk sin kalihak-lihakan ha tupungan sin Allahu Ta'ala, diin in aslag sin lihak, Sakali nakahambin in dunuk ‘Zubad’ (bukal-bukal) limalantup ha babaw niya, iban damikkiyan awun da isab dayin ha a’anagun nila sin kāyu (biya’ na sin bulawan, basi, pilak, matunaw mayan) ha maksud pangawaan nila hinangun gallang hipag ari-ari iban hipagpalingkat, atawa ha maksud pangawaan mussak massik iban kapanyapan iban pakukus, taga ‘Zubad’ (bukal-bukal) da isab maglantup biya’ sin yadtu. Bihayan in siyapantun sin Allahu Ta'ala ha kasabunnalan iban sin kaba’talan adāpun in ‘Az-Zubad’ (bukal-bukal sin dunuk iban amuin dayin ha a'anagun sin kayu) mahambinda katan hikabugit iban masisay pa pigi’ sin lihak, ampa in hikapaglagi sin manusiya ; biya’ na sin tubig malinaw, iban apūru iban linang, in yan amuin makapin ha gumi, biya’ sin sapantun duwa par-upamahan nasabbut yadtu, hiyantang sin Allahu Ta’ala in kasabunnalan iban kaba’talan, in hidayat iban kalawngan, ha supaya makapamintang in manusiya iban iminsap dayin ha kalawngan.",
                    "18": "Siyuku’ ha manga namamaratsaya, sila amuin imasip ha Allahu Ta'ala (ha tiranan pamaratsaya iban pagta'at) in tungbas pahala sangat in dayaw (amuna in surga). Adapun amuin manga way imasip kaniya (sila manga kafir) misan pa (hibutang ta) kanila in pagmilik sin katan unu-unu na pangalta ha dunya ini, iban malipat pa yadtu, tantu hipanglukat nila ra sin ginhawa baran nila, hipanghawun dayin ha siksa sin Allahu Ta'ala, in sila yadtu mangi in hihisaban kanila iban in hulaan nila amuna in jahannam (didtu ha adlaw Qiyamat), amuna yadtu in sangiy-ngiy tampat butangan nila.",
                    "19": "Unu (salahun ku ka) hisiyu-siyu amuin tagapang-ingat ubus ampa siya namaratsaya iban nag-asip, lagi nagugu'un niya sasuku’ sin napaturun kaymu dayin ha Tuhan mu amura in bunnal (biya’) ka sin siyu-siyu na nabubuta (baw banggul halaum katigidluman sin ka'awam iban kalawungan, ha kakāpilan)? Malayingkan amura in makatumtum (iban makasayu) amuin manga sila bar-akkal santusa (iban mangangasip),",
                    "20": "Sila amuin manga manunuman sin parjanjian nila pa Allahu Ta'ala (amuin piyag-usiyat niya kanila, pa pahinangun sin pardaakan niya iban papaanibun dayin ha liyangan niya), iban salta di sila magpang-uba parjanjian (pa Allahu Ta'ala iban pa iypun niya),",
                    "21": "Iban amuin manga sila manunugpat sin diyaak sin Allahu Ta'ala hipapasugpat, amuna in Silatur-rahim (manugpati pagkasi lasa iban kakampungan, mabut pa dugaing), iban diyadamag ha Tuhan nila (iban sin pangantup niya), iban miyumuga sila sin ngiy paghisab (hangkan asal nila na hihisab in baran nila buhi pa).",
                    "22": "Iban amuin manga sila nagsasabar puhung nila sin Rida’ sin Tuhan nila, iban nagpalilindug sambahayang, iban piyagnafaqa nila in kaibanan piyangridjiki namu (amuin halal) kanila sipuk iban niyata’, iban tulakun nila sin marayaw in mangi, in manga sila yadtu, kaanugharaan akibbat sarayaw-rayaw didtu ha akhirat,",
                    "23": "Amuna manga Surga Adn (surga kakkal salāma-lama), kasuran nila, iban sin hisiyu-siyu na marayaw kalakkuwan niya (salta namaratsaya) dayin ha manga kaaw-amaan nila (iban kaaw-inaan nila) iban kaaw-asawahan nila iban panubu’ nila (misan in kaawnan nila yadtu di makasibu’ ha darajat nila kabuga iban dayaw sin sila yadtu, panghulmat kanila iban hipagpakuyag sin paghamatungan iban kakasi, iban kanunungnungan sin mata). Adapun in manga Malaikat sumud madtu kanila dayin ha katan lawang surga (iban dayin ha kalawang-lawangan sin bubutangan halaum niya (iban kanila) :",
                    "24": "“(Salamun Alaykum) sampurna kasajahitraan kaniyu, nagsababan sin pagsabar niyu (didtu ha dunya), sarayaw-rayaw na surga akibat niyu, iban huhulaan niyu hay kamu manga barta'at.”",
                    "25": "Ampa adapun in manga mamaruba parjanjian pa Allahu Ta'ala puas napagawgut, iban magpangutud sila amuin diyaakan sin Allahu Ta'ala hipapasugpat, iban manglumu sila ha gumi (labay ha pagkufur iban magma'siyat), na’ in manga sila yan liya’nat (biyulaw na dayin ha Rahmat) iban siyusukuan sila sangiy-ngiy na huhulaan ha akhirat, amuna in ajab jahannam.",
                    "26": "Allahu Ta'ala siya in magpaluluag ridjiki ha hisiyu-siyu na kabayaan niya iban magpasisigpit kan hisiyu-siyu na kabayaan niya (diin in Hikmat iban Maslahat), iban kimuyag na tuud in manga (mushrikin, sin kuyag kanapsu iban kaabbu pasal sin ni’mat dunya) parahal in kabuhi ha dunya ini bang bandingun pa akhirat, kalalamihan dayi-dayi da, malanyap.",
                    "27": "Iban laung sin manga kafir tau Makkah : “Mayta wala kiyapaturunan in Muhammad (sallallahu alayhi wasallam) mu’jizat kanyanyata'an (biya’ sin tungkud hi Musa iban lima niya, iban unta hi Salih)”, Iyana sila O ikaw Nabi! : “Sabunnal tuud in Allahu Ta'ala lawungun niya hisiyu-siyu in kabayaan niya lawungun (ha sabab yan di niyara lagihun in unu-unu na Ayat, pasalan sin panulangi niya iban panaggai), iban hidayatan niya pa Agama niya hisiyu-siyu kabayaan niya hidayatan (parsababan sin pagbalik niya pa Tuhan niya, labay ha pagtawbat iban pangarap),”",
                    "28": "Adapun in manga (nagbing pa Tuhan nila) amuin manga namaratsaya pa Allahu Ta'ala iban ha napaturun niya, in hikahumput sin pangatayan nila amuna in pagjikir pa Allahu Ta'ala (iban pangannal kaniya) bukun ka in pagtumtum (iban pagjikil) ha Allahu Ta'ala tiranan sin makahuhumput (iban makakamdus) pangatayan.",
                    "29": "Adapun in manga bar-iman, amuin manga nag aammal salih ‘Tūbaa’ (indaginis kakuyagan iban karayawan) kanila, iban marayaw in uwian ha adlaw akhirat.",
                    "30": "Biya’ da isab sin pagpara namu karasulan sin nakauna pa yadtu, piyara namu da isab kaw ha ummat amuin awun na ka ummat-ummatan nakauna dayin kaniya. (siya na yan in kahinapusan ummat, iban ikaw na tubtuban sin kanabihan) hasupaya mu mabatbat kanila (iban mapasampay) amuin Piyag-wahi namu kaymu yan (amuna in Al-Qur'an) ha hal in sila nagkukufur ha Tuhan Rahman, Iyana O Muhammad (sallallahu alayhi wasallam) in manga mushirikin yan : “Sabunnal tuud (In Tuhan Rahman amuin wala niyu piyaratsaya yan) siya na yadtu in Tuhan ku, amuin piyaratsaya ku, way dugaing sumbahun ku malayingkan siya, tuput da kaniya aku magtawakkal iban tuput da siya in pagtawbatan ku iban uwian ku (bibintungan ku sin katan pakaradjaan ku).”",
                    "31": "Iban bang sadja awun bakas Qur'an (bang batbatun na) mabinsul in kaburan dayin ha tampat nila, atawa muka’ (iban maguta’) in gumi, atawa makapabissara sin miyatay, malayingkan in manga siyukat nila, kagausan yan sin Allahu Ta'ala, sumaguwa way yadtu kiyahandak niya pa yadtu, karna sabunnal tuud siya in Tagmilik sin katan pakaradjaan iban himihinang sin unu-unu na kabayaan niya, way makapagmanda’ kaniya, atawa misan way sumukat. Unu wayra ka namugtui hulat-hulat in manga bar-iman sin pamaratsaya sin manga kafir, iban ingat nila sin bunnal tuud in Allahu Ta'ala bang hikahandak niya hidayatan sila, tantu kahidayatan niya, Karna siya in tagdapu sin katan pakaradjaan. iban masi na mayan in manga kafir (tau makkah kiyukugdan sabab sin kakahinang nila (kakufuran iban panghimuting ha Rasulullah) kaharubiluhan makalantak iban makakukuba-kuba iban ginisan bala’, atawa mutang (in kahalubiluhan iban bala’ yadtu) masu'uk pa piyaghuhulaan nila, sahingga dumatung in jiyanji sin Allahu Ta'ala (kamattiyan atawa duun kanila pasa’buhun in Qiyamat). Sabunnal tuud in Allahu Ta'ala di magpamaruba sin janji niya (ha karasulan niya iban ha manga awliya niya amuin gapian niya sila panabangan umatu ha banta nila).",
                    "32": "iban tantu pariksa tuud bakas da isab nagura’-gura’ in manga karasulan nakauna dayin kaymu (sali da kamu amuin giyura’-gura’ kaw sin manga mushrikin) sumagawa piyalayam ku naa in manga kafir, paghuwas yadtu ampa sila kudjutun ku sin siksa. Ampa ra (kakinaman nila bang) biyadiin in basag sin siksa ku ha manga kafir iban ha nanghihimuting iban ha manga manggugura’-gura’!",
                    "33": "Unu amuin siya nakajajaga iban nakamumumus sin katan ammal sin tiyap-tiyap tau (way malipas kaniya unu-unu ammal sin iypun niya, siya Allahu Ta'ala, magsali’ ka iban sin barhala amuin bukun bihayan in sipat niya, paygay di makadungug iban way kapusan iban way hangsulag unu-unu kiyamilikan niya?) sakali hinangan nila in Allahu Ta'ala sakutu ha ibadat. Iyana sila O ikaw Nabi! : “Ngani niyu kunu’ sila kāmu iban sipata hasupaya mabanding namu awun ka kapatutan nila sumbahun iban manakutuhi ha Allahu Ta'ala?” Atawa baytaan niyu in Allahu Ta'ala sin manga piyanakutu parahal way kaingatan (makasakutu kaniya) ha gumi? bat bang awun tantu kiyaingatan niya ra mayan, ampa yan way), atawa hat sadja giyulal niyu sakutu ha lahil sin himumūngan niyu, ha sababan sin huna-huna niyu way kabunnalan niya, way hakikat niya ha kamattanan sin pakaradjāan, gayid simub na in manga kafir sin kakufuran nila iban sin panghimuting nila iban sin paghinang-hinang nila kaputingan iban titipuhan pa Allahu Ta'ala, iban piya’gangan na dayin ha dan kasabunnalan. Na’ hisiyu-siyu lawungun sin Allahu Ta'ala, way na misan hangsulag makhluq makahidāyat kaniya pa kasabunnalan.",
                    "34": "Siksa kanila diy pa ha kabuhi dunya (labay ligisun iban bihagun iban dugaing pa dayin ha yan), iban tantu tuud in ajab akhirat sangka hunit, iban way ra kapangabutan nila mananampan (manglappasi) kanila iban mama’gangi dayin ha ajab sin Allahu Ta'ala iban Astul niya.",
                    "35": "In upama (papata) sin surga amuin jiyanji (siyasaddiya) ha manga muttaqin (manga naghihinang daakan sin Allahu Ta'ala iban imaanib liyangan niya) nag-aanud-anud dayin ha sawum kaastanaan iban kabilik-bilikan iban kakahuy-kahuyan niya in kasapa’-sapa’an, in kabungang kahuyan niya tattap (di maghugna), iban damikkiyan in kasindung-sindungan niya (di magkaig sin suga). Amu yadtu in akibat (butangan) sin manga nagmamabuga pa Allahu Ta'ala, Ampa in akibat sin manga kafir amuna in narka.",
                    "36": "Adapun amuin manga kiyapaturunan namu kitab (biya’ kanda Abdullah ibn Salam, iban kandiy dayin kaniya, manga bar-iman dayin ha yahudi) makuyag sila ha (Qur'an) amuin napaturun kaymu O Muhammad! (sallallahu alayhi wasallam) (pasalan asal kiyalilimpal ha kakitaban nila manunjuki kabunnal sin Nabi, iban nanghimati sin palihalan pagkarasul niya). Malayingkan awun isab dayin ha manga ginis agama tumpukan nag-aangkup mangalu kaymu, sila yan in namaybari sin kaibanan tingian niya, katakabbulan nila parahal pasti na kanila in kabunnal niya, bat sabab nag-atap iban sin didtu ha kitab nila. Iyana sila O Muhammad! (sallallahu alayhi wasallam) : “Amura in diyaakan kaku papasumbahun pa Allahu Ta'ala (isa-isa niya) iban di siya mikipasakutu kaku sin unu-unu dugaing dayin kaniya, Tuput da tudju pa Allahu Ta'ala in panawag-tawagan ku ha manusiya (ayaw pa dugaing dayin kaniya), iban madtu ra kaniya in sungun ku iban uwian ku.”",
                    "37": "Iban in sapantun sin pagpaturun (amuin sākup in usuluddin halaum niya yan), piyaturun namu in Al-Qur'an (nagdara Usulus-shari'ah iban kasanga-sangahan niya, hipanghukum ha antara sin manusiya ha pakaradjaan jumatu kanila, labay ha hikmat iban ha ka'ādilan), Hukuman kabugtuan, di na mauba, (similang ha antara sin kasabunnalan iban kaba’talan) Napaturun ha bahasa Arab hasupaya maluhay pahamun iban hapalun, (biya’ da saparati sin kakitaban sin karasulan nakauna, napaturun ha bahasa sin kawman nila). Na’ bang amuin agad-agarun mu (kawnun ta) amuin hawa-napsu sin manga lawman mu kafir yan, ha palihalan sin panaabbiti nila kaymu pa agama nila yan, biya’ na sin papasambahayangun nila kaw pa kiblat nila, puas kaw kiyaratungan dayin ha pamandu sin Allahu Ta'ala. Way na sayan ānawun mu dayin ha Allahu Ta'ala gaus bawugbug mananabang iban way na anawun mu manampani dayin ha baran mu sin ajab niya.",
                    "38": "Iban mattan, pariksa tuud nakaparā kami karasulan nakauna dayin kaymu, iban lagi iyawnan namu da isab sila kaasawahan iban panubu’, Iban way tuud kapatut sin siyu-siyu Rasul dumā Ayat (mu’jizat) pa kawman niya, buwat malayingkan subay ra mag-ijin (dumul) in Allahu Ta'ala kaniya sin hal yadtu. In tiyap-tiyap unu-unu jumatu awun na asal kitab niya tartantu (iban in tiyap-tiyap pakaradjaan giyanta awun na asal jaman niya tartantu).",
                    "39": "Sublihan sin Allahu Ta'ala diin in kabayaan niya sublihan dayin ha manga kashara’-shara’an niya iban kahukum-hukuman iban sin kakitab-kitaban giyugumbilan sin manga malaikat mulliya, Iban hugutun niya (di tangkugun) dayin hayadtu in kabayaan niya di tangkugun. Iban yadtu ha hadarat niya in Ummul Kitab (puunan sin katan kitab) amuna in Al-Lawhil Mahfuwdz.",
                    "40": "Ay duun naka pakitaun namu kaw O Muhammad! sin kaibanan kiyajanji namu sisiksaan kanila, atawa wapatun namu kaw ha di pa mapakuyag namu in pangatud mu pasalan kakitaan mu sila masiksa. Asal da way gasad mu malayingkan magpasampay Risalah (pardaakan ku), ampa in paghisab iban pagtungbas, suku’ namu.",
                    "41": "Unu wala ka kita nila (manga mushrikīn yan) sabunnal tuud in kami kuttahun namu (hāti niya : Hipa sakup namu ha manga bar-iman, iban hipasūd, paglimayahan sin Rasulullah) in lupa hiyuhulaan nila inut-inut, sambil kadagdagan namu in hulaan kafir, (in lumuag amuin hulaan Islam). In Allahu Ta'ala siya in humuhukum, diin in kabayaan niya, way makabalda sin hukuman niya, iban siya in sasamut-samut manghisab.",
                    "42": "Iban tantu, pariksa tuud, nakapanipu akkal da isab in sila kaummat-ummatan nakauna dayin kaniyu ha kanabi-nabihan nila, biya’ sin tipu-akkal nila (mushrikin kawman mu) kaymu, daypara Allahu Ta'ala in Tagmilik sin katan katitipuhan (siya in tagdapu sin katan tikduhanan sin pagtipu, di da makamudarat in tipu nila malayingkan bang hikahandak niya, gām mayan yampa niya na sila paratungan ajab ha kira-kira di nila kaingatan) karna kaingatan niya in unu-unu na mausāha sin tiyap-tiyap ginhawa (salta iban tungbas kaniya), iban makaingat da in manga kafir hisiyu in tagsuku’ sin akibat marayaw didtu ha adlaw Akhirat.",
                    "43": "Iban in agi-agi sin manga kafir (tau makkah) bukun kaw (O Muhammad! (sallallahu alayhi wasallam)) Rasul piyarā dayin ha Allahu Ta'ala, Iyana sila : “Mamarahi na in panaksii sin Allahu Ta'ala antara ku iban sin kamu (ha tungud sin kabunnal ku, parsababan sin manga mu’jizat piyamawugbug niya kaku) iban sin (panaksii sin) hisiyu-siyu na taga panghati sin kitab (manga bar-īman sin Ulama Ahlil kitab). Amuin Kitab sin Allahu Ta'ala timurun nakauna dayin sin Al-Qur'an yan.”"
                }
            }
        }
    }
}