{
    "15": {
        "number": "15",
        "name": "الحجر",
        "name_latin": "Al-Hijr",
        "number_of_ayah": "99",
        "text": {
            "1": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔",
            "2": "رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ ",
            "3": "ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُوْنَ ",
            "4": "وَمَآ أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ ",
            "5": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ",
            "6": "وَقَالُوْا يٰٓأَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُوْنٌ  ۗ  ",
            "7": "لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ إِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "8": "مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوْٓا إِذًا مُّنْظَرِيْنَ ",
            "9": "إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهٗ لَحٰفِظُوْنَ ",
            "10": "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْأَوَّلِيْنَ ",
            "11": "وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ إِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "12": "كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ",
            "13": "لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِيْنَ ",
            "14": "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ",
            "15": "لَقَالُوْٓا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ ",
            "16": "وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ",
            "17": "وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ",
            "18": "إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ ",
            "19": "وَالْأَرْضَ مَدَدْنٰهَا وَأَلْقَيْنَا فِيْهَا رَوَاسِيَ وَأَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ",
            "20": "وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرَازِقِيْنَ ",
            "21": "وَإِنْ مِّنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ إِلَّا بِقَدَرٍ مَّعْلُوْمٍ ",
            "22": "وَأَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَأَسْقَيْنٰكُمُوْهُۚ وَمَآ أَنْتُمْ لَهٗ بِخَازِنِيْنَ",
            "23": "وَإِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوَارِثُوْنَ ",
            "24": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ ",
            "25": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ إِنَّهٗ حَكِيْمٌ عَلِيْمٌ ࣖ ",
            "26": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ",
            "27": "وَالْجَاۤنَّ خَلَقْنٰهُ مِنْ قَبْلُ مِنْ نَّارِ السَّمُوْمِ  ",
            "28": "وَإِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ إِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ",
            "29": "فَإِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ ",
            "30": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ أَجْمَعُوْنَۙ",
            "31": "إِلَّآ إِبْلِيْسَۗ أَبٰىٓ أَنْ يَّكُوْنَ مَعَ السّٰجِدِيْنَ ",
            "32": "قَالَ يٰٓإِبْلِيْسُ مَا لَكَ أَلَّا تَكُوْنَ مَعَ السّٰجِدِيْنَ ",
            "33": "قَالَ لَمْ أَكُنْ لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهٗ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ ",
            "34": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيْمٌۙ",
            "35": "وَّإِنَّ عَلَيْكَ اللَّعْنَةَ إِلٰى يَوْمِ الدِّيْنِ ",
            "36": "قَالَ رَبِّ فَأَنْظِرْنِيْٓ إِلٰى يَوْمِ يُبْعَثُوْنَ ",
            "37": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
            "38": "إِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ ",
            "39": "قَالَ رَبِّ بِمَآ أَغْوَيْتَنِيْ لَأُزَيِّنَنَّ لَهُمْ فِى الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِيْنَۙ  ",
            "40": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ ",
            "41": "قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ ",
            "42": "إِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغٰوِيْنَ ",
            "43": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِيْنَۙ",
            "44": "لَهَا سَبْعَةُ أَبْوَابٍۗ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُوْمٌ ࣖ  ",
            "45": "إِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ  ",
            "46": "أُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ ",
            "47": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ إِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ ",
            "48": "لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ ",
            "49": "۞ نَبِّئْ عِبَادِيْٓ أَنِّيْٓ أَنَا الْغَفُوْرُ الرَّحِيْمُۙ",
            "50": "وَأَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْأَلِيْمُ ",
            "51": "وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرٰهِيْمَۘ ",
            "52": "إِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ إِنَّا مِنْكُمْ وَجِلُوْنَ ",
            "53": "قَالُوْا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ ",
            "54": "قَالَ أَبَشَّرْتُمُوْنِيْ عَلٰٓى أَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ ",
            "55": "قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ ",
            "56": "قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ إِلَّا الضَّاۤلُّوْنَ ",
            "57": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُوْنَ ",
            "58": "قَالُوْٓا إِنَّآ أُرْسِلْنَآ إِلٰى قَوْمٍ مُّجْرِمِيْنَۙ",
            "59": "إِلَّآ اٰلَ لُوْطٍۗ إِنَّا لَمُنَجُّوْهُمْ أَجْمَعِيْنَۙ",
            "60": "إِلَّا امْرَأَتَهٗ قَدَّرْنَآ إِنَّهَا لَمِنَ الْغٰبِرِيْنَ ࣖ ",
            "61": "فَلَمَّا جَاۤءَ اٰلَ لُوْطِ ِۨالْمُرْسَلُوْنَۙ",
            "62": "قَالَ إِنَّكُمْ قَوْمٌ مُّنْكَرُوْنَ ",
            "63": "قَالُوْا بَلْ جِئْنٰكَ بِمَا كَانُوْا فِيْهِ يَمْتَرُوْنَ ",
            "64": "وَأَتَيْنٰكَ بِالْحَقِّ وَإِنَّا لَصٰدِقُوْنَ ",
            "65": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَّامْضُوْا حَيْثُ تُؤْمَرُوْنَ ",
            "66": "وَقَضَيْنَآ إِلَيْهِ ذٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هٰٓؤُلَاۤءِ مَقْطُوْعٌ مُّصْبِحِيْنَ ",
            "67": "وَجَاۤءَ أَهْلُ الْمَدِيْنَةِ يَسْتَبْشِرُوْنَ ",
            "68": "قَالَ إِنَّ هٰٓؤُلَاۤءِ ضَيْفِيْ فَلَا تَفْضَحُوْنِۙ",
            "69": "وَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ ",
            "70": "قَالُوْٓا أَوَلَمْ نَنْهَكَ عَنِ الْعٰلَمِيْنَ ",
            "71": "قَالَ هٰٓؤُلَاۤءِ بَنٰتِيْٓ إِنْ كُنْتُمْ فٰعِلِيْنَۗ ",
            "72": "لَعَمْرُكَ إِنَّهُمْ لَفِيْ سَكْرَتِهِمْ يَعْمَهُوْنَ ",
            "73": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ",
            "74": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ ",
            "75": "إِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَۙ",
            "76": "وَإِنَّهَا لَبِسَبِيْلٍ مُّقِيْمٍ ",
            "77": "إِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَۗ  ",
            "78": "وَإِنْ كَانَ أَصْحٰبُ الْأَيْكَةِ لَظٰلِمِيْنَۙ",
            "79": "فَانْتَقَمْنَا مِنْهُمْۘ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِيْنٍۗ  ࣖ  ",
            "80": "وَلَقَدْ كَذَّبَ أَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ",
            "81": "وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ",
            "82": "وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ ",
            "83": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ",
            "84": "فَمَآ أَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ  ",
            "85": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِالْحَقِّۗ وَإِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ ",
            "86": "إِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ ",
            "87": "وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ ",
            "88": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلٰى مَا مَتَّعْنَا بِهٖٓ أَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ ",
            "89": "وَقُلْ إِنِّيْٓ أَنَا النَّذِيْرُ الْمُبِيْنُۚ  ",
            "90": "كَمَآ أَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ",
            "91": "الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ ",
            "92": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِيْنَۙ",
            "93": "عَمَّا كَانُوْا يَعْمَلُوْنَ ",
            "94": "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِيْنَ ",
            "95": "إِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ",
            "96": "الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ إِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ ",
            "97": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ",
            "98": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّاجِدِيْنَۙ",
            "99": "وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُ ࣖࣖ "
        },
        "translations": {
            "id": {
                "name": "Hula Hijr, Paslangan Mabatu",
                "text": {
                    "1": "Alif Laam Raa, Amu ini in manga ayat dayin ha kitab ini, iban amuin Qur'an matarrang in Surah niya.",
                    "2": "Masuhul in maangan-angan sin manga kafir bang sila nanjari Muslim (in yan bang nila kanyata'an na in kahālan jumatu kanila ha adlaw akhirat, iban sin dayaw kahalan jumatu na manga Muslim).",
                    "3": "Pasari na sila (O Muhammad (sallallahu alayhi wasallam)) mangaun-kaun (sali’ hayup) iban magtamattu’, maglami-lami (sin pagdunya nila), iban (salta) nalilipaga sin manga diyaraut nila (haba pang-ummulan, dayin sin tumali’ sin hikalappas kanila dayin ha ajab sin Allahu Ta'ala), ha susungun kaingatan nila ra sayan.",
                    "4": "Iban wayruun miyula namu (bīnsana, ahli sin unu-unu) lūngan, malayingkan awun na asal ajal niya nasusulat ha Lawhil Mahfuwdz, ma’lum nagaganta.",
                    "5": "Way ummat makauna (mabinsana) dayin (sin pagdatung) sin waktu (pagbibinsana kaniya), iban way isab suhul niya kanila.",
                    "6": "Iban laung nila (sila manga kafir tau Makkah) : “Huy! Ikaw (Muhammad (sallallahu alayhi wasallam)) amuin kiyaturunan Qur'an, mattan tuud bunnal in ikaw yan nasisilap.",
                    "7": "Mayta na kaw (Muhammad (sallallahu alayhi wasallam)) way dimā Malaikat mari kāmu, bang in kaawnan mu hambuuk dayin ha manga As-Sadiqin (kakahagarun in agihan, bat in ikaw nabi)?”",
                    "8": "Di pagpaturunun namu in manga Malaikat namu malayingkan ha kapatutan (maksud mangajab ha siyu-siyu mulahun namu), na’ ha hal ini wayna tuud dapat palayamun pa, atawa suhulan.",
                    "9": "Sabunnal tuud in kami, kami ra in nagpaturun sin Qur'an, iban sabunnal tuud in kami tantu palihalaun namu siya, (iban umiran, ampa ra di kaganapan iban kakulangan, iban ampa ra di kapindahan, iban kahaginan).",
                    "10": "Iban sabunnal tuud nakaparā kami (Karasulan) nakauna dayin kaymu (O Muhammad! (sallallahu alayhi wasallam)) ha manga pihak sin tumpukan ummat nakauna.",
                    "11": "Iban way hambuuk Rasul makakadtu kanila malayingkan gura’- gura’un nila sadja (sali’ iban sin kawman mu).",
                    "12": "Biya’ da sapantun (pagpasūd namu panghimuting pa atay sin sila) yadtu, damikkiyan pasūrun namu yadtu palawum pangatayan sin manga mujrim (manga jahulaka, manga kafir),",
                    "13": "Di nila siya (in Nabi Muhammad S.A.W., iban in Qur'an) paratsayahun, ampa awun na bakas kiyamasahan undang-undang (sin Allahu Ta’ala, pang ajab niya ha manga kafir) masa nakauna yadtu.",
                    "14": "Iban misan pa ukaban namu kanila in hambuuk lawang dayin ha kalawang-lawangan sin langit (pagabanun sila pa taas), way na halihan nila dayin sin paggabanan ha lawing yadtu (sambil kakitaan nila in makaaadjayib tanda sin kakawasahan sin Allahu Ta’ala),",
                    "15": "Amura sayan in hi agi nila : “Lambang mata taniyu sadja sayan, gām mayan in kita niyu ini kawman kiyasisihilan, (sīhilan kita niyu hi Muhammad (sallallahu alayhi wasallam), Iīndang niya kitaniyu, way na tuud dugaing, sihil matampal na ini).”",
                    "16": "Adapun, sabunnal tuud piyapanjarihan namu ha langit ini manga ‘Buruj’ (kabituun-bituunan) iban iyari-arihan namu sin kabituunan supaya imibug in manga umaatud kaniya,",
                    "17": "Iban piyalihala namu siya iyayaran dayin ha katan shaytan liyala’nat, nabubulaw dayin ha Rahmat sin Allahu Ta'ala,",
                    "18": "Malayingkan hisiyu (dayin kanila amuin) sipi iban dagmit in tayinghug niya, (sumaguwa), magtuy ra paurulan ‘Shihab’ (bituun masinag, hikasunug kaniya) matampal ha manga makakita.",
                    "19": "Iban in gumi hiklad namu, iban biyutangan namu halaum niya kabud-buran mahugut, iban piyatubuan namu halaum niya sin katan ginisan (panghiyanum kabungang kahuyan) nagtutugdá (ha gantaan sampurna iban tartantu, diin in kamatunan sin Hikmat sin Allahu Ta’ala.",
                    "20": "Iban piyapanjari nau kaniyu halaum niya ginisan kabuhianan, iban (piyapanjarihan namu pa kamu halaum niya, dayin ha manga iypun, iban manga hayup magkuhibal, iban kaunta-untaan, kasapi’-sapi’an, kakambing-kambingan) iban sin hisiyu-siyu na amuin bukun kamu in tag-atasi mangridjiki kanila, sumaguwa Tuhan nila, Rabbul Alamin.",
                    "21": "Iban way hangsulag unu-unu, malayingkan yari kāmu in manga tataw’an niya patti niya, iban di namu yadtu pagpaturunun saguwa ha gantaan ma’lum, tartantu, nagtugda’ iban hikmat sin Allahu Ta'ala iban diin in kiyahandak niya.",
                    "22": "Iban piyara namu in hangin magpatatalik (tambakan niya in gabun sin tubig) ampa paturunun namu dayin ha gabun in tubig (ulan magsabab dayin ha yadtu), iban ampa iyanughara namu in ulan hipagpainum kaniyu (iban sin kahayup-hayupan niyu, iban hipagbu’bu’ sin pananum niyu, iban hipaglanu sin āyan niyu), ampa bukun da isab kamu in tagkaputan sin tataw’an niya iban tagtaw’an kaniya.",
                    "23": "Iban sabunnal tuud in kami, kami in māmuhi’, iban māmatay (bang jukup na in ajal), iban kami ra isab in magwarith, makapin mapuas malanyap in katan makhluq.",
                    "24": "Iban bunnal tuud kiyai-ingatan namu da in nakauna napapanjari dayin kaniyu, (dayin pa kan Adam) iban kiyai-ingatan namu da in manga ha hulihan sampay na pa adlaw Qiyamat.",
                    "25": "Iban bunnal tuud in Tuhan mu siya in mulin kanila pa parang mahshar adlaw qiyamat (hisabun iban tungbasan), karna bunnal tuud in siya Hakim (pandikal ha katan kakahinang niya), sangat makaingat (sin katan hal sin napapanjari niya).",
                    "26": "Iban bunnal tuud piyapanjari namu in manusiya (in inasil nila bang dayin kan Adam) dayin ha ‘Sal-sal’ (lupa iyaddun piyatahay, magtagingting bang latikun) kiyawa dayin ha lupa itum, magbaluba, piyararagbus.",
                    "27": "Iban in ‘Jānn’ (ama sin katan jinn, atawa in iblis) piyapanjari namu siya, nakauna pa dayin kan Adam dayin isab ha kāyu way asu niya magpanglagbas lungag-lungag ginpaisan baran.",
                    "28": "Iban tumtuma ha kutika’ imiyan in Tuhan mu ha manga malāikat : “Sabunnal tuud in aku magpapanjari mānusiya (Adam) dayin ha lupa iyaddun, magtagingting, kawa dayin ha lupa itum, piyalulupa.",
                    "29": "Na’, apabila ini matimus ku na papanjarihun in umbang payaw niya, dumagbus na tau, iban kiyahuyupan ku na palawum niya nyawa dayin ha manga amuin napapanjari ku, na’ pagpatikawa kamu kaniya sujud pa lupa (panglaggu, bukun sumumba).”",
                    "30": "Na’ simujud in Malaikat katan sila nagsama-sama,",
                    "31": "Malayingkan in iblis simagga’ (nagmatugas) lumamud pa jumlahan sin manga simusujud.",
                    "32": "Parman sin Allahu Ta'ala : “Huy Iblis! Unu in piyagtumagal mu ampa ra kaw di makabunyug ha jumlahan sin sila manga sumusujud?”",
                    "33": "Laung niya : “Di manjari aku sumujud pa manusiyà amuin napapanjari mu dayin ha ‘Sal-sal’ (lupa iyaddun piyatahay magtagingting) kawa’ dayin ha lupa itum masnun (piyalulupa).”",
                    "34": "Parman sin Allahu Ta'ala : “Guwa na kaw dayin ha (surga) ini, karna sabunnal tuud in ikaw yan rajim (piyagmurkaan), [Zabdatut- Tafsir]",
                    "35": "Iban bunnal tuud piyagmurkaan na kaw sampay pa adlaw Qiyamat (adlaw pagtungbas).”",
                    "36": "Laung hi Iblis : “O Tuhan ku! paahila naa aku, palayama sampay pa adlaw ba’ath (buhiun na in patay).”",
                    "37": "Parman sin Allahu Ta'ala : “Na’ tantu bunnal tuud natalbilang na kaw dayin ha manga pahulihun in kamattiyan nila,",
                    "38": "Tubtub pa adlaw waktu ma’lum in pagjatu niya na Pang-ingat sin Allahu Ta'ala, (waktu paghuyup panagnaan sangkakāla).”",
                    "39": "Laung hi Iblis : “O Tuhan ku! dayin ha sababan sin panglawungi mu kāku, kasapahan ku pa kamulliyahan mu, tantu tuud pa patagihun ku in anak apu adam magma'siyat ha dunya, iban lawungun ku pa sila katan,",
                    "40": "Malayingkan in manga iypun mu (mukhlis) mu’minin, (amuin sila nagpalilissin dayin ha manga sasallaun, amuin manga napini’ mu dayin kanila).”",
                    "41": "Parman sin Allahu Ta'ala : “Amu ini in dan kasabunnalan mabuntul, makapatullus mari kāku.”",
                    "42": "Sabunnal tuud in manga iypun ku (bar-iman, sila manga napini’ ku liyappas tiyawfiqan magta'at kāku) way gaus mu manasat kanila, luwalda hisiyu-siyu amuin miyagad kaymu, amuin manga ‘Ghāwin’ (manga magmama'siyat, manga kafir, nalalawung).",
                    "43": "Iban sabunnal tuud narka jahannam in kiyajanji kanila katan (butangan nila).",
                    "44": "Pitu in lawang niya (pagsūran sin manga tau niya), siyusukuan lawang in dayin ha tiyap-tiyap miyamagad ha iblis (amuin manga nalalawung) ma’lum in gantaan, kanila sadja luggiya’.",
                    "45": "Sabunnal tuud in manga nagmamabuga ha Tuhan, imaanib sin pagkufur iban pagma'siyat (nagdarapa-dapá sila) ha kakabbun-kabbunan kagaddungan, iban ha kasapa’-sapa’an nag aanud-anud halaum niya (tubig buwal).",
                    "46": "Iyanun sila (in manga muttaqin) : “Sud na kamu pa surga ha kasalamatan iban ha kasannangan.”",
                    "47": "Iban kiyagud namu (inigan) in unu-unu na halaum sin manga pangatayan nila iggil (iban ihid bang awun narara sin hangka tau dayin kanila dayin ha dunya, piyapagkasi lasa sila, hangkan in hal nila sali’ sapantun) magtaymanghud (hangka palanggungan) nag aalup-alup ha manga kakantilan, paglilingkuran taga-kamulliyahan.",
                    "48": "Way kumugdan kanila halaum niya lukmay (iban laul), iban di na tuud sila mapaguwa dayin halaum niya.",
                    "49": "Baytai O Muhammad! (sallallahu alayhi wasallam) in manga iypun ku sabunnal tuud in aku, Aku na in (Tuhan) sangat mangangampun, lagi Baying-ulungun,",
                    "50": "Iban sabunnal tuud in paniksai ku isab amuna in siksa landu in ul-ul.",
                    "51": "Iban baytai ra isab sila sin palihalan sin manga nanibaw kan Ibrahim (amuin manga Malaikat).",
                    "52": "Ha tatkāla sila simūd na madtu kaniya, amuin agi nila : “Salaman” (sampurna sasalaman namu kaymu). Laung hi Ibrahim : “Sabunnal hiyanggaw tuud kami kaniyu (ha pasalan sin way kiyaun niyu in lalabutan namu, iban simud kamu mari ha way baid, iban bukun ha waktu pagtitibaw).” ",
                    "53": "Laung nila kaniya : “Ayaw kaw mahanggaw, sabunnal tuud in kami ini nagdara kaymu bayta makakukuyag-kuyag sin makaanak kaw bata-bata ilmuan.”  ",
                    "54": "Laung hi Ibrahim : “Baytaan niyu aku sin makakukuyag-kuyag (pasalan sin makaanak bata-bata usug) sin iyabutan na ini kalaas, na’ unu pa kaadjayiban hibayta niyu kāku makakukuyag?”",
                    "55": "Laung nila (sin manga Malaikat) : “Biyaytaan namu kaw sin makakukuyag ini ha kasabunnalan (ha kamattanan niya). Na’, ayaw kaw mikiawun hambuuk dayin ha manga sila masangka (māmugtu’ panghulat-hulat).”",
                    "56": "Laung sin Ibrahim : “Hisiyu ta isab in sumasangka ha Rahmat sin Tuhan niya luwalda sila manga nalalawung (manga kafir).”",
                    "57": "Laung hi Ibrahim : “Unu tà in gawi niyu dakula yan, O kamu manga naraak! (sin Allahu Ta'ala)?”",
                    "58": "Laung nila (sin manga Malaikat) : “Piyara kami (sin Allahu Ta'ala) pa kawman mujrimin (jahulaka, manga kafirin),",
                    "59": "Malayingkan in ahli hi Lut (manga namaratsaya kaniya dayin ha ummat niya), sabunnal tuud in kami, tantu lappasun namu sila katan,",
                    "60": "Luwalda in asawa niya, amuin tiyaqdir namu na, sabunnal tuud in siya bilang dayin ha jumlahan sin hisiyu-siyu na kapinun makabin (sambil magmula).”",
                    "61": "Na’, ha tatkala nakakawun na pa ahli (kaluwarga) hi Lut in manga naraak (kamalaikatan),",
                    "62": "Laung hi Lut : “Sabunnal tuud in kamu yan manga tau di ku kakilahan.” ",
                    "63": "Laung nila (sin manga Malaikat) : “Ayaw kaw mahanggaw, saguwa In kiyari namu kaymu ini, nagdara kami ajab amuin piyagsasāk-sākan nila (sin manga kawman mu).",
                    "64": "Iban diyāhan namu da isab kaw sin (pakaradjaan pasti’), iban salta bunnal in piyamayta namu ha tungud sin pagjuljana ha kawman mu.",
                    "65": "Na’ guwa na kaw paguy dāha in miyamagad (sin panawag-tawag mu ha tingian sin dūm, iban urul kaw dayin ha taykuran nila, iban ayaw manglingi-lingi in hangkatau dayin kaniyu (hasupaya niya di kakitaan in basag sin siksā paratungun ha manga tau nakabin ha kawman nila), iban laus na kamu pa tampat amuin (pagpapaguyan kaniyu sin Allahu Ta'ala) diyaakan kaniyu (sin Allahu Ta'ala).”  ",
                    "66": "Iban piyag Wahi namu kaniya in pakaradjaan amuin asal nagaganta na yadtu ; amuna in ubusun na sila yadtu lapnasun sambil way na kapinun misan hangsulag dayin kanila pagpulak subu.",
                    "67": "Iban (nagluyud-luyud na) pa (bay hi Lut) in tau daira sin kawman niya kiyukuyagan (pasal sin kiya baytaan sila awun tau nanibaw kan Lut manga bata ba’gu, usug madurug).",
                    "68": "Laung hi Lut : “Sabunnal tuud in manga sila ini tau nanibaw mari kāku, ayaw niyu aku sipuga (biasa),",
                    "69": "Iban kabuga da kamu pa Allahu Ta'ala, iban ayaw niyu aku hina’a.” ",
                    "70": "Laung nila (sin kawman niya) : “Bukun ka liyalang namu kaw Ya Lut! di na papagmahihun namu (iban papabawugbugun, iban papalabutun) hangkatau dayin ha Alamin (manusiya, iban tau bukun dayin ha kawman ini, lappasun dayin kāmu)?”",
                    "71": "Laung hi Lut kanila : “Sila ini (manga kababaihan sin ummat ini) in manga kaanakan ku babai  (asawaha niyu halala) bang in kaawnan niyu bat himinang da tuud sin iyaangut niyu yan.”",
                    "72": "Tantu bunnal tuud, ibut ha pang-ummulan mu O Muhammad! (sallallahu alayhi wasallam) in sila nalulu’mus ha kalawngan nila, nahahayran (magtumbang bing, di magkasabut-sabut).”",
                    "73": "Na’ kiyudjut sila sin ‘As-Sayhah’ (ajab iban ulak makusug) pagbustak na mayan sin mata suga (imangkat).",
                    "74": "(Jiyuwal ballit namu) hinang namu in babawan niya amuin nakapabulian, iban piyaulanan namu sila kabatu-batuhan, kiyawa dayin ha ‘Sijjiyl’ (lupa iyaddun, piyatugas).",
                    "75": "Sabunnal tuud, ha pakaradjaan yadtu manga partandaan hakatunggal sin Allahu Ta'ala, matakaddam pa manga dumurungdung iban mananali’,",
                    "76": "Iban bunnal tuud in yadtu (in manga daira nila) ha lalabayan da sin (kawman mu Qurayish, bang sila tumulak pa Sham) kakitaan da sin manga musafir ballug-ballugan.",
                    "77": "Sabunnal tuud ha paniksai kanila yadtu pamimintangan sin manga namamaratsaya ha Allahu Ta'ala.",
                    "78": "Iban in kaawnan sin ‘Ashābul Aykah’ (tagdapu kakahuyan maasbung, nasusulabit in dahun) manga tau zalimin (kafirin) da isab (ummat sin Nabiyullah Shuaib),",
                    "79": "Na’ liyanggana namu sila tiyupanan siksa (tatkala himuting nila in Nabi Shuaib (alayhis salam)), iban sabunnal tuud karuwa (kawman sin Lut iban Shuaib) yan (nakabutang) ha lalabayan ha katampalan. [Zubdatut Tafsir, Tafsir Maānil Qur'an]",
                    "80": "Iban sabunnal tuud himuting da isab sin manga ‘Ashābul-Hijir’ (lihak ha ut sin Sham iban Madinah Munawwarah, hinda Thamud, kawman sin Nabiyullah Salih (alayhis salam)) in manga karasulan (himuting nila mayan hi Nabi Salih (alayhis salam)),",
                    "81": "Iban piyaratungan namu sila katanda-tandaan (manunjuki kabunnal sin agi sin Rasul namu Salih hambuuk na dayin ha manga yadtu, amuna in unta) misan bihayadtu in kaawnan nila tiyaykuran nila ra, wala da piyaratsaya nila, ",
                    "82": "Iban in laku nila pagbuslutun nila in kabūd-buran, didtu sila halaum niya magbangun kabayan (ampa sila) inukun.",
                    "83": "Sumaguwa (misan bihayadtu) kiyudjut da sila sin ‘As-Sayhah’ (siksa, ulak makusug) pag-pulak subu,",
                    "84": "Na’, wala da nakapa’gang siksa dayin kanila in unu-unu na iyusāha nila (iban sin unu-unu na pagsangkap nila kabatu-batuhan ha kabūran ha maksud magbangun kabayan halaum būd pagkutaan).",
                    "85": "Iban wala namu piyapanjari in pitung-lapis langit iban gumi, iban na sin sabarang ha ut nila karuwa malayingkan ha kasabunnalan iban sabunnal tuud in adlaw Qiyamat tantu tuud magdaratung na, na’ maapa O ikaw Nabi! in kawman mu sin mamaapan malingkat.",
                    "86": "Bunnal tuud in Tuhan mu siya ra in Tagpapanjarihi (ha katan unu-unu), lagi sangat in ingat.",
                    "87": "Iban sabunnal tuud, kiyaanughara namu kaymu in pitu ayat amuin pagbalik-balikan bassahun ha tiyap-tiyap raka'at (in ini amuna in Suratul Fātihah), iban in Al-Qur’an Al-Adzim (Qur'an Mahabassar).",
                    "88": "Ayaw kaw umatud (atud halaum tagi iban pag angan-angan) pa unu-unu na kiyaanughara namu pa kaibanan sinipan nila (manga kafir) damikkiyan ayaw mu isab sila pagdukkahi (pasalan sin way sila namaratsaya), Iban pagpatibaba kaw ha siyu-siyu na namaratsaya kaymu dayin ha manga bar-iman (iban sin way upaya niya dayin kanila).",
                    "89": "Iban iyan kaw : “Sabunnal tuud in aku ini aku na in ‘An-Nadzīr’ (Magbabanda’) matarrang in pamanda’ (antup manga magmama'siyat pa Tuhan nila).”",
                    "90": "(Piyaturun namu kaymu in Al-Qur'an), damikkiyan niya piyaturunan namu da isab in manga mānalik-salik (luun sin kakitaban nila ; manga yahudi iban nasrani),",
                    "91": "Amuin manga hinang nila in Al-Qur'an biyahagi-bahagi, siyalik-salik (piyaratsaya in kaibanan luun niya, way piyaratsaya in kaibanan niya).",
                    "92": "Kasapahan ku ibut pa Tuhan mu (O Muhammad! (sallallahu alayhi wasallam)) tantu sabunnal tuud asubuhun namu da sila katan,",
                    "93": "Palihalan sin unu-unu na nahinang nila ha dunya.",
                    "94": "Na’, hangkan tanyaga unu-unu na diyaakan hipapasampay kaymu (sin Tuhan mu) ayaw kaw mag-asip sin hipamūng kaymu sin mushrikin.",
                    "95": "Sabunnal tuud in kami pang-atasan namu na kaymu (in pamuhinga) sin manga manggugura’-gura’,",
                    "96": "Amuin manga hinangan nila in Allahu Ta'ala timbang (piyagtutuhanan) dugaing dayin kaniya, na’ kaingatan nila ra sa yan (ha susūngun in akibat sin pakaradjaan nila dunya akhirat).",
                    "97": "Iban bunnal tuud kiyai-ingatan namu, tantu tuud mapikal (iban masapla) ha pangatayan mu in unu-unu na hipagpamūng nila (panggura’-gura’ iban pangdusta’) kaymu, ",
                    "98": "Na’ (libanga in pakaradjaan yadtu) Mahasutsi ha in Tuhan mu, salta iban sasanglitan mu sampurna kaniya, iban jariha in baran mu dayin ha manga magsasambahayang barsujud iban magjijikir kaniya,",
                    "99": "Iban sumbaha in Tuhan mu, hingga mabut na kaymu in 'Al-yaqin' (kamatay)."
                }
            }
        }
    }
}