{
    "2": {
        "number": "2",
        "name": "البقرة",
        "name_latin": "Al-Baqarah",
        "number_of_ayah": "286",
        "text": {
            "1": "الۤمّۤ ۚ",
            "2": "ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ",
            "3": "الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ",
            "4": "وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ",
            "5": "أُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَأُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
            "6": "إِنَّ الَّذِيْنَ كَفَرُوْا سَوَاۤءٌ عَلَيْهِمْ ءَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ",
            "7": "خَتَمَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَعَلٰى سَمْعِهِمْ ۗ وَعَلٰٓى أَبْصَارِهِمْ غِشَاوَةٌ وَّلَهُمْ عَذَابٌ عَظِيْمٌ ࣖ ",
            "8": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنِيْنَۘ",
            "9": "يُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْا ۚ وَمَا يَخْدَعُوْنَ إِلَّآ أَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ",
            "10": "فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ أَلِيْمٌ ۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ",
            "11": "وَإِذَا قِيْلَ لَهُمْ لَا تُفْسِدُوْا فِى الْأَرْضِۙ قَالُوْٓا إِنَّمَا نَحْنُ مُصْلِحُوْنَ",
            "12": "أَلَآ إِنَّهُمْ هُمُ الْمُفْسِدُوْنَ وَلٰكِنْ لَّا يَشْعُرُوْنَ",
            "13": "وَإِذَا قِيْلَ لَهُمْ اٰمِنُوْا كَمَآ اٰمَنَ النَّاسُ قَالُوْٓا أَنُؤْمِنُ كَمَآ اٰمَنَ السُّفَهَاۤءُ ۗ أَلَآ إِنَّهُمْ هُمُ السُّفَهَاۤءُ وَلٰكِنْ لَّا يَعْلَمُوْنَ ",
            "14": "وَإِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّا ۚ وَإِذَا خَلَوْا إِلٰى شَيٰطِيْنِهِمْ ۙ قَالُوْٓا إِنَّا مَعَكُمْ  ۙإِنَّمَا نَحْنُ مُسْتَهْزِءُوْنَ",
            "15": " اللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
            "16": "أُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰىۖ فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُوْا مُهْتَدِيْنَ",
            "17": "مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًا ۚ فَلَمَّآ أَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ",
            "18": "صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُوْنَۙ",
            "19": "أَوْ كَصَيِّبٍ مِّنَ السَّمَاۤءِ فِيْهِ ظُلُمٰتٌ وَّرَعْدٌ وَّبَرْقٌۚ يَجْعَلُوْنَ أَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِۗ وَاللّٰهُ مُحِيْطٌۢ بِالْكٰفِرِيْنَ",
            "20": "يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ ۗ كُلَّمَآ أَضَاۤءَ لَهُمْ مَّشَوْا فِيْهِ ۙ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوْا ۗوَلَوْ شَاۤءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ ۗ إِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
            "21": " يٰٓأَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
            "22": " الَّذِيْ جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّأَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَأَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ أَنْدَادًا وَّأَنْتُمْ تَعْلَمُوْنَ ",
            "23": "وَإِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "24": "فَإِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ أُعِدَّتْ لِلْكٰفِرِيْنَ",
            "25": "وَبَشِّرِ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ أَنَّ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ ۗ كُلَّمَا رُزِقُوْا مِنْهَا مِنْ ثَمَرَةٍ رِّزْقًا ۙ قَالُوْا هٰذَا الَّذِيْ رُزِقْنَا مِنْ قَبْلُ  وَأُتُوْا بِهٖ مُتَشَابِهًا ۗوَلَهُمْ فِيْهَآ أَزْوَاجٌ مُّطَهَّرَةٌ  وَّهُمْ فِيْهَا خٰلِدُوْنَ",
            "26": "۞ إِنَّ اللّٰهَ لَا يَسْتَحْيٖٓ أَنْ يَّضْرِبَ مَثَلًا مَّا بَعُوْضَةً فَمَا فَوْقَهَا ۗ فَأَمَّا الَّذِيْنَ اٰمَنُوْا فَيَعْلَمُوْنَ أَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۚ وَأَمَّا الَّذِيْنَ كَفَرُوْا فَيَقُوْلُوْنَ مَاذَآ أَرَادَ اللّٰهُ بِهٰذَا مَثَلًا ۘ يُضِلُّ بِهٖ كَثِيْرًا وَّيَهْدِيْ بِهٖ كَثِيْرًا ۗ وَمَا يُضِلُّ بِهٖٓ إِلَّا الْفٰسِقِيْنَۙ",
            "27": "الَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْۢ بَعْدِ مِيْثَاقِهٖۖ وَيَقْطَعُوْنَ مَآ أَمَرَ اللّٰهُ بِهٖٓ أَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْأَرْضِۗ  أُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
            "28": "كَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْۚ  ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ إِلَيْهِ تُرْجَعُوْنَ ",
            "29": "هُوَ الَّذِيْ خَلَقَ لَكُمْ مَّا فِى الْأَرْضِ جَمِيْعًا ثُمَّ اسْتَوٰٓى إِلَى السَّمَاۤءِ فَسَوّٰىهُنَّ سَبْعَ سَمٰوٰتٍ ۗ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
            "30": "وَإِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ ِانِّيْ جَاعِلٌ فِى الْأَرْضِ خَلِيْفَةً ۗ قَالُوْٓا أَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ إِنِّيْٓ أَعْلَمُ مَا لَا تَعْلَمُوْنَ",
            "31": "وَعَلَّمَ اٰدَمَ الْأَسْمَاۤءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰۤىِٕكَةِ فَقَالَ أَنْۢبِـُٔوْنِيْ بِأَسْمَاۤءِ هٰٓؤُلَاۤءِ إِنْ كُنْتُمْ صٰدِقِيْنَ",
            "32": "قَالُوْا سُبْحٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَا ۗإِنَّكَ أَنْتَ الْعَلِيْمُ الْحَكِيْمُ ",
            "33": "قَالَ يٰٓاٰدَمُ أَنْۢبِئْهُمْ بِأَسْمَاۤىِٕهِمْ ۚ فَلَمَّآ أَنْۢبَأَهُمْ بِأَسْمَاۤىِٕهِمْۙ قَالَ أَلَمْ أَقُلْ لَّكُمْ إِنِّيْٓ أَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْأَرْضِۙ وَأَعْلَمُ مَا تُبْدُوْنَ وَمَا كُنْتُمْ تَكْتُمُوْنَ ",
            "34": "وَإِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا إِلَّآ إِبْلِيْسَۗ  أَبٰى وَاسْتَكْبَرَۖ وَكَانَ مِنَ الْكٰفِرِيْنَ",
            "35": "وَقُلْنَا يٰٓاٰدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
            "36": "فَأَزَلَّهُمَا الشَّيْطٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيْهِ ۖ وَقُلْنَا اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚ وَلَكُمْ فِى الْأَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ إِلٰى حِيْنٍ",
            "37": "فَتَلَقّٰٓى اٰدَمُ مِنْ رَّبِّهٖ كَلِمٰتٍ فَتَابَ عَلَيْهِ ۗ إِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
            "38": "قُلْنَا اهْبِطُوْا مِنْهَا جَمِيْعًا ۚ فَإِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "39": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ أُولٰۤىِٕكَ أَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
            "40": "يٰبَنِيْٓ إِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوْا بِعَهْدِيْٓ أُوْفِ بِعَهْدِكُمْۚ وَإِيَّايَ فَارْهَبُوْنِ",
            "41": "وَاٰمِنُوْا بِمَآ أَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا أَوَّلَ كَافِرٍۢ بِهٖ ۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا  ۖوَّإِيَّايَ فَاتَّقُوْنِ ",
            "42": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُوْنَ ",
            "43": "وَأَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرَّاكِعِيْنَ",
            "44": "۞ أَتَأْمُرُوْنَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُوْنَ الْكِتٰبَ ۗ أَفَلَا تَعْقِلُوْنَ ",
            "45": "وَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَإِنَّهَا لَكَبِيْرَةٌ إِلَّا عَلَى الْخٰشِعِيْنَۙ",
            "46": "الَّذِيْنَ يَظُنُّوْنَ أَنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رٰجِعُوْنَ ࣖ",
            "47": "يٰبَنِيْٓ إِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ",
            "48": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
            "49": "وَإِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ أَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ",
            "50": "وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنٰكُمْ وَأَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُوْنَ ",
            "51": "وَإِذْ وٰعَدْنَا مُوْسٰىٓ أَرْبَعِيْنَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَأَنْتُمْ ظٰلِمُوْنَ",
            "52": "ثُمَّ عَفَوْنَا عَنْكُمْ مِّنْۢ بَعْدِ ذٰلِكَ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "53": "وَإِذْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُوْنَ",
            "54": "وَإِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوْبُوْٓا إِلٰى بَارِىِٕكُمْ فَاقْتُلُوْٓا أَنْفُسَكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ عِنْدَ بَارِىِٕكُمْۗ فَتَابَ عَلَيْكُمْ ۗ إِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
            "55": "وَإِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَأَخَذَتْكُمُ الصّٰعِقَةُ وَأَنْتُمْ تَنْظُرُوْنَ",
            "56": "ثُمَّ بَعَثْنٰكُمْ مِّنْۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "57": "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى ۗ كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ ۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا أَنْفُسَهُمْ يَظْلِمُوْنَ",
            "58": "وَإِذْ قُلْنَا ادْخُلُوْا هٰذِهِ الْقَرْيَةَ فَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَّادْخُلُوا الْبَابَ سُجَّدًا وَّقُوْلُوْا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْ ۗ وَسَنَزِيْدُ الْمُحْسِنِيْنَ ",
            "59": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِيْنَ ظَلَمُوْا رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ࣖ",
            "60": "۞ وَإِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ  فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۗ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْأَرْضِ مُفْسِدِيْنَ",
            "61": "وَإِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْأَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا ۗ قَالَ أَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ أَدْنٰى بِالَّذِيْ هُوَ خَيْرٌ ۗ إِهْبِطُوْا مِصْرًا فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ ۗ ذٰلِكَ بِأَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّ ۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ࣖ",
            "62": "إِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالنَّصٰرٰى وَالصَّابِــِٕيْنَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "63": "وَإِذْ أَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ",
            "64": "ثُمَّ تَوَلَّيْتُمْ مِّنْۢ بَعْدِ ذٰلِكَ  فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَكُنْتُمْ مِّنَ الْخٰسِرِيْنَ",
            "65": "وَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
            "66": "  فَجَعَلْنٰهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِيْنَ",
            "67": "وَإِذْ قَالَ مُوْسٰى لِقَوْمِهٖٓ إِنَّ اللّٰهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوْا بَقَرَةً ۗ قَالُوْٓا أَتَتَّخِذُنَا هُزُوًا ۗ قَالَ أَعُوْذُ بِاللّٰهِ أَنْ أَكُوْنَ مِنَ الْجٰهِلِيْنَ ",
            "68": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَ ۗ قَالَ إِنَّهٗ يَقُوْلُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَّلَا بِكْرٌۗ عَوَانٌۢ بَيْنَ ذٰلِكَ ۗ فَافْعَلُوْا مَا تُؤْمَرُوْنَ ",
            "69": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا لَوْنُهَا ۗ قَالَ إِنَّهٗ يَقُوْلُ إِنَّهَا بَقَرَةٌ صَفْرَاۤءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النّٰظِرِيْنَ",
            "70": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۙ إِنَّ الْبَقَرَ تَشٰبَهَ عَلَيْنَاۗ وَإِنَّآ إِنْ شَاۤءَ اللّٰهُ لَمُهْتَدُوْنَ",
            "71": "قَالَ إِنَّهٗ يَقُوْلُ إِنَّهَا بَقَرَةٌ لَّا ذَلُوْلٌ تُثِيْرُ الْأَرْضَ وَلَا تَسْقِى الْحَرْثَۚ مُسَلَّمَةٌ لَّاشِيَةَ فِيْهَا ۗ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّ  فَذَبَحُوْهَا وَمَا كَادُوْا يَفْعَلُوْنَ ࣖ",
            "72": "وَإِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَا ۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَ ۚ",
            "73": "فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ  كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
            "74": "ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۗ وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهٰرُ ۗ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُ  ۗوَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِ ۗوَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
            "75": "۞ أَفَتَطْمَعُوْنَ أَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ",
            "76": "وَإِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَإِذَا خَلَا بَعْضُهُمْ إِلٰى بَعْضٍ قَالُوْٓا أَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْ ۗ أَفَلَا تَعْقِلُوْنَ",
            "77": "أَوَلَا يَعْلَمُوْنَ أَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ",
            "78": " وَمِنْهُمْ أُمِّيُّوْنَ لَا يَعْلَمُوْنَ الْكِتٰبَ إِلَّآ أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّوْنَ",
            "79": "فَوَيْلٌ لِّلَّذِيْنَ يَكْتُبُوْنَ الْكِتٰبَ بِأَيْدِيْهِمْ ثُمَّ يَقُوْلُوْنَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوْا بِهٖ ثَمَنًا قَلِيْلًا ۗفَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيْهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُوْنَ ",
            "80": "وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ إِلَّآ أَيَّامًا مَّعْدُوْدَةً ۗ قُلْ أَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْدًا فَلَنْ يُّخْلِفَ اللّٰهُ عَهْدَهٗٓ أَمْ تَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "81": "بَلٰى مَنْ كَسَبَ سَيِّئَةً وَّأَحَاطَتْ بِهٖ خَطِيْۤـَٔتُهٗ فَأُولٰۤىِٕكَ أَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "82": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ أُولٰۤىِٕكَ أَصْحٰبُ الْجَنَّةِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
            "83": "وَإِذْ أَخَذْنَا مِيْثَاقَ بَنِيْٓ إِسْرَاۤءِيْلَ لَا تَعْبُدُوْنَ إِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا وَّأَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۗ  ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيْلًا مِّنْكُمْ وَأَنْتُمْ مُّعْرِضُوْنَ ",
            "84": "وَإِذْ أَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ أَنْفُسَكُمْ مِّنْ دِيَارِكُمْ ۖ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُوْنَ ",
            "85": "ثُمَّ أَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ أَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِۗ وَإِنْ يَّأْتُوْكُمْ أُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۗ أَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ  فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَا ۚوَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ إِلٰٓى  أَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
            "86": " أُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَ ࣖ",
            "87": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَقَفَّيْنَا مِنْۢ بَعْدِهٖ بِالرُّسُلِ ۖ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَأَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ  أَفَكُلَّمَا جَاۤءَكُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰىٓ أَنْفُسُكُمُ اسْتَكْبَرْتُمْ ۚ فَفَرِيْقًا كَذَّبْتُمْ وَفَرِيْقًا تَقْتُلُوْنَ ",
            "88": "وَقَالُوْا قُلُوْبُنَا غُلْفٌ ۗ بَلْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلِيْلًا مَّا يُؤْمِنُوْنَ ",
            "89": "وَلَمَّا جَاۤءَهُمْ كِتٰبٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْۙ وَكَانُوْا مِنْ قَبْلُ يَسْتَفْتِحُوْنَ عَلَى الَّذِيْنَ كَفَرُوْاۚ فَلَمَّا جَاۤءَهُمْ مَّا عَرَفُوْا كَفَرُوْا بِهٖ ۖ فَلَعْنَةُ اللّٰهِ عَلَى الْكٰفِرِيْنَ ",
            "90": "  بِئْسَمَا اشْتَرَوْا بِهٖٓ أَنْفُسَهُمْ أَنْ يَّكْفُرُوْا بِمَآ أَنْزَلَ اللّٰهُ بَغْيًا أَنْ يُّنَزِّلَ اللّٰهُ مِنْ فَضْلِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۚ فَبَاۤءُوْ بِغَضَبٍ عَلٰى غَضَبٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌ",
            "91": "وَإِذَا قِيْلَ لَهُمْ اٰمِنُوْا بِمَآ أَنْزَلَ اللّٰهُ قَالُوْا نُؤْمِنُ بِمَآ أُنْزِلَ عَلَيْنَا وَيَكْفُرُوْنَ بِمَا وَرَاۤءَهٗ وَهُوَ الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُوْنَ أَنْۢبِيَاۤءَ اللّٰهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "92": "۞ وَلَقَدْ جَاۤءَكُمْ مُّوْسٰى بِالْبَيِّنٰتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَأَنْتُمْ ظٰلِمُوْنَ",
            "93": "وَإِذْ أَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاسْمَعُوْا ۗ قَالُوْا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوْا فِيْ قُلُوْبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۗ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهٖٓ إِيْمَانُكُمْ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "94": " قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْاٰخِرَةُ عِنْدَ اللّٰهِ خَالِصَةً مِّنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "95": "وَلَنْ يَّتَمَنَّوْهُ أَبَدًاۢ بِمَا قَدَّمَتْ أَيْدِيْهِمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالظّٰلِمِيْنَ ",
            "96": "وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلٰى حَيٰوةٍ ۛوَمِنَ الَّذِيْنَ أَشْرَكُوْا ۛيَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍۚ وَمَا هُوَ بِمُزَحْزِحِهٖ مِنَ الْعَذَابِ أَنْ يُّعَمَّرَۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ ࣖ",
            "97": " قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَإِنَّهٗ نَزَّلَهٗ عَلٰى قَلْبِكَ بِإِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ",
            "98": "مَنْ كَانَ عَدُوًّا لِّلّٰهِ وَمَلٰۤىِٕكَتِهٖ وَرُسُلِهٖ وَجِبْرِيْلَ وَمِيْكٰىلَ فَإِنَّ اللّٰهَ عَدُوٌّ لِّلْكٰفِرِيْنَ",
            "99": "وَلَقَدْ أَنْزَلْنَآ إِلَيْكَ اٰيٰتٍۢ بَيِّنٰتٍۚ وَمَا يَكْفُرُ بِهَآ إِلَّا الْفٰسِقُوْنَ",
            "100": "أَوَكُلَّمَا عٰهَدُوْا عَهْدًا نَّبَذَهٗ فَرِيْقٌ مِّنْهُمْ ۗ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُوْنَ",
            "101": " وَلَمَّا جَاۤءَهُمْ رَسُوْلٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيْقٌ مِّنَ الَّذِيْنَ أُوْتُوا الْكِتٰبَۙ  كِتٰبَ اللّٰهِ وَرَاۤءَ ظُهُوْرِهِمْ كَأَنَّهُمْ لَا يَعْلَمُوْنَۖ",
            "102": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ أَحَدٍ حَتّٰى يَقُوْلَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ أَنْفُسَهُمْ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ",
            "103": "وَلَوْ أَنَّهُمْ اٰمَنُوْا وَاتَّقَوْا لَمَثُوْبَةٌ مِّنْ عِنْدِ اللّٰهِ خَيْرٌ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ",
            "104": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا  وَلِلْكٰفِرِيْنَ عَذَابٌ أَلِيْمٌ",
            "105": "مَا يَوَدُّ الَّذِيْنَ كَفَرُوْا مِنْ أَهْلِ الْكِتٰبِ وَلَا الْمُشْرِكِيْنَ أَنْ يُّنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّنْ رَّبِّكُمْ ۗ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ",
            "106": "۞ مَا نَنْسَخْ مِنْ اٰيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَا ۗ أَلَمْ تَعْلَمْ أَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "107": "أَلَمْ تَعْلَمْ أَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ ۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
            "108": "أَمْ تُرِيْدُوْنَ أَنْ تَسْـَٔلُوْا رَسُوْلَكُمْ كَمَا سُىِٕلَ مُوْسٰى مِنْ قَبْلُ ۗوَمَنْ يَّتَبَدَّلِ الْكُفْرَ بِالْإِيْمَانِ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ",
            "109": "وَدَّ كَثِيْرٌ مِّنْ أَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ إِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ أَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِأَمْرِهٖ ۗ إِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "110": " وَأَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ ۗ وَمَا تُقَدِّمُوْا لِأَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۗ إِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "111": "وَقَالُوْا لَنْ يَّدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُوْدًا أَوْ نَصٰرٰى ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوْا بُرْهَانَكُمْ إِنْ كُنْتُمْ صٰدِقِيْنَ",
            "112": "بَلٰى مَنْ أَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ فَلَهٗٓ أَجْرُهٗ عِنْدَ رَبِّهٖۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ࣖ",
            "113": "وَقَالَتِ الْيَهُوْدُ لَيْسَتِ النَّصٰرٰى عَلٰى شَيْءٍۖ وَّقَالَتِ النَّصٰرٰى لَيْسَتِ الْيَهُوْدُ عَلٰى شَيْءٍۙ وَّهُمْ يَتْلُوْنَ الْكِتٰبَۗ  كَذٰلِكَ قَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ مِثْلَ قَوْلِهِمْ ۚ فَاللّٰهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
            "114": "وَمَنْ أَظْلَمُ مِمَّنْ مَّنَعَ مَسٰجِدَ اللّٰهِ أَنْ يُّذْكَرَ فِيْهَا اسْمُهٗ وَسَعٰى فِيْ خَرَابِهَاۗ أُولٰۤىِٕكَ مَا كَانَ لَهُمْ أَنْ يَّدْخُلُوْهَآ إِلَّا خَاۤىِٕفِيْنَ ەۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ وَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
            "115": "وَلِلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُ  فَأَيْنَمَا تُوَلُّوْا فَثَمَّ وَجْهُ اللّٰهِ ۗ إِنَّ اللّٰهَ وَاسِعٌ عَلِيْمٌ ",
            "116": "وَقَالُوا اتَّخَذَ اللّٰهُ وَلَدًا ۙسُبْحٰنَهٗ ۗ بَلْ لَّهٗ مَا فِى السَّمٰوٰتِ وَالْأَرْضِۗ  كُلٌّ لَّهٗ قَانِتُوْنَ ",
            "117": "بَدِيْعُ السَّمٰوٰتِ وَالْأَرْضِۗ وَإِذَا قَضٰٓى أَمْرًا فَإِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
            "118": "وَقَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ لَوْلَا يُكَلِّمُنَا اللّٰهُ أَوْ تَأْتِيْنَآ اٰيَةٌ  ۗ كَذٰلِكَ قَالَ الَّذِيْنَ مِنْ قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ ۗ تَشَابَهَتْ قُلُوْبُهُمْ ۗ قَدْ بَيَّنَّا الْاٰيٰتِ لِقَوْمٍ يُّوْقِنُوْنَ",
            "119": "إِنَّآ أَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًاۙ وَّلَا تُسْـَٔلُ عَنْ أَصْحٰبِ الْجَحِيْمِ",
            "120": "وَلَنْ تَرْضٰى عَنْكَ الْيَهُوْدُ وَلَا النَّصٰرٰى حَتّٰى تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰى ۗ وَلَىِٕنِ اتَّبَعْتَ أَهْوَاۤءَهُمْ بَعْدَ الَّذِيْ جَاۤءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
            "121": "أَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَتْلُوْنَهٗ حَقَّ تِلَاوَتِهٖۗ أُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗ وَمَنْ يَّكْفُرْ بِهٖ فَأُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ",
            "122": "يٰبَنِيْٓ إِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ ",
            "123": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا عَدْلٌ وَّلَا تَنْفَعُهَا شَفَاعَةٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
            "124": "۞ وَإِذِ ابْتَلٰٓى إِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَأَتَمَّهُنَّ ۗ قَالَ إِنِّيْ جَاعِلُكَ لِلنَّاسِ إِمَامًا ۗ قَالَ وَمِنْ ذُرِّيَّتِيْ ۗ قَالَ لَا يَنَالُ عَهْدِى الظّٰلِمِيْنَ",
            "125": "وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًاۗ وَاتَّخِذُوْا مِنْ مَّقَامِ إِبْرٰهٖمَ مُصَلًّىۗ  وَعَهِدْنَآ إِلٰٓى إِبْرٰهٖمَ وَإِسْمٰعِيْلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْعٰكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
            "126": "وَإِذْ قَالَ إِبْرٰهٖمُ رَبِّ اجْعَلْ هٰذَا بَلَدًا اٰمِنًا وَّارْزُقْ أَهْلَهٗ مِنَ الثَّمَرٰتِ مَنْ اٰمَنَ مِنْهُمْ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهٗ قَلِيْلًا ثُمَّ أَضْطَرُّهٗٓ إِلٰى عَذَابِ النَّارِ ۗ وَبِئْسَ الْمَصِيْرُ ",
            "127": "وَإِذْ يَرْفَعُ إِبْرٰهٖمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمٰعِيْلُۗ رَبَّنَا تَقَبَّلْ مِنَّا ۗ إِنَّكَ أَنْتَ السَّمِيْعُ الْعَلِيْمُ ",
            "128": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَۖ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۚ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ ",
            "129": "رَبَّنَا وَابْعَثْ فِيْهِمْ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِكَ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُزَكِّيْهِمْ ۗ إِنَّكَ أَنْتَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
            "130": "وَمَنْ يَّرْغَبُ عَنْ مِّلَّةِ إِبْرٰهٖمَ إِلَّا مَنْ سَفِهَ نَفْسَهٗ ۗوَلَقَدِ اصْطَفَيْنٰهُ فِى الدُّنْيَا ۚوَإِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ",
            "131": "إِذْ قَالَ لَهٗ رَبُّهٗٓ أَسْلِمْۙ  قَالَ أَسْلَمْتُ لِرَبِّ الْعٰلَمِيْنَ",
            "132": "وَوَصّٰى بِهَآ إِبْرٰهٖمُ بَنِيْهِ وَيَعْقُوْبُۗ يٰبَنِيَّ إِنَّ اللّٰهَ اصْطَفٰى لَكُمُ الدِّيْنَ فَلَا تَمُوْتُنَّ إِلَّا وَأَنْتُمْ مُّسْلِمُوْنَ ۗ",
            "133": "أَمْ كُنْتُمْ شُهَدَاۤءَ إِذْ حَضَرَ يَعْقُوْبَ الْمَوْتُۙ إِذْ قَالَ لِبَنِيْهِ مَا تَعْبُدُوْنَ مِنْۢ بَعْدِيْۗ قَالُوْا نَعْبُدُ إِلٰهَكَ وَإِلٰهَ اٰبَاۤىِٕكَ إِبْرٰهٖمَ وَإِسْمٰعِيْلَ وَإِسْحٰقَ إِلٰهًا وَّاحِدًاۚ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
            "134": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ",
            "135": "وَقَالُوْا كُوْنُوْا هُوْدًا أَوْ نَصٰرٰى تَهْتَدُوْا ۗ قُلْ بَلْ مِلَّةَ إِبْرٰهٖمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
            "136": "قُوْلُوْٓا اٰمَنَّا بِاللّٰهِ وَمَآ أُنْزِلَ إِلَيْنَا وَمَآ أُنْزِلَ إِلٰٓى إِبْرٰهٖمَ وَإِسْمٰعِيْلَ وَإِسْحٰقَ وَيَعْقُوْبَ وَالْأَسْبَاطِ وَمَآ أُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ أُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْۚ  لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
            "137": "فَإِنْ اٰمَنُوْا بِمِثْلِ مَآ اٰمَنْتُمْ بِهٖ فَقَدِ اهْتَدَوْا ۚوَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِيْ شِقَاقٍۚ فَسَيَكْفِيْكَهُمُ اللّٰهُ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ ۗ ",
            "138": "صِبْغَةَ اللّٰهِ ۚ وَمَنْ أَحْسَنُ مِنَ اللّٰهِ صِبْغَةً ۖ وَّنَحْنُ لَهٗ عٰبِدُوْنَ ",
            "139": "قُلْ أَتُحَاۤجُّوْنَنَا فِى اللّٰهِ وَهُوَ رَبُّنَا وَرَبُّكُمْۚ وَلَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْۚ وَنَحْنُ لَهٗ مُخْلِصُوْنَ ۙ",
            "140": "أَمْ تَقُوْلُوْنَ إِنَّ إِبْرٰهٖمَ وَإِسْمٰعِيْلَ وَإِسْحٰقَ وَيَعْقُوْبَ وَالْأَسْبَاطَ كَانُوْا هُوْدًا أَوْ نَصٰرٰى ۗ قُلْ ءَأَنْتُمْ أَعْلَمُ أَمِ اللّٰهُ ۗ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهٗ مِنَ اللّٰهِ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
            "141": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ ࣖ   ۔",
            "142": "۞ سَيَقُوْلُ السُّفَهَاۤءُ مِنَ النَّاسِ مَا وَلّٰىهُمْ عَنْ قِبْلَتِهِمُ الَّتِيْ كَانُوْا عَلَيْهَا ۗ قُلْ لِّلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُۗ يَهْدِيْ مَنْ يَّشَاۤءُ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "143": "وَكَذٰلِكَ جَعَلْنٰكُمْ أُمَّةً وَّسَطًا لِّتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِ وَيَكُوْنَ الرَّسُوْلُ عَلَيْكُمْ شَهِيْدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِيْ كُنْتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَنْ يَّتَّبِعُ الرَّسُوْلَ مِمَّنْ يَّنْقَلِبُ عَلٰى عَقِبَيْهِۗ  وَإِنْ كَانَتْ لَكَبِيْرَةً إِلَّا عَلَى الَّذِيْنَ هَدَى اللّٰهُ  ۗوَمَا كَانَ اللّٰهُ لِيُضِيْعَ إِيْمَانَكُمْ ۗ إِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ  ",
            "144": "قَدْ نَرٰى تَقَلُّبَ وَجْهِكَ فِى السَّمَاۤءِۚ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضٰىهَا ۖ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهٗ ۗ وَإِنَّ الَّذِيْنَ أُوْتُوا الْكِتٰبَ لَيَعْلَمُوْنَ أَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ",
            "145": "وَلَىِٕنْ أَتَيْتَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ بِكُلِّ اٰيَةٍ مَّا تَبِعُوْا قِبْلَتَكَ ۚ وَمَآ أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍۗ وَلَىِٕنِ اتَّبَعْتَ أَهْوَاۤءَهُمْ مِّنْۢ بَعْدِ مَاجَاۤءَكَ مِنَ الْعِلْمِ ۙ إِنَّكَ إِذًا لَّمِنَ الظّٰلِمِيْنَ ۘ ",
            "146": "أَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ أَبْنَاۤءَهُمْ ۗ وَإِنَّ فَرِيْقًا مِّنْهُمْ لَيَكْتُمُوْنَ الْحَقَّ وَهُمْ يَعْلَمُوْنَ",
            "147": "أَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ࣖ",
            "148": "وَلِكُلٍّ وِّجْهَةٌ هُوَ مُوَلِّيْهَا فَاسْتَبِقُوا الْخَيْرٰتِۗ أَيْنَ مَا تَكُوْنُوْا يَأْتِ بِكُمُ اللّٰهُ جَمِيْعًا ۗ إِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "149": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَإِنَّهٗ لَلْحَقُّ مِنْ رَّبِّكَ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
            "150": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهٗ ۙ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِيْ وَلِأُتِمَّ نِعْمَتِيْ عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُوْنَۙ",
            "151": "كَمَآ أَرْسَلْنَا فِيْكُمْ رَسُوْلًا مِّنْكُمْ يَتْلُوْا عَلَيْكُمْ اٰيٰتِنَا وَيُزَكِّيْكُمْ وَيُعَلِّمُكُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَۗ",
            "152": "فَاذْكُرُوْنِيْٓ أَذْكُرْكُمْ وَاشْكُرُوْا لِيْ وَلَا تَكْفُرُوْنِ ࣖ ",
            "153": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ إِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَ",
            "154": "وَلَا تَقُوْلُوْا لِمَنْ يُّقْتَلُ فِيْ سَبِيْلِ اللّٰهِ أَمْوَاتٌ ۗ بَلْ أَحْيَاۤءٌ وَّلٰكِنْ لَّا تَشْعُرُوْنَ",
            "155": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرٰتِۗ وَبَشِّرِ الصّٰبِرِيْنَ",
            "156": "أَلَّذِيْنَ إِذَآ أَصَابَتْهُمْ مُّصِيْبَةٌ ۗ قَالُوْٓا إِنَّا لِلّٰهِ وَإِنَّآ إِلَيْهِ رٰجِعُوْنَۗ",
            "157": "أُولٰۤىِٕكَ عَلَيْهِمْ صَلَوٰتٌ مِّنْ رَّبِّهِمْ وَرَحْمَةٌ  ۗوَأُولٰۤىِٕكَ هُمُ الْمُهْتَدُوْنَ",
            "158": "۞ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَّطَّوَّفَ بِهِمَا ۗ وَمَنْ تَطَوَّعَ خَيْرًاۙ فَإِنَّ اللّٰهَ شَاكِرٌ عَلِيْمٌ ",
            "159": "إِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ أَنْزَلْنَا مِنَ الْبَيِّنٰتِ وَالْهُدٰى مِنْۢ بَعْدِ مَا بَيَّنّٰهُ لِلنَّاسِ فِى الْكِتٰبِۙ أُولٰۤىِٕكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللّٰعِنُوْنَۙ",
            "160": "إِلَّا الَّذِيْنَ تَابُوْا وَأَصْلَحُوْا وَبَيَّنُوْا فَأُولٰۤىِٕكَ أَتُوْبُ عَلَيْهِمْ ۚ وَأَنَا التَّوَّابُ الرَّحِيْمُ ",
            "161": "إِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ أُولٰۤىِٕكَ عَلَيْهِمْ لَعْنَةُ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ أَجْمَعِيْنَۙ",
            "162": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَ",
            "163": "وَإِلٰهُكُمْ إِلٰهٌ وَّاحِدٌۚ  لَآإِلٰهَ إِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ ࣖ",
            "164": "إِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْأَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ أَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍ ۖ وَّتَصْرِيْفِ الرِّيٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاۤءِ وَالْأَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "165": "وَمِنَ النَّاسِ مَنْ يَّتَّخِذُ مِنْ دُوْنِ اللّٰهِ أَنْدَادًا يُّحِبُّوْنَهُمْ كَحُبِّ اللّٰهِ ۗ وَالَّذِيْنَ اٰمَنُوْٓا أَشَدُّ حُبًّا لِّلّٰهِ ۙوَلَوْ يَرَى الَّذِيْنَ ظَلَمُوْٓا إِذْ يَرَوْنَ الْعَذَابَۙ أَنَّ الْقُوَّةَ لِلّٰهِ جَمِيْعًا ۙوَّأَنَّ اللّٰهَ شَدِيْدُ الْعَذَابِ ",
            "166": "إِذْ تَبَرَّأَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ",
            "167": "وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ أَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخَارِجِيْنَ مِنَ النَّارِ ࣖ",
            "168": "يٰٓأَيُّهَا النَّاسُ كُلُوْا مِمَّا فِى الْأَرْضِ حَلٰلًا طَيِّبًا ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ إِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
            "169": "إِنَّمَا يَأْمُرُكُمْ بِالسُّوْۤءِ وَالْفَحْشَاۤءِ وَأَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "170": "وَإِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ أَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ أَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْقِلُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ",
            "171": "وَمَثَلُ الَّذِيْنَ كَفَرُوْا كَمَثَلِ الَّذِيْ يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاۤءً وَّنِدَاۤءً ۗ صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُوْنَ ",
            "172": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ وَاشْكُرُوْا لِلّٰهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُوْنَ ",
            "173": "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ أُهِلَّ بِهٖ لِغَيْرِ اللّٰهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۗ إِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "174": "إِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ أَنْزَلَ اللّٰهُ مِنَ الْكِتٰبِ وَيَشْتَرُوْنَ بِهٖ ثَمَنًا قَلِيْلًاۙ أُولٰۤىِٕكَ مَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللّٰهُ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۚوَلَهُمْ عَذَابٌ أَلِيْمٌ ",
            "175": "أُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰى وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى النَّارِ ",
            "176": "ذٰلِكَ بِأَنَّ اللّٰهَ نَزَّلَ الْكِتٰبَ بِالْحَقِّ ۗ وَإِنَّ الَّذِيْنَ اخْتَلَفُوْا فِى الْكِتٰبِ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ࣖ",
            "177": "۞ لَيْسَ الْبِرَّأَنْ تُوَلُّوْا وُجُوْهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۤىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰى حُبِّهٖ ذَوِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِۙ وَالسَّاۤىِٕلِيْنَ وَفىِ الرِّقَابِۚ وَأَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ إِذَا عَاهَدُوْا ۚ وَالصّٰبِرِيْنَ فِى الْبَأْسَاۤءِ وَالضَّرَّاۤءِ وَحِيْنَ الْبَأْسِۗ أُولٰۤىِٕكَ الَّذِيْنَ صَدَقُوْا ۗوَأُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ ",
            "178": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِى الْقَتْلٰىۗ  أَلْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثٰى بِالْأُنْثٰىۗ  فَمَنْ عُفِيَ لَهٗ مِنْ أَخِيْهِ شَيْءٌ فَاتِّبَاعٌ ۢبِالْمَعْرُوْفِ وَأَدَاۤءٌ إِلَيْهِ بِإِحْسَانٍ ۗ ذٰلِكَ تَخْفِيْفٌ مِّنْ رَّبِّكُمْ وَرَحْمَةٌ  ۗفَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ أَلِيْمٌ ",
            "179": "وَلَكُمْ فِى الْقِصَاصِ حَيٰوةٌ يّٰٓأُولِى الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُوْنَ ",
            "180": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ  ",
            "181": "فَمَنْۢ بَدَّلَهٗ بَعْدَمَا سَمِعَهٗ فَإِنَّمَآ إِثْمُهٗ عَلَى الَّذِيْنَ يُبَدِّلُوْنَهٗ ۗ إِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ۗ  ",
            "182": "فَمَنْ خَافَ مِنْ مُّوْصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ ۗ إِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "183": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
            "184": "أَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا أَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ وَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ  فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗ وَأَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ إِنْ كُنْتُمْ تَعْلَمُوْنَ ",
            "185": "شَهْرُ رَمَضَانَ الَّذِيْٓ أُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۗ وَمَنْ كَانَ مَرِيْضًا أَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ ۖ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
            "186": "وَإِذَا سَأَلَكَ عِبَادِيْ عَنِّيْ فَإِنِّيْ قَرِيْبٌ ۗ أُجِيْبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ ",
            "187": "أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلٰى نِسَاۤىِٕكُمْ ۗ هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ اللّٰهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُوْنَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۚ فَالْـٰٔنَ بَاشِرُوْهُنَّ وَابْتَغُوْا مَا كَتَبَ اللّٰهُ لَكُمْ ۗ وَكُلُوْا وَاش��������������������رَبُوْا حَتّٰى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِۖ  ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى الَّيْلِۚ وَلَا تُبَاشِرُوْهُنَّ وَأَنْتُمْ عَاكِفُوْنَۙ فِى الْمَسٰجِدِ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَقْرَبُوْهَاۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُوْنَ",
            "188": "وَلَا تَأْكُلُوْٓا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوْا بِهَآ إِلَى الْحُكَّامِ لِتَأْكُلُوْا فَرِيْقًا مِّنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُوْنَ ࣖ",
            "189": "۞ يَسـَٔلُوْنَكَ عَنِ الْأَهِلَّةِ ۗ قُلْ هِيَ مَوَاقِيْتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوْتَ مِنْ ظُهُوْرِهَا وَلٰكِنَّ الْبِرَّ مَنِ اتَّقٰىۚ وَأْتُوا الْبُيُوْتَ مِنْ أَبْوَابِهَا ۖ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "190": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يُقَاتِلُوْنَكُمْ وَلَا تَعْتَدُوْا ۗ إِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ",
            "191": "وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ وَأَخْرِجُوْهُمْ مِّنْ حَيْثُ أَخْرَجُوْكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوْهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتّٰى يُقٰتِلُوْكُمْ فِيْهِۚ فَإِنْ قٰتَلُوْكُمْ فَاقْتُلُوْهُمْۗ  كَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ",
            "192": "فَإِنِ انْتَهَوْا فَإِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "193": "وَقٰتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ لِلّٰهِ ۗ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظّٰلِمِيْنَ",
            "194": "أَلشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمٰتُ قِصَاصٌۗ فَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ ۖ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا أَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
            "195": "وَأَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِأَيْدِيْكُمْ إِلَى التَّهْلُكَةِ ۛ وَأَحْسِنُوْا ۛ إِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ ",
            "196": "وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا أَوْ بِهٖٓ أَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَآ أَمِنْتُمْ ۗ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ أَيَّامٍ فِى الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ  ۗذٰلِكَ لِمَنْ لَّمْ يَكُنْ أَهْلُهٗ حَاضِرِى الْمَسْجِدِ الْحَرَامِ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا أَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ ࣖ",
            "197": "أَلْحَجُّ أَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَإِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓأُولِى الْأَلْبَابِ",
            "198": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَإِذَآ أَفَضْتُمْ مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَإِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ",
            "199": "ثُمَّ أَفِيْضُوْا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ إِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "200": "فَإِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ",
            "201": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ",
            "202": "أُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ",
            "203": "۞ وَاذْكُرُوا اللّٰهَ فِيْٓ أَيَّامٍ مَّعْدُوْدٰتٍ ۗ فَمَنْ تَعَجَّلَ فِيْ يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ ۚوَمَنْ تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا أَنَّكُمْ إِلَيْهِ تُحْشَرُوْنَ ",
            "204": "وَمِنَ النَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهٗ فِى الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فِيْ قَلْبِهٖ ۙ وَهُوَ أَلَدُّ الْخِصَامِ ",
            "205": "وَإِذَا تَوَلّٰى سَعٰى فِى الْأَرْضِ لِيُفْسِدَ فِيْهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَ اللّٰهُ لَا يُحِبُّ الْفَسَادَ ",
            "206": "وَإِذَا قِيْلَ لَهُ اتَّقِ اللّٰهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ فَحَسْبُهٗ جَهَنَّمُ ۗ وَلَبِئْسَ الْمِهَادُ ",
            "207": "وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ",
            "208": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا ادْخُلُوْا فِى السِّلْمِ كَاۤفَّةً  ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ إِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
            "209": "فَإِنْ زَلَلْتُمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْكُمُ الْبَيِّنٰتُ فَاعْلَمُوْٓا أَنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
            "210": "هَلْ يَنْظُرُوْنَ إِلَّآ أَنْ يَّأْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۤىِٕكَةُ وَقُضِيَ الْأَمْرُ ۗ وَإِلَى اللّٰهِ تُرْجَعُ الْأُمُوْرُ ࣖ",
            "211": "سَلْ بَنِيْٓ إِسْرَاۤءِيْلَ كَمْ اٰتَيْنٰهُمْ مِّنْ اٰيَةٍ ۢ بَيِّنَةٍ ۗ وَمَنْ يُّبَدِّلْ نِعْمَةَ اللّٰهِ مِنْۢ بَعْدِ مَا جَاۤءَتْهُ فَإِنَّ اللّٰهَ  شَدِيْدُ الْعِقَابِ ",
            "212": "زُيِّنَ لِلَّذِيْنَ كَفَرُوا الْحَيٰوةُ الدُّنْيَا وَيَسْخَرُوْنَ مِنَ الَّذِيْنَ اٰمَنُوْا ۘ وَالَّذِيْنَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيٰمَةِ ۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "213": "كَانَ النَّاسُ أُمَّةً وَّاحِدَةً ۗ فَبَعَثَ اللّٰهُ النَّبِيّٖنَ مُبَشِّرِيْنَ وَمُنْذِرِيْنَ ۖ وَأَنْزَلَ مَعَهُمُ الْكِتٰبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيْمَا اخْتَلَفُوْا فِيْهِ ۗ وَمَا اخْتَلَفَ فِيْهِ إِلَّا الَّذِيْنَ أُوْتُوْهُ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ بَغْيًا ۢ بَيْنَهُمْ ۚ فَهَدَى اللّٰهُ الَّذِيْنَ اٰمَنُوْا لِمَا اخْتَلَفُوْا فِيْهِ مِنَ الْحَقِّ بِإِذْنِهٖ ۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "214": "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَّثَلُ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ ۗ مَسَّتْهُمُ الْبَأْسَاۤءُ وَالضَّرَّاۤءُ وَزُلْزِلُوْا حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۗ أَلَآ إِنَّ نَصْرَ اللّٰهِ قَرِيْبٌ ",
            "215": "يَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ۗ قُلْ مَآ أَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِيْنَ وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَإِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
            "216": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ وَعَسٰٓى أَنْ تَكْرَهُوْا شَيْـًٔا وَّهُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى أَنْ تُحِبُّوْا شَيْـًٔا وَّهُوَ شَرٌّ لَّكُمْ ۗ وَاللّٰهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُوْنَ ࣖ",
            "217": "يَسْـَٔلُوْنَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيْهِۗ  قُلْ قِتَالٌ فِيْهِ كَبِيْرٌ ۗ وَصَدٌّ عَنْ سَبِيْلِ اللّٰهِ وَكُفْرٌۢ بِهٖ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهٖ مِنْهُ أَكْبَرُ عِنْدَ اللّٰهِ ۚ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُوْنَ يُقَاتِلُوْنَكُمْ حَتّٰى يَرُدُّوْكُمْ عَنْ دِيْنِكُمْ إِنِ اسْتَطَاعُوْا ۗ وَمَنْ يَّرْتَدِدْ مِنْكُمْ عَنْ دِيْنِهٖ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولٰۤىِٕكَ حَبِطَتْ أَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚ وَأُولٰۤىِٕكَ أَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "218": "إِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ ۙ أُولٰۤىِٕكَ يَرْجُوْنَ رَحْمَتَ اللّٰهِ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
            "219": "۞ يَسْـَٔلُوْنَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِۗ قُلْ فِيْهِمَآ إِثْمٌ كَبِيْرٌ وَّمَنَافِعُ لِلنَّاسِۖ وَإِثْمُهُمَآ أَكْبَرُ مِنْ نَّفْعِهِمَاۗ وَيَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ەۗ قُلِ الْعَفْوَۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَۙ",
            "220": "فِى الدُّنْيَا وَالْاٰخِرَةِ ۗ وَيَسْـَٔلُوْنَكَ عَنِ الْيَتٰمٰىۗ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ ۗ وَإِنْ تُخَالِطُوْهُمْ فَإِخْوَانُكُمْ ۗ وَاللّٰهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَأَعْنَتَكُمْ إِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
            "221": "وَلَا تَنْكِحُوا الْمُشْرِكٰتِ حَتّٰى يُؤْمِنَّ ۗ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّنْ مُّشْرِكَةٍ وَّلَوْ أَعْجَبَتْكُمْ ۚ وَلَا تُنْكِحُوا الْمُشْرِكِيْنَ حَتّٰى يُؤْمِنُوْا ۗ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّنْ مُّشْرِكٍ وَّلَوْ أَعْجَبَكُمْ ۗ أُولٰۤىِٕكَ يَدْعُوْنَ إِلَى النَّارِ ۖ وَاللّٰهُ يَدْعُوْٓا إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهٖۚ وَيُبَيِّنُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ࣖ",
            "222": "وَيَسْـَٔلُوْنَكَ عَنِ الْمَحِيْضِ ۗ  قُلْ هُوَ أَذًىۙ فَاعْتَزِلُوا النِّسَاۤءَ فِى الْمَحِيْضِۙ وَلَا تَقْرَبُوْهُنَّ حَتّٰى يَطْهُرْنَ ۚ فَإِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللّٰهُ ۗ إِنَّ اللّٰهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ ",
            "223": "نِسَاۤؤُكُمْ حَرْثٌ لَّكُمْ ۖ فَأْتُوْا حَرْثَكُمْ أَنّٰى شِئْتُمْ ۖ وَقَدِّمُوْا لِأَنْفُسِكُمْ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا أَنَّكُمْ مُّلٰقُوْهُ ۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ",
            "224": "وَلَا تَجْعَلُوا اللّٰهَ عُرْضَةً لِّأَيْمَانِكُمْ أَنْ تَبَرُّوْا وَتَتَّقُوْا وَتُصْلِحُوْا بَيْنَ النَّاسِۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
            "225": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِيْٓ أَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوْبُكُمْ ۗ وَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
            "226": "لِلَّذِيْنَ يُؤْلُوْنَ مِنْ نِّسَاۤىِٕهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍۚ فَإِنْ فَاۤءُوْ فَإِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "227": "وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ",
            "228": "وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ وَلَا يَحِلُّ لَهُنَّ أَنْ يَّكْتُمْنَ مَا خَلَقَ اللّٰهُ فِيْٓ أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ وَبُعُوْلَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِيْ ذٰلِكَ إِنْ أَرَادُوْٓا إِصْلَاحًا ۗوَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بِالْمَعْرُوْفِۖ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ  ۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ࣖ",
            "229": "أَلطَّلَاقُ مَرَّتٰنِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوْفٍ أَوْ تَسْرِيْحٌۢ بِإِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوْا مِمَّآ اٰتَيْتُمُوْهُنَّ شَيْـًٔا إِلَّآ أَنْ يَّخَافَآ أَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۗ فَإِنْ خِفْتُمْ أَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۙ فَلَا جُنَاحَ عَلَيْهِمَا فِيْمَا افْتَدَتْ بِهٖ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَعْتَدُوْهَا ۚوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَأُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "230": "فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهٗ مِنْۢ بَعْدُ حَتّٰى تَنْكِحَ زَوْجًا غَيْرَهٗ ۗ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَنْ يَّتَرَاجَعَآ إِنْ ظَنَّآ أَنْ يُّقِيْمَا حُدُوْدَ اللّٰهِ ۗ وَتِلْكَ حُدُوْدُ اللّٰهِ يُبَيِّنُهَا لِقَوْمٍ يَّعْلَمُوْنَ ",
            "231": "وَإِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوْهُنَّ بِمَعْرُوْفٍ أَوْ سَرِّحُوْهُنَّ بِمَعْرُوْفٍۗ وَلَا تُمْسِكُوْهُنَّ ضِرَارًا لِّتَعْتَدُوْا ۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ وَلَا تَتَّخِذُوْٓا اٰيٰتِ اللّٰهِ هُزُوًا وَّاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ وَمَآ أَنْزَلَ عَلَيْكُمْ مِّنَ الْكِتٰبِ وَالْحِكْمَةِ يَعِظُكُمْ بِهٖ ۗوَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا أَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
            "232": "وَإِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوْهُنَّ أَنْ يَّنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوْفِ ۗ ذٰلِكَ يُوْعَظُ بِهٖ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ۗ ذٰلِكُمْ أَزْكٰى لَكُمْ وَأَطْهَرُ ۗ وَاللّٰهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُوْنَ ",
            "233": "۞ وَالْوَالِدٰتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَدِهَا وَلَا مَوْلُوْدٌ لَّهٗ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَ ۚ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗوَإِنْ أَرَدْتُّمْ أَنْ تَسْتَرْضِعُوْٓا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَّآ اٰتَيْتُمْ بِالْمَعْرُوْفِۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا أَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "234": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ أَزْوَاجًا يَّتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَّعَشْرًا ۚ فإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ أَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
            "235": "وَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا عَرَّضْتُمْ بِهٖ مِنْ خِطْبَةِ النِّسَاۤءِ أَوْ أَكْنَنْتُمْ فِيْٓ أَنْفُسِكُمْ ۗ عَلِمَ اللّٰهُ أَنَّكُمْ سَتَذْكُرُوْنَهُنَّ وَلٰكِنْ لَّا تُوَاعِدُوْهُنَّ سِرًّا إِلَّآ أَنْ تَقُوْلُوْا قَوْلًا مَّعْرُوْفًا ەۗ وَلَا تَعْزِمُوْا عُقْدَةَ النِّكَاحِ حَتّٰى يَبْلُغَ الْكِتٰبُ أَجَلَهٗ ۗوَاعْلَمُوْٓا أَنَّ اللّٰهَ يَعْلَمُ مَا فِيْٓ أَنْفُسِكُمْ فَاحْذَرُوْهُ ۚوَاعْلَمُوْٓا أَنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
            "236": "لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاۤءَ مَا لَمْ تَمَسُّوْهُنَّ أَوْ تَفْرِضُوْا لَهُنَّ فَرِيْضَةً ۖ وَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ ",
            "237": "وَإِنْ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوْهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيْضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَنْ يَّعْفُوْنَ أَوْ يَعْفُوَا الَّذِيْ بِيَدِهٖ عُقْدَةُ النِّكَاحِ ۗ وَأَنْ تَعْفُوْٓا أَقْرَبُ لِلتَّقْوٰىۗ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۗ إِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
            "238": "حَافِظُوْا عَلَى الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُوْمُوْا لِلّٰهِ قٰنِتِيْنَ ",
            "239": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۚ فَإِذَآ أَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَ ",
            "240": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ أَزْوَاجًاۖ وَّصِيَّةً لِّأَزْوَاجِهِمْ مَّتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِيْ مَا فَعَلْنَ فِيْٓ أَنْفُسِهِنَّ مِنْ مَّعْرُوْفٍۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "241": "وَلِلْمُطَلَّقٰتِ مَتَاعٌ ۢبِالْمَعْرُوْفِۗ حَقًّا عَلَى الْمُتَّقِيْنَ ",
            "242": "كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
            "243": "۞ أَلَمْ تَرَ إِلَى الَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ وَهُمْ أُلُوْفٌ حَذَرَ الْمَوْتِۖ  فَقَالَ لَهُمُ اللّٰهُ مُوْتُوْا ۗ ثُمَّ أَحْيَاهُمْ ۗ إِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ ",
            "244": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ وَاعْلَمُوْٓا أَنَّ اللّٰهَ  سَمِيْعٌ عَلِيْمٌ ",
            "245": "مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗٓ أَضْعَافًا كَثِيْرَةً ۗوَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُۖ وَإِلَيْهِ تُرْجَعُوْنَ",
            "246": "أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْۢ بَنِيْٓ إِسْرَاۤءِيْلَ مِنْۢ بَعْدِ مُوْسٰىۘ إِذْ قَالُوْا لِنَبِيٍّ لَّهُمُ ابْعَثْ لَنَا مَلِكًا نُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۗ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوْا ۗ قَالُوْا وَمَا لَنَآ أَلَّا نُقَاتِلَ فِيْ سَبِيْلِ اللّٰهِ وَقَدْأُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَاۤىِٕنَا ۗ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيْلًا مِّنْهُمْ ۗوَاللّٰهُ عَلِيْمٌ ۢبِالظّٰلِمِيْنَ ",
            "247": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللّٰهَ قَدْ بَعَثَ لَكُمْ طَالُوْتَ مَلِكًا ۗ قَالُوْٓا أَنّٰى يَكُوْنُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِۗ قَالَ إِنَّ اللّٰهَ اصْطَفٰىهُ عَلَيْكُمْ وَزَادَهٗ بَسْطَةً فِى الْعِلْمِ وَالْجِسْمِ ۗ وَاللّٰهُ يُؤْتِيْ مُلْكَهٗ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
            "248": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اٰيَةَ مُلْكِهٖٓ أَنْ يَّأْتِيَكُمُ التَّابُوْتُ فِيْهِ سَكِيْنَةٌ مِّنْ رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ اٰلُ مُوْسٰى وَاٰلُ هٰرُوْنَ تَحْمِلُهُ الْمَلٰۤىِٕكَةُ ۗ إِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ ࣖ",
            "249": "فَلَمَّا فَصَلَ طَالُوْتُ بِالْجُنُوْدِ قَالَ إِنَّ اللّٰهَ مُبْتَلِيْكُمْ بِنَهَرٍۚ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّيْۚ وَمَنْ لَّمْ يَطْعَمْهُ فَإِنَّهٗ مِنِّيْٓ إِلَّا مَنِ اغْتَرَفَ غُرْفَةً ۢبِيَدِهٖ ۚ فَشَرِبُوْا مِنْهُ إِلَّا قَلِيْلًا مِّنْهُمْ ۗ فَلَمَّا جَاوَزَهٗ هُوَ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗۙ قَالُوْا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوْتَ وَجُنُوْدِهٖ ۗ قَالَ الَّذِيْنَ يَظُنُّوْنَ أَنَّهُمْ مُّلٰقُوا اللّٰهِ ۙ كَمْ مِّنْ فِئَةٍ قَلِيْلَةٍ غَلَبَتْ فِئَةً كَثِيْرَةً ۢبِإِذْنِ اللّٰهِ ۗ وَاللّٰهُ مَعَ الصّٰبِرِيْنَ ",
            "250": "وَلَمَّا بَرَزُوْا لِجَالُوْتَ وَجُنُوْدِهٖ قَالُوْا رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَّثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ۗ ",
            "251": "فَهَزَمُوْهُمْ بِإِذْنِ اللّٰهِ  ۗوَقَتَلَ دَاوٗدُ جَالُوْتَ وَاٰتٰىهُ اللّٰهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهٗ مِمَّا يَشَاۤءُ ۗ وَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّفَسَدَتِ الْأَرْضُ وَلٰكِنَّ اللّٰهَ ذُوْ فَضْلٍ عَلَى الْعٰلَمِيْنَ ",
            "252": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَإِنَّكَ لَمِنَ الْمُرْسَلِيْنَ  ۔",
            "253": "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَّنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجٰتٍۗ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَأَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ وَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلَ الَّذِيْنَ مِنْۢ بَعْدِهِمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ وَلٰكِنِ اخْتَلَفُوْا فَمِنْهُمْ مَّنْ اٰمَنَ وَمِنْهُمْ مَّنْ كَفَرَ ۗوَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلُوْاۗ وَلٰكِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ࣖ",
            "254": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا أَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ أَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ  ۗوَالْكٰفِرُوْنَ هُمُ الظّٰلِمُوْنَ",
            "255": "اَللّٰهُ لَآ إِلٰهَ إِلَّا هُوَۚ أَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ  لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ إِلَّا بِإِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ إِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْأَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
            "256": "لَآ إِكْرَاهَ فِى الدِّيْنِۗ  قَدْ تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَّكْفُرْ بِالطَّاغُوْتِ وَيُؤْمِنْۢ بِاللّٰهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰى لَا انْفِصَامَ لَهَا ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
            "257": "اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا يُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ إِلَى النُّوْرِۗ وَالَّذِيْنَ كَفَرُوْٓا أَوْلِيَاۤؤُهُمُ الطَّاغُوْتُ يُخْرِجُوْنَهُمْ مِّنَ النُّوْرِ إِلَى الظُّلُمٰتِۗ  أُولٰۤىِٕكَ أَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
            "258": "أَلَمْ تَرَ إِلَى الَّذِيْ حَاۤجَّ إِبْرٰهٖمَ فِيْ رَبِّهٖٓ أَنْ اٰتٰىهُ اللّٰهُ الْمُلْكَ ۘ إِذْ قَالَ إِبْرٰهٖمُ رَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ قَالَ أَنَا۠ أُحْيٖ وَأُمِيْتُ ۗ قَالَ إِبْرٰهٖمُ فَإِنَّ اللّٰهَ يَأْتِيْ بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِيْ كَفَرَ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۚ",
            "259": "أَوْ كَالَّذِيْ مَرَّ عَلٰى قَرْيَةٍ وَّهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۚ قَالَ أَنّٰى يُحْيٖ هٰذِهِ اللّٰهُ بَعْدَ مَوْتِهَا ۚ فَأَمَاتَهُ اللّٰهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهٗ ۗ قَالَ كَمْ لَبِثْتَ ۗ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍۗ قَالَ بَلْ لَّبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلٰى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۚ وَانْظُرْ إِلٰى حِمَارِكَۗ وَلِنَجْعَلَكَ اٰيَةً لِّلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوْهَا لَحْمًا ۗ فَلَمَّا تَبَيَّنَ لَهٗ ۙ قَالَ أَعْلَمُ أَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "260": "وَإِذْ قَالَ إِبْرٰهٖمُ رَبِّ أَرِنِيْ كَيْفَ تُحْيِ الْمَوْتٰىۗ قَالَ أَوَلَمْ تُؤْمِنْ ۗقَالَ بَلٰى وَلٰكِنْ لِّيَطْمَىِٕنَّ قَلْبِيْ ۗقَالَ فَخُذْ أَرْبَعَةً مِّنَ الطَّيْرِفَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلٰى كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِيْنَكَ سَعْيًا ۗوَاعْلَمْ أَنَّ اللّٰهَ عَزِيْزٌحَكِيْمٌ ࣖ",
            "261": "مَثَلُ الَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ كَمَثَلِ حَبَّةٍ أَنْۢبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْۢبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللّٰهُ يُضٰعِفُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
            "262": "أَلَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ ثُمَّ لَا يُتْبِعُوْنَ مَآ أَنْفَقُوْا مَنًّا وَّلَآ أَذًىۙ  لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "263": "۞ قَوْلٌ مَّعْرُوْفٌ وَّمَغْفِرَةٌ خَيْرٌ مِّنْ صَدَقَةٍ يَّتْبَعُهَآ أَذًى ۗ وَاللّٰهُ غَنِيٌّ حَلِيْمٌ",
            "264": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُبْطِلُوْا صَدَقٰتِكُمْ بِالْمَنِّ وَالْأَذٰىۙ  كَالَّذِيْ يُنْفِقُ مَالَهٗ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ  فَمَثَلُهٗ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهٗ وَابِلٌ فَتَرَكَهٗ صَلْدًا ۗ  لَا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
            "265": "وَمَثَلُ الَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ وَتَثْبِيْتًا مِّنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍۢ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَاٰتَتْ أُكُلَهَا ضِعْفَيْنِۚ فَإِنْ لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ  ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "266": "أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُوْنَ لَهٗ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّأَعْنَابٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُۙ  لَهٗ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِۙ وَأَصَابَهُ الْكِبَرُ وَلَهٗ ذُرِّيَّةٌ ضُعَفَاۤءُۚ فَأَصَابَهَآ إِعْصَارٌ فِيْهِ نَارٌ فَاحْتَرَقَتْ ۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَ ࣖ",
            "267": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا أَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُمْ مِّنَ الْأَرْضِ ۗ وَلَا تَيَمَّمُوا الْخَبِيْثَ مِنْهُ تُنْفِقُوْنَ وَلَسْتُمْ بِاٰخِذِيْهِ إِلَّآ أَنْ تُغْمِضُوْا فِيْهِ ۗ وَاعْلَمُوْٓا أَنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ",
            "268": "أَلشَّيْطٰنُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاۤءِ ۚ وَاللّٰهُ يَعِدُكُمْ مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۖ ",
            "269": "يُّؤْتِى الْحِكْمَةَ مَنْ يَّشَاۤءُ ۚ وَمَنْ يُّؤْتَ الْحِكْمَةَ فَقَدْ أُوْتِيَ خَيْرًا كَثِيْرًا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُولُوا الْأَلْبَابِ",
            "270": "وَمَآ أَنْفَقْتُمْ مِّنْ نَّفَقَةٍ أَوْ نَذَرْتُمْ مِّنْ نَّذْرٍ فَإِنَّ اللّٰهَ يَعْلَمُهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ أَنْصَارٍ",
            "271": "إِنْ تُبْدُوا الصَّدَقٰتِ فَنِعِمَّا هِيَۚ وَإِنْ تُخْفُوْهَا وَتُؤْتُوْهَا الْفُقَرَاۤءَ فَهُوَ خَيْرٌ لَّكُمْ ۗ وَيُكَفِّرُ عَنْكُمْ مِّنْ سَيِّاٰتِكُمْ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
            "272": "۞ لَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ ۗوَمَا تُنْفِقُوْنَ إِلَّا ابْتِغَاۤءَ وَجْهِ اللّٰهِ ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ يُّوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُوْنَ",
            "273": "لِلْفُقَرَاۤءِ الَّذِيْنَ أُحْصِرُوْا فِيْ سَبِيْلِ اللّٰهِ لَا يَسْتَطِيْعُوْنَ ضَرْبًا فِى الْأَرْضِۖ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاۤءَ مِنَ التَّعَفُّفِۚ  تَعْرِفُهُمْ بِسِيْمٰهُمْۚ  لَا يَسْـَٔلُوْنَ النَّاسَ إِلْحَافًا ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ فَإِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ࣖ",
            "274": "أَلَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمْ بِالَّيْلِ وَالنَّهَارِ سِرًّا وَّعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْۚ  وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "275": "أَلَّذِيْنَ يَأْكُلُوْنَ الرِّبٰوا لَا يَقُوْمُوْنَ إِلَّا كَمَا يَقُوْمُ الَّذِيْ يَتَخَبَّطُهُ الشَّيْطٰنُ مِنَ الْمَسِّۗ ذٰلِكَ بِأَنَّهُمْ قَالُوْٓا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبٰواۘ وَأَحَلَّ اللّٰهُ الْبَيْعَ وَحَرَّمَ الرِّبٰواۗ  فَمَنْ جَاۤءَهٗ مَوْعِظَةٌ مِّنْ رَّبِّهٖ فَانْتَهٰى فَلَهٗ مَا سَلَفَۗ وَأَمْرُهٗٓ إِلَى اللّٰهِ ۗ وَمَنْ عَادَ فَأُولٰۤىِٕكَ أَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "276": "يَمْحَقُ اللّٰهُ الرِّبٰوا وَيُرْبِى الصَّدَقٰتِ ۗ وَاللّٰهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيْمٍ",
            "277": "إِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَأَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "278": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَذَرُوْا مَا بَقِيَ مِنَ الرِّبٰوٓا إِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "279": "فَإِنْ لَّمْ تَفْعَلُوْا فَأْذَنُوْا بِحَرْبٍ مِّنَ اللّٰهِ وَرَسُوْلِهٖۚ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوْسُ أَمْوَالِكُمْۚ  لَا تَظْلِمُوْنَ وَلَا تُظْلَمُوْنَ",
            "280": "وَإِنْ كَانَ ذُوْ عُسْرَةٍ فَنَظِرَةٌ إِلٰى مَيْسَرَةٍ ۗ وَأَنْ تَصَدَّقُوْا خَيْرٌ لَّكُمْ إِنْ كُنْتُمْ تَعْلَمُوْنَ",
            "281": "وَاتَّقُوْا يَوْمًا تُرْجَعُوْنَ فِيْهِ إِلَى اللّٰهِ ۗثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ ࣖ",
            "282": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلٰٓى أَجَلٍ مُّسَمًّى فَاكْتُبُوْهُۗ وَلْيَكْتُبْ بَّيْنَكُمْ كَاتِبٌۢ بِالْعَدْلِۖ وَلَا يَأْبَ كَاتِبٌ أَنْ يَّكْتُبَ كَمَا عَلَّمَهُ اللّٰهُ فَلْيَكْتُبْۚ وَلْيُمْلِلِ الَّذِيْ عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللّٰهَ رَبَّهٗ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔاۗ  فَإِنْ كَانَ الَّذِيْ عَلَيْهِ الْحَقُّ سَفِيْهًا أَوْ ضَعِيْفًا أَوْ لَا يَسْتَطِيْعُ أَنْ يُّمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهٗ بِالْعَدْلِۗ وَاسْتَشْهِدُوْا شَهِيْدَيْنِ مِنْ رِّجَالِكُمْۚ فَإِنْ لَّمْ يَكُوْنَا رَجُلَيْنِ فَرَجُلٌ وَّامْرَأَتٰنِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَۤاءِ أَنْ تَضِلَّ إِحْدٰىهُمَا فَتُذَكِّرَ إِحْدٰىهُمَا الْأُخْرٰىۗ وَلَا يَأْبَ الشُّهَدَۤاءُ إِذَا مَا دُعُوْا ۗ وَلَا تَسْـَٔمُوْٓا أَنْ تَكْتُبُوْهُ صَغِيْرًا أَوْ كَبِيْرًا إِلٰٓى أَجَلِهٖۗ ذٰلِكُمْ أَقْسَطُ عِنْدَ اللّٰهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنٰىٓ أَلَّا تَرْتَابُوْٓا إِلَّآ أَنْ تَكُوْنَ تِجَارَةً حَاضِرَةً تُدِيْرُوْنَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوْهَاۗ وَأَشْهِدُوْٓا إِذَا تَبَايَعْتُمْ ۖ وَلَا يُضَاۤرَّ كَاتِبٌ وَّلَا شَهِيْدٌ ەۗ وَإِنْ تَفْعَلُوْا فَإِنَّهٗ فُسُوْقٌۢ بِكُمْ ۗ وَاتَّقُوا اللّٰهَ ۗ وَيُعَلِّمُكُمُ اللّٰهُ ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ",
            "283": "۞ وَإِنْ كُنْتُمْ عَلٰى سَفَرٍ وَّلَمْ تَجِدُوْا كَاتِبًا فَرِهٰنٌ مَّقْبُوْضَةٌ  ۗفَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِى اؤْتُمِنَ أَمَانَتَهٗ وَلْيَتَّقِ اللّٰهَ رَبَّهٗ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَۗ وَمَنْ يَّكْتُمْهَا فَإِنَّهٗٓ اٰثِمٌ قَلْبُهٗ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ࣖ",
            "284": " لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ وَإِنْ تُبْدُوْا مَا فِيْٓ أَنْفُسِكُمْ أَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ ۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "285": "اٰمَنَ الرَّسُوْلُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَۗ  كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖۗ  لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيْرُ",
            "286": "لَا يُكَلِّفُ اللّٰهُ نَفْسًا إِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِنْ نَّسِيْنَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ أَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Sapi'",
                "text": {
                    "1": "Alif, Laam, Miym. \n \nIn ha panagnaan sin Suratul Baqarah iban sin aun pa manga kaibanan Surah tiyagnaan ha Huruf nagigilang, in yan dalil sin in Quran di tuud marapat singuran, iban way dapat matungkad timumukun in kamaksuran niya. Nah duun ha ini nagginisan na in panapsil sin mga Ulama. Laung sin kaibanan Ngan sin Allah ﷻ. Bat in Alif amuna in Allah ﷻ, in Laam amuna in Latiyf, in Miym amuna in Majiyd. daing ha sabab yan duun na sadja napuruk in bissara ha hiuli pa tuput Allah ﷻ in labi Makaingat sin murad (maksud) niya.",
                    "2": "In Kitab Quran yan (amuin naparatung namu maun kaymu Ya Muhammad ﷺ) way yan “Saak” paghagaw-hagaw sin halaum niya (tantu naug daing ha Allah ﷻ) pandu padduman sin manga tau nagmamabuga pa Allah ﷻ.",
                    "3": "(In tau nagmamabuga pa Allah ﷻ) Amuin manga sila magparatsaya sin Ghaib (amuin kiyabayta sin Quran iban Hadith biya na sin katan pakaradjaan ha adlaw Akhirat) iban matikaman sila tumindug Sambahayang, iban matilusa sila magnafaqa ha dan sin Agama Islam daing ha unu-unu na in kiyadihil namu Ridjiki kanila (Arta, Ilmu, iban Kawasa).",
                    "4": "Iban sin manga sila mamaratsaya sin napanaug maun kaymu (amuna in Quran) iban namaratsaya sila ha napanaug pa manga karasulan nakauna daing kaymu, sarta in sila kiyakannal nila tantu in adlaw Akhirat.",
                    "5": "Amuna sila yan in imamu ha pandu padduman daing ha Tuhan Tag-atasan kanila, sarta amuna sila yan timappa ha paruntungan. \n\n *Pagka kiyabayta na sin Allahu Ta’ala in sabbutan ha manga sila mag paparatsaya iban mag mamabuga pa Allahu Ta’ala, piyasunu Niya in sabbutan ha manga sila Kafir masalud, duun ha Ayat sumunu ini, supaya tumampal in silangan sin Mu’min iban Kafir.",
                    "6": "Sabunnal tuud in manga sila nagkufur (maligguwat) sali da yan kanila in bandaan mu sila (Ya Muhammad ﷺ pahalli-un sin siksa makabuga) iban sin di na sila kabandaan, di da sila magparatsaya.",
                    "7": "(Sabab) Tiyutumbukan na sin Allah ﷻ in pangatayan nila (di na latusun sin sahaya sin Iman) iban in pangdungug nila (di na latusun sin pamandu) iban in pangita nila taga “Ghishawah”  (libun, di na makatilag pamandu iban pag-iman), iban siyusukuan sila ajab dakula (iban kakkal didtu ha Adlaw Akhirat). \n *Pagka kiyabayta na sin Allahu Ta’ala in papata sin manga Mu’min, iban sin kajadiyan sin manga Kafir, ha kalakkuan sin manga Munafiq, amuin magpabauh-bauh Mu’min sakali in halaum sin Atay nila labi daing ha Kafir subay pag hallian. Piyatarrang sin Allahu Ta’ala in laggu’ kapiligruhan iban kamumulahan pa manga Mu’min dumatung daing ha manga Munafiq.",
                    "8": "Aun daing ha manga manusiya in way kasimang-simang mamung: “In kami ini nagparatsaya ra isab pa Allah ﷻ iban pa Adlaw Akhirat” (sagawa piyayluhan sin Allah ﷻ in pamung nila) Parman Niya : “Parahal bukun sila yan bunnal nagparatsaya.”",
                    "9": "Tipuhun nila in Allah ﷻ iban sin manga mattan nagpaparatsaya, parahal way ra uwian sin panipu nila buat malayingkan muwi da in panipu nila pa ginhawa baran nila di nila kabahunusan.",
                    "10": "(In mga munafiq yan) Naglimbuug halaum atay nila in sakit jinisan (Tipu, Abughu, Takabbur, Kalaungan nagbangkat). Nah dugangan pa kanila sin Allah ﷻ sin jinisan sakit, iban hisuku na kanila in siksa mabisa sabab sin hinang nila manghihimuting ha biyayta sin Rasulullah ﷺ pasampay daing ha Allah ﷻ.",
                    "11": "Iban apabila sila iyanun: “Ayaw namayan kamu maghinang kadaruhakaan ha babaw sin gumi ini”, hipamung nila: “Unu in kila-kilahan niyu kamu, kami ini in tau marayaw” (Sabab in pangita nila sin hinang nila mangi amuna in marayaw ha pangatud nila).",
                    "12": "Mayta bukun ba sabunnal-bunnal tuud in manga sila yan, sila na yan in manga tau tantu daruhaka? Sagawa (sabab sin katigidluman sin laum atay nila) di nila kananaman (in kadaruhakaan nila).",
                    "13": "Iban apabila sila iyanun: “Pamaratsaya ba kamu sin pamaratsaya sabunnal, biya sin pamaratsaya sin manga tau (miyamagad ha Rasulullah ﷺ)” Amuin hipamung nila (iban pangudju): “Unu simingud kami magparatsaya ha manga tau dunghaw yan?” (biya kan Ammarah kan Bilal, kan Suhaib) Mayta bukun ba bunnal tuud in sila manga Munafiq yan sila na yan in manga tau dunghaw. Sagawa (sabab sin kalaungan nila) di nila kaingatan (in kadunghawan nila).",
                    "14": "(In tanda ngi sin akibat nila) Apabila sila magbak iban sin manga Bar-iman, mamayta sila, laung nila: “In kami ini nagpaparatsaya ra isab biya kaniyu”, Sagawa apabila sila-sila ra kuman iban sin manga Shaytan nakura nila, amura in hi agi nila ha nakura nila Shaytan: “In kami ini agad da kaniyu, giyanjil-ganjil namu sadja in manga dunghaw yaun.”",
                    "15": "In Allah ﷻ in mamaus kanila sin pangganjil-ganjil nila, pasaran na sila duun halaum kakufuran, kahalipuluhan magbung-bung.",
                    "16": "In manga sila yan, sila na yan (in nangluppas sin taga-guna) ha piyagganti nila pa Kalaungan in Hidayat, nah unu in haw-hawun untung sin biya sin litu nila yan, iban bukun in kaawnan nila kimugdan  ha padduman.",
                    "17": "In saupama nila yan biya sin sapantun sin tau nagbuhi kayu (puhung nila kasawahan) ha tatkala sumawa na in katilibut niya, igan da sin Allah ﷻ in sawa daing kanila (di nila na isab kaingatan in tudjuhan nila) iban paruunun na sila sin Allah ﷻ pa pagbung-bungun halaum katigidluman sin kakufuran iban kamunafiqan, di nila kakitaan in padduman.",
                    "18": "Nanjari na sila bisu (di na sumud pa taynga nila in hindu pa marayaw), umaw (di na makaingat mamung sin pituwa sin Tuhan), buta (di na maka-ingat umunyuk sin pandu), nah in sila yan di na maka-ingat magbing daing ha kalaungan.",
                    "19": "Atawa (in kahantang sin manga Munafiq ha pagbung-bungan nila) biya sila sin sapantun sin Qaum2 kiyugdan Ulan matigda daing ha Langit nanigidlum in Dunya iya-agaran daugdug makusug iban kilat, nanjari hibutang nila in gulamay lima nila pa taynga nila hikuddu’, sabab sin kubla ha luti (in hangkan nila kudduun in taynga nila) karna buga nila magdungug  ha magsabbut sin kamatay, ampa in Allah ﷻ nalilikus da sin kawasa Niya in manga kafir.",
                    "20": "Agun-agun matangsu in pangatud nila sin kusug sin kilat, sakabilang sumawa in dan sabab sin kilat, manaw sila ha sawa niya iban apabila maig na isab in sawa sin kilat sah na isab sila humundung (halaum kahapungan nah bang in Allahu Ta’ala in magkahandak pasungun pa daing ha yan in kusug sin daugdug) misan paslukun na in pangdungug nila (sabab sin lagupik sin luti) iban tangsuan na in pangatud nila (sabab sin singlab sin kilat) karna bunnal tuud in kakawasahan sin Allah ﷻ duun ha katan unu-unu.",
                    "21": "Ya kamu manga manusiya! Tunggala niyu in pag-ibadat niyu pa Tuhan amuin Tag-atasan kaniyu, amuin nagpapanjari kaniyu iban amuin nagpapanjari ha manga sila nakauna daing kaniyu, mura-murahan majumla kamu ha jumlahan sin manga tau nagmamabuga pa Tuhan (magparuntungan ha Surga).",
                    "22": "Tuhan amuin naghinang kaniyu sin ginlupaan ini sapantun Hanig nabuklad iban nagpapanjari sin langit saparati Atup, iban nagpanaug daing ha Langit sin Tubig Ulan, ampa Niya piyaguwa sabab sin Ulan in jinisan sin Bungang kahuy  dihil Niya ridjiki kaniyu, nah ayaw niyu na hinangi in Allah ﷻ sakutu ha tatkala kiya-ingatan niyu na (in Allah ﷻ tuput da Siya in patut sumbahun).",
                    "23": "Iban bang kamu aun ganta paghagaw-hagaw niyu mamaratsaya ha Quran amuin napanaug Namu maun ha ipun Namu (iban Rasul Namu hi Muhammad ﷺ). Nah sulay na kamu hinang daha niyu mari hambuuk sadja Surah ha makasibu in hangpas iban laum sin maksud biya sin ha Quran, iban abi-abiha niyu pa in sasuku maabut niyu abi-abihun puas sadja in Allah ﷻ, bang bunnal in daawa niyu (laung niyu in Quran hinangan sin manusiya).",
                    "24": "Nah bang kamu wala da nakahinang misan hambuuk Surah daing sin limabay, iban way ra rapat niyu himinang bihaun sampay pa susungun (misan kamu magtimburuan na katan, nah amuna yan in tanda sin in Quran tubus naug daing ha Allah ﷻ) nah amuna in hinanga niyu in paghinang kamu tampan daing ha Narka amuin hipagduru’ngul kaniya in tau (manghihimuting ha Quran) maglamud iban batu. In Narka Jahannam yan tiyatagama ha manga sila Kafir (maligguwat).",
                    "25": "Iban baytai (Ya Muhammad ﷺ) sin kakuyagan in manga ipun Ku nagpaparatsaya, nagmamabuga Kaku iban nakahinang sila sin Ammal Saleh, sabunnal tuud suku nila in kasurga-surgaan mag-anud daing ha sawum sin Maligay nila in kasuba-subaan, tiyap-tiyap dahan sila maun sin Ridjiki dirihilan kanila daing ha ginisan bungang-kahuy anughara Ridjiki kanila, mamung pa sila iban tawad laung nila: “Biya da sayan hayan in kiyaanughara kamu nakauna.” (Laung sin malaikat magdara maun kanila sin dirihilan ini: “Kaun kaw Ya Ipun sin Allah ﷻ!) dihil yan kaniyu hangkalupa in dagbus, naglalain in nanam”,  Iban aun suku nila halaum Surga asawa sutsi daing ha katan lummi, iban in sila kakkal na halaum Surga iban sin Ni'mat niya kakkal.",
                    "26": "Bunnal tuud in Allah ﷻ wayruun sikaw luman Niya mamayta sin kakawasahan Niya magdihil pang-upamahan sin piyapanjari Niya misan pa manahut na tuud biya Hanglup sampay na pa unu-unu in dapit pa taas (maaslag daing ha Hanglup atawa labi manahut daing ha yan) ampa adapun in manga bar-iman makahati sin in yan bayta kasabunnalan daing ha Tuhan Tag-atasan kanila, ampa adapun in manga sila kafir (maligguat) in hipamung nila: “Unu baha (laung nila) in puhung sin Allah ﷻ magdihil pang-upamahan sin kawasa Niya pa bihan nahut pakaradjaan way ra guna niya”, Nah malaung sabab hayan in kamatauran, iban sumung isab sabab ha yan in Hidayat ha kamatauran kaibanan, sagawa wayruun da malaung sabab ha yan malayingkan amura in manga tau Fasiq.",
                    "27": "In manga tau Fasiq sila amuin mamaluba sin parjanjian pa Allah ﷻ ampa ubus na piyag-apusan (ha kitab nakauna in magparatsaya sila ha Nabi Ahir jaman amuna in Nabi Muhammad ﷺ) iban in sila mamugtu sin pakaradjaan piyangdaakan sin Allah ﷻ hipapasugpat (biya na sin pagkasi-lasa) iban magdaruhakan sila ha babaw sin gumi ini, in manga sila yan, sila na yan in manga tau lussung sin kalugian.",
                    "28": "Biyadiin in kaagi niyu magkufur limigguat ha Allah ﷻ, parahal in kaawnan niyu bakas kamu patay, Siya in nagbuhi kaniyu, ubus ampa Niya na kamu isab patayun (amuna in susungun niyu yan) ubus ampa Niya na kamu isab buhiun magbalik (ha Adlaw Kiyamat) ubus ampa na kamu madtu Kaniya magbalik.",
                    "29": "(In magbuhi, magpatay kaniyu yan) Amuin nagpapanjari kaniyu sin unu-unu katan ha babaw sin gumi ini hipagkalagihan niyu, ubus ampa Niya piyatudju in kahandak Niya pa langit, piyapanjari Niya in pitunglapis langit nag-aamu-amu, iban in nagpapanjari ha yan amuna in sangat maka-ingat ha katan unu-unu piyapanjari Niya.",
                    "30": "Iban sabbuta (Ya Muhammad ﷺ) in waktu ha tatkala nagparman in Tuhan mu pa manga malaikat, laung sin parman: “Bunnal tuud in Aku magpapanjari Aku ha babaw gumi ini Khalifah (pasampayan Ku sin sara' Ku) simambung in manga malaikat , laung nila: “Ay! magpapanjari Kaw ha babaw gumi tau magdaruhaka duun iban magpatu dugu, sin yari ra kami tumatasbi sumasanglit Kaymu, iban manglalaggu Kaymu.” (Sambung sin Allah ﷻ ha manga malaikat) parman Niya: “Bunnal tuud Aku in labi makaingat sin maksud wala niyu kiya-ingatan.”",
                    "31": "Iban piya-ingat na sin Allah ﷻ kan Adam in katan kangan-nganan, ubus ampa Niya diyukmal in ngiyanan ini maun pa manga malaikat, iban parman Niya: “Bayta-i niyu kunu Aku sin kangan-nganan sin ginisan kiyta niyu yan, bang kamu bunnal in pagdaawa niyu (bat marayaw kamu daing sin papanjarihun Ku Khalifah)!.”",
                    "32": "(Nagsabunnal in manga malaikat pa Allah ﷻ sin kalamma nila) laung nila: “Mahasutsi Kaw Ya Tuhan! Bunnal sin way kaingatan namu malayingkan amura in kiya paingat Mu kamu, bunnal tuud Ikaw ra in sampurna in ingat iban Hikmat ha hukuman.”",
                    "33": "Parman sin Allah ﷻ: “Hay! Adam baytaan kanila in kangan-nganan sin manga tag-ngan yan”, Nah pagka kiya bayta na sin Adam ha Malaikat in kangan-nganan sin tiyap-tiyap sila tag-ngan, nagparman na in Allah ﷻ pa manga Malaikat: “dih ba nagbabayta Aku kaniyu bunnal tuud Aku in labi makaingat sin Ghaib ha pitunglapis langit iban lupa iban Aku in labi makaingat sin unu-unu patampalun niyu iban sin unu-unu sisipuk niyu?”",
                    "34": "Iban sabbuta (Ya Muhammad ﷺ) in waktu nagparman Kami pa manga malaikat: “Sujud kamu kan Adam sin sujud panghurmat”, Nah simujud na in manga malaikat amura wala miyagad simujud  in Iblis simagga siya iban nagtakabbur siya. Nah nahinang siya panghu sin manga Kafir.",
                    "35": "Iban sabbuta in waktu nagparman Kami: “Hay! Adam hula na kaw iban asawa mu ha surga iban kaun kamu kaduwa duun sangdan sin kabayaan niyu duwa, sagawa ayaw sadja kamu kaduwa magsuuk maun pa hangkapuun kahuy ini, karna bang kamu sumuuk mahinang kamu tau manglalaug baran!”",
                    "36": "Nah sakali giyawa sila sin shaytan (piyatuligi sila maun). Nah piyaguwa sila sin Allah ﷻ daing ha kiyaduunan nila. Iban nagparman na Kami: “Naug kamu (Adam, hawa, Iblis) pa lupa, In Iblis banta niyu, in kamu banta sin Iblis, iban aun na kahantian niyu ha gumi iban hikapaglagi niyu sampay pa waktu maabut in ajal niyu.”",
                    "37": "Sakali nakatayma hi Adam Kalimat daing ha Tuhan niya Ilham kaniya. Nah nagtawbat siya pa Tuhan, bunnal tuud in Allah ﷻ tumatayma sin Tawbat, lagi Baying-ulungun.",
                    "38": "Parman Namu: “Naug kamu daing ha surga katan aun da paratungun Ku matun kaniyu hindu, nah siyu-siyu in magad sin hindu ku wayruun kabugaan dumatung kanila iban way kasusahan nila ha Akhirat.”",
                    "39": "Iban in manga sila sumugat magkufur sarta manghimuting sin Ayat paratungun Namu, sila na yan in tagdapu sin Narka, in sila kakkal halaum niya.",
                    "40": "O manga Bani Israil (panubu sin Nabiyullah Ya'qub)! Tumtuma niyu in ni’mat Ku amuin kiyadihil Ku duun kaniyu, (iban ha manga kamaasan niyu) iban tunayan niyu in janji niyu Kaku (magparatsaya iban magtaat) hitunay Ku in janji Ku kaniyu (karayawan iban pahala) iban tunggala niyu in pagmabuga niyu Kaku.",
                    "41": "Iban pagparatsaya kamu ha napanaug Ku (Quran Mulliya) mamunnali sin kitab yan kaniyu (amuna in Tawrat namayta sin pakaradjaan Tawhid pagtuhan iban pagnabi) ayaw niyu hinanga in kamu in ha unahan magkufur (sumugat ha Quran) iban ayaw niyu pagsambian in Ayat Ku pa halga tiyu-tiyu  (amuna in dunya magkalanyap ini) iban tunggala niyu tudju Kaku in pagmabuga.",
                    "42": "Iban ayaw niyu simbugi in kasabunnalan (naug daing ha Allah ﷻ) sin kaba'talan (pikil-pikilun niyu sadja) iban hitapuk niyu in kasabunnalan (bayta sin kitab niyu papata sin Nabi Muhammad ﷺ) parahal in kamu kiyaingatan niyu (in kasabunnalan iban kiyaingatan niyu in ngi sin manapuk sin kasabunnalan).",
                    "43": "Iban tindug kamu mag sambahayang iban tunayan niyu in Zakat iban Ruku' kamu sarta sin manga tau magruruku' (iban sambahayang kamu jama'ah iban sin manga magsasambahayang).",
                    "44": "(Tiyumpalak sin Allah ﷻ in kaparian sin manga Yahudi di manjari in manga hinang niyu) Mayta mangdaak kamu ha manga manusiya papaghinangun marayaw ampa liyulupa niyu in baran niyu, parahal kamu in magbabassa sin kitab, unu di niyu kayan mapangannal sin akkal niyu (sin mangi in bihayan)?",
                    "45": "Pangayu kamu tulung pa Allahu Ta’ala ha pakaradjaan pagsabar iban pag sambahayang. Karna bunnal tuud in pakaradjaan yan landu dakula mabuhgat luwal amura di kabu’gatan in manga tau nagmabuga pa Allahu Ta’ala.",
                    "46": "Amu in manga sila nagkakannal tantu, sin hipagbak nila in Tuhan Tag-atasan kanila tumungbas sin ammal nila, iban nangangannal sin tantu madtu ra kaniya in uwian nila.",
                    "47": "O manga Bani Israil! (panubu sin Nabiyullah Ya'qub) tumtuma niyu in ni'mat Ku amuin kiya ni'mat Ku kaniyu (iban ha manga kamaasan niyu subay niyu hipagsukur hipagtaat Kaku) sin bunnal tuud in Aku piyalabi Ku in manga kamaasan niyu daing ha katan alam (piyaawnan Ku daing kanila Rasul iban piyanaugan Ku Kitab).",
                    "48": "Iban paghalli kamu sin aun hambuuk adlaw (makadahit amuna in Adlaw Kiyamat) di na makadihil in hangka tau pa hangka tau kapatut hangsulag unu-unu, iban di na taymaun in sapa'at sin hangka tau pa hangka tau, iban di na taymaun in pangatas sin hangka tau pa hangka tau iban di na sila matabang.",
                    "49": "Iban sabbuta (Ya Muhammad ﷺ ha manga Bani Israil) sin waktu liyappasan Namu in manga kamaasan niyu daing ha puhinga sin Ali (manga tindug sin) Fir'aun amuin namutang kaniyu sin sangi-ngi paminsana, pagsumbayiun nila in kaanakan niyu usug, iban piyagbuhi nila (banyagaun) in kaanakan niyu babai. Nah in pakaradjaan kimugdan kaniyu yan panukas dakula sin (Allah ﷻ) Tuhan niyu kaniyu.",
                    "50": "Iban sabbuta (Ya Muhammad ﷺ ha manga Bani Israil) in waktu biyulak Namu kaniyu in laud, ampa Namu liyappas daing ha kapuhingaan hi Fir'aun iban daing ha kalu’musan, iban liyuhmus Namu hi Fir'aun (iban sin sundalu niya), in kahalan niyu duun kamu nagpupulla’-pulla’.",
                    "51": "Iban sabbuta ha kawman mu Ya Muhammad ﷺ in waktu jimanji Kami kan Nabi Musa (hidihil Namu in Kitab Tawrat) ka'patan dum, sakali himinang da kamu sapi (siyumba niyu) sin likud niya (didtu ha bud Tur sina) tanda in kamu manglalaug baran.",
                    "52": "Mahuli miyaap Namu da kamu sin puas daing ha paghinangan niyu dusa yan, supaya kamu makapagsukur (pa Allah ﷻ nagdihil ni'mat kaniyu).",
                    "53": "Iban sabbuta pa ha kawman mu in ni’mat Ku ha waktu dihil Ku na kan Nabi Musa in kitab Tawrat iban kitab makasilang sin bunnal iban ba’tal, supaya kamu makaurul ha pandu.",
                    "54": "(In jalan1 sin pagmaap sin Allahu Ta’ala ha kawman sin Musa sin nagsumba sila sapi’) Iban sabbuta ha kawman mu (Ya Muhammad ﷺ) in waktu kapamung sin Nabiyullah Musa pa kawman niya (sin paguwi niya daing ha bud Tur Sina ha lugay niya ka’patan adlaw kiyta niya na in kawman niya nagsusumba na ha sapi’) : “(Ya Qawm! Sabunnal tuud in kamu yan liyaugan niyu na in ginhawa niyu, sin sabab himinang kamu barhala sapi’ siyusumba niyu, nah us-us na kamu pagtawbat pa Tuhan  tubus nagpapanjari kaniyu, (in hantang sin pagtawbat hipa hinang kaniyu sin Tuhan ampa kamu niya maapun) subay kamu magbunu sin ginhawa niyu in kamu yan bang niyu mahinang in diyaakan kaniyu yan, amuna in labi hikarayaw kaniyu tudju pa Tuhan niyu, iban taymaun Niya na in pagtawbat niyu, karna Siya in tumatayma sin tawbat iban Siya in Baying-ulungun.”",
                    "55": "Iban sabbuta (Ya Muhammad ﷺ ha kawman mu in pamung sin Bani Israil) ha waktu kapamung niyu : “Ya Musa! Di da kami magparatsaya kaymu sahingga subay namu kakitaan in Allah ﷻ manyatakan. Nah piyaratungan kamu (sin Allah ﷻ daing ha langit) piyatay kamu (hambuuk-hambuuk) duun kamu nagpupulla’-pulla’.”",
                    "56": "(Duun ha yan nagtangis in Nabiyullah Musa dimuwaa pa Allahu Ta’ala, laung niya : “Ya Tuhan! Unu na in hiagi ku ha Bani Israil sin miyatay na in manga tau marayaw sin kawman) Mahuli biyuhi Namu pa kamu duun ha ini nagbalik supaya kamu maka-ingat magsukur.",
                    "57": "(Biyayta pa sin Allahu Ta’ala in ni’mat kiya dihil Niya ha Bani Israil) Iban piyasindungan Namu kamu ha gabun, iban piyanaugan Namu kamu daing ha langit tunub inumun niyu iban itaw, (saginahun pa sila): “Kaun kamu sin sarayaw-rayaw Ni'mat yan kiya dihil Namu ridjiki kaniyu.” (Bang sila magkufur ha nag dihil sin Ni’mat yan bukun Kami in liyaugan nila, sagawa in kaawnan nila ginhawa nila in liyaugan nila.",
                    "58": "Iban sabbuta (Ya Muhammad ﷺ ha kawman mu in waktu nagparman Kami : “Sud na kamu manga Bani Israil pa lungan (Baytal Maqdis), iban kaun kamu sangdan sin kabayaan niyu, iban bang kamu sumud daing ha lawang niya sujud kamu pagsukur pa Allahu Ta’ala iban pamung kamu Hittah (hati niya : “Igan daing kamu in dusa namu ampuna kami!”) ampunun Namu kamu daing ha kasaan nahinang niyu, iban dugangan Namu pa in karayawan sin nag hinang marayaw.”",
                    "59": "Sagawa pindahan da sin manga sila manglalaug baran (in hindu kanila sin Allah ﷻ) maun pa bassahan bukun amuin biyayta kanila. Nah piyanaugan Namu in manga sila manglalaug baran sin bala' sakit suka intawu’ daing ha langit (aun bayta kapituwan ngaibu in miyatay sin sakit yan hangka sasaat da) sabab sin in kaawnan nila nagfasiq.",
                    "60": "Iban sabbuta kanila in waktu sin nangayu in Nabiyullah Musa pa Tuhan papainumun in kawman niya, sin waktu iyuhaw sila landu, nah nagfarman Kami kan Musa: “Lubaka sadja sin tungkud mu yan in batu yan.” Nah paglubak niya miyustak daing duun ha batu in hangpu tagduwa tuburan tubig, kiyaingatan sin tiyap-tiyap tumpukan tau daing kanila in suku’ nila pag-inumun nila. (Bat sila di magsula’gut) siyagina pa sila: “Kaun kamu iban inum kamu daing ha Ridjiki sin Allah ﷻ, ayaw sadja kamu maghinang sin kajaluhakaan iban kapuhingaan ha Gumi ini.”",
                    "61": "(Sabbuta Ya Muhammad ﷺ ha manga Yahudi ha kawman mu yan, in hinang sin manga kaapuan nila Bani Israil ha masa sin Nabi Musa) Tumtuma niyu manga Bani Israil in waktu namung kamu : “Ya Musa! Di na tuud kami makatahan ha hangka ginis da kakaun (amuna in Manna iban Salwaa), pangayui na kami pa Tuhan mu kakaun amuin magtubu ha lupa, daing ha Batung Patuliya niya iban Patula niya iban Bawang niya iban Adas niya (in Adas way kabakan ngan ha Bahasa Sug malayingkan ginisan da daing ha bigi biyaning in walna niya, kuppi in hantang niya, biya da Lunga in aslag niya iban hipaglamud ha manga tiyulah sin tau Arab) iban Sibuyas niya”, In agi kanila sin Nabi Musa: “Unu hipagganti niyu, amu palabihun niyu in kulang da halga niya yan daing ha mahalga iban labi marayaw (Manna iban Salwaa magnaug kaniyu daing ha langit), nah luwd na sadja kamu madtu pa Daira sabunnal tuud kabakan niyu ra duun in manga ginisan sin piyapangayu niyu yan. Nah dimuruk na duun kanila in kahinaan iban kabutulan, kalammahan, naka dulapak na sila pa Murka sin Allah ﷻ in hangkan sila nabihan sabab sin sabunnal tuud in sila nagkukufur simalud sila pa Allah ﷻ, iban nagpamunu sila manga kanabihan ha way kapatut bunuun, in damikkiyan yan sabab sin kama’siyat nila kapanunggud nila ha Sara' sin Allah ﷻ.",
                    "62": "Sabunnal tuud in sila amuin nagpaparatsaya (manga ummat sin Muhammad ﷺ iban sin manga mattan Yahudi (ummat sin Musa) iban sin mattan Nasrani iban sin As-Sabiiyn (amuin kawman way nag yahudi iban way nag nasrani) hisiyu-siyu daing kanila magparatsaya mattan pa Allah ﷻ iban ha Adlaw Akhirat iban mag-Ammal Saleh, nah suku nila in tungbas pahala didtu ha Tuhan Tag-atasan kanila iban way kabugaan dumatung kanila iban way kasusahan nila ha Adlaw Akhirat.",
                    "63": "Iban tumtuma niyu manga Bani Israil in waktu hinang Namu kaniyu in parjanjian mahugut (ha subay niyu in hinangun in Sara' ha kitab Tawrat) iban iyangkat Namu piyaangha' ha tungud uw niyu in bud Tur Sina, piya-insap kamu, hinanga niyu tuud in halaum Tawrat na paratung Namu kaniyu, sin hinang gaugut makusug iban tumtuma niyu tuud in halaum niya supaya kamu mabilang nagmabuga pa Allah ﷻ.”",
                    "64": "Mahuli simimay ra kamu pa dugaing sin ubus na in parjanjian. Nah bang bukun sadja kalabbihan sin Allah ﷻ duun kaniyu (taymaun na mayan in pagtawbat niyu) iban sin Ulung Niya, tantu tuud manjari na kamu daing ha manga tau lussung.",
                    "65": "Iban tantu bunnal tuud nakahati ra kamu sin hinang Namu ha manga sila himinang sin sulang (ha sara' sin Tawrat) nangawa sila ista sin adlaw Sabtu (parahal tiya’gahan yan kanila). Nah nag-agi Kami kanila: “Mahinang na kamu binatang Amu', sisigaun, hina!”",
                    "66": "Nah hinang Namu yan tungbas pamintangan ha susungun iban ha liyabayan iban pangadjian sin manga tau magmabuga pa Tuhan.",
                    "67": "Iban tumtuma niyu manga Bani Israil in waktu kapamung sin Nabiyullah Musa pa Qawm (kawman) niya laung niya: “Bunnal tuud in Allah ﷻ nagdaak kaniyu papasumbayiun kamu sapi’”, In sambung nila: “Unu in hinang mu kamu kaudjuan”, Laung sin Musa: “Magpatilibun aku pa Allah ﷻ bang mayan aku di da mahinang daing ha manga tau jahil mangungudju.”",
                    "68": "Laung nila: “Pangayui kami duwaa pa Tuhan mu asubuha papatarrangan kamu in papata sin sapi’”, Laung sin Musa: “Bunnal tuud in Allah ﷻ nag-iyan, in sapi’ yan subay bukun malaas iban bukun isab bulak, ha partangahan niya. Nah hinanga niyu na magtuy in diyaakan kaniyu. (Ayaw na mayan kamu mag pasigpit).”",
                    "69": "Sagawa namung na isab sila: “Asubuha naa kamu in Tuhan mu, palilayan kamu unu in warna niya”. Sambung sin Musa: “Bunnal tuud in Allah ﷻ nag-iyan: “In sapi yan subay in warna niya lungbus biyaning malutu mainig makaibug aturun.”",
                    "70": "Namung na isab sila: “Asubuha naa kamu in Tuhan mu papalilayan kamu bang biyadiin tuud in papata, sabab in sapi’ mataud mag-anggil ha pangatud namu iban bunnal tuud in kami In-shaa allah kumugdan na ha pandu.”",
                    "71": "Laung sin Musa: “Bunnal tuud in Allah ﷻ nag-iyan: “In sapi’ yan subay wala mahusa piyag-araruhan, iban wala kiyapagkawaan sin tubig hipagbusug tiyanum, way samuh sin ginhawa, way lintik sin warna niya”, Laung nila: “Bihayaun in kiyapatarrang muna kamu in kasabunnalan.” Nah nakasumbayi na sila, apit nila di magaus hinangun. (sabab sin halga sin sapi liyawag nila sabab sin taud sin pangasubu nila).",
                    "72": "(Naawun in sabab sin pagdaak kanila sin Allahu Ta’ala pasumbayiun sapi’) Tumtuma niyu (manga Bani Israil) in waktu nakabunu kamu tau nagbintu-bintuhi kamu ha parkala yan. Nah in Allah ﷻ ra in  magpaguwa sin pakaradjaan tiyatapuk niyu.",
                    "73": "Nah nagparman Kami: “Lubaka niyu sadja in nabunu yan sin hangka hilap daing ha sapi’ siyumbayi yan (mabuhi yan makabayta kaniyu hisiyu in miyunu kaniya) nyumata duun ha yan in kawasa sin Allah ﷻ magbuhi sin tau miyatay, piyakita Niya kaniyu in tanda kakawasahan Niya, supaya niyu mapa akkal mapangannal (in kawasa sin Allah ﷻ ha katan unu-unu).”",
                    "74": "Mahuli daing ha manga damikkiyan yan timugas da in pangatayan niyu nahinang biya batu, atawa labi pa in kusil niya daing ha batu karna bunnal tuud aun daing ha manga batu magbustak daing duun in manga suba', iban aun daing ha manga batu bang masipak tumubud in tubig, iban aun isab daing ha manga batu magkapuklid daing ha taas bud karna buga pa Allah ﷻ. (Gam in batu maglunuk iban paglimpaan sin tubig, pagka in atay sin manusiya matugas di paglimpaan sin hindu’) Iban in Allahu Ta’ala di magka sigaw magbista sin hinang niyu.",
                    "75": "Unu damdamun niyu tuud manga Mu'min, in subay magparatsaya biya kaniyu in manga Yahudi sin sabunnal tuud in kaawnan sin tumpukan sin manga pari daing kanila tainghugan nila in parman sin Allah ﷻ ubus ampa nila pindahun in kiyabayta sin kitab nila Tawrat pa tudjuhun nila pa dugaing bang nila kapahaman na parahal kahatihan nila (hikabak nila dusa, sa' di nila ra irupun).",
                    "76": "Iban apabila nila hipagbak in manga Bar-iman, laung sin manga munafiq Yahudi: “Paratsaya kami biya kaniyu!”, Sagawa apabila sila ra kuman magkahi, amuin agi nila: “Unu hibayta niyu ha manga Sahabat hi Muhammad ﷺ in bunnal biyayta kaniyu sin Allah ﷻ halaum sin Tawrat supaya aun mahinang nila saksi didtu ha hadarat sin Allah ﷻ (sin tiyuud niyu wala nagkahagad kan Muhammad ﷺ sin kiyaingatan niyu in kasabunnalan), unu wayruun akkal niyu?”",
                    "77": "Unu hangkan in hinang sin manga Yahudi bihan, wala sila maka-ingat sin bunnal tuud in Allah ﷻ in labi maka-ingat sin sisipuk nila iban sin hibukag patampalun nila?",
                    "78": "Iban awun da isab tumpuk daing ha manga Yahudi awam di makaingat magsulat malayingkan mangannal sadja (sin hipa kannal sin pari nila), iban way mahinang nila malayingkan maghuna-huna sadja sila.",
                    "79": "(Siyabbut sin Allahu Ta’ala in kangian sin manga pari manglalaung) Siksa kabinsanaan dakula ha manga sila nagsulat sin kitab Tawrat sin lima nila (pindahun nila), ubus ampa sila mamayta ha manga awam (miyamagad kanila), amuna yan in naug daing ha Allah ﷻ supaya hika dagang nila ha halga tiyu-tiyu (amuna in kahirupan dunya magkalanyap ini), Nah siksa dakula kanila daing ha pagsulat nila sin lima nila iban siksa dakula kanila daing ha mausaha nila.",
                    "80": "Iban laung nila (ha manga miyamagad kanila): “Di da kita niyu daggutan sin Narka malayingkan adlaw tiyu-tiyu sadja (biya da sin lugay sin pagsumba sapi’ atawa pitu adlaw ra)”, Asubuha sila Ya Muhammad ﷺ: “Unu nakakawa kamu janji sin bihan daing ha Allah ﷻ? (Nah bang aun kiyajanji kanila sin Allah ﷻ sin bihan) nah di in Allah ﷻ magpamaluba janji, atawa mamung kamu pa Allah ﷻ sin pamung nag sarap amuin way panghati niyu.”",
                    "81": "Tantu siyu-siyu in mag-usaha sin hinang mangi sarta magalimutas malikabbu na siya sin kasaan (biya sin hinang niyu manga Yahudi) amuna sila yan in tagdapu sin Narka kakkal sila halaum Narka salama-lama.",
                    "82": "Ampa in manga sila Bar-iman sarta nakapag-ammal saleh sila na yan in makasuku sin Surga, kakkal halaum niya salama-lama.",
                    "83": "Iban sabbuta (ha Qawm Ya Muhammad ﷺ) in waktu hinang Namu in parjanjian gawgut ha manga apu nila yan Bani Israil ha: “Ayaw tuud kamu sumumba malayingkan subay pa Allah ﷻ, iban diyaak Namu sila pa pagbaktiun ha Ina Ama nila. Iban pa pagdayawun kasuddahan pa kampung nila, iban pa manga anak ilu, iban pa manga miskin iban diyaak Namu pa sila pa pamungun sin marayaw pa manusiya, iban papatindugun sambahayang iban papadihilun zakat, ubus timuligi da kamu iban sin manga anak apu niyu pa dugaing daing ha janji iban simimay kamu pa dugaing, amura tiyu-tiyu daing kaniyu in himugut ha janji.",
                    "84": "Iban tumtuma niyu manga (Bani Israil) in waktu hinangan namu kamu parjanjian matutus ha di kamu makajari magpatu dugu (magbunu magkahi), iban di bulawun niyu in pagkahi niyu daing ha paghula, mahuli tiyayma niyu na in parjanjian ini iban nakasaksi na kamu sin subay agarun.",
                    "85": "Mahuli in kamu manga Yahudi biyaluba niyu ra in janji bakas tiyayma niyu, namunu da kamu taymanghud niyu ha agama, iban namulaw ra kamu ha kaibanan niyu daing ha paghula nila (ha way pagbimbang niyu sin parjanjian) magtimburuan kamu magpakita kanila sin kama’siyatan iban kadaruhakaan niyu iban bang awun na mara maun kaniyu bihag, hipagsambi niyu arta, ampa in parjanjian Haram kaniyu in mamulaw kanila, unu in pagparatsayahan niyu in kaibanan hukuman kiyabayta ha kitab, sulangun niyu in kaibanan (punun niyu in pagkufur iban pag-iman ampa bang magkufur na ha kaibanan mabilang na nagkufur ha katan), nah wayruun tungbas ha himinang sin bihan daing kaniyu malayingkan amuna in kahinaan iban murka ha Dunya, iban bang ha adlaw kiyamat hirukmal sila pa mapaslud siksa. Ampa in Allah ﷻ di magkaligap magbista sin hinang niyu.",
                    "86": "In manga sila yan amuna yan in piyagsambi nila pa kahirupan sin Dunya (hawpu makiput) in kasanyangan nila ha Akhirat (maluag iban malugay), Nah di na magbukla daing kanila in ajab siksa. Iban wayruun makapanabang kanila.",
                    "87": "Iban sabunnal tuud piyaratungan Namu in Nabiyullah Musa sin Kitab (Tawrat) iban piyasunuran Namu puas daing kaniya sin Karasulan, iban dihilan Namu hi 'Isa Anak sin Maryam manga baynat katarrangan (manunjuki ha in siya Rasul) iban piyasumpiyang Namu pa siya ha Jibril, sagawa sakabilang awun dumatung kaniyu (manga Bani Israil) Rasul daak sin Allah ﷻ, amu in di maagad in kabayaan sin hawa napsu niyu, magtakabbur kamu (di kamu magkahagad) in kaibanan tumpukan niyu mang himuting mang gura-gura ha Karasulan, in kaibanan bunuun niyu ra tuud.",
                    "88": "Iban amu in agi sin manga Yahudi (kan Nabi Muhammad ﷺ) in pangatayan namu nagagalimutus, di latusun sin bissara mu (in maksud bukun sadja in atay nila nagalimutus) gam mayan biyulaw na sila sin Allah ﷻ piyalayu daing ha Rahmat niya, sabab sin kakufur kasugat nila. Nah amuna in dangal in Iman nila in dangal in paratsaya daing kanila.",
                    "89": "Iban ha tatkala dumatung kanila in kitab daing ha Allah ﷻ (Quran) mag-ayak sin bayta sin kitab yaun kanila (Tawrat), iban in hinang nila sin wala pa dimatung in Quran hipagpangdaug nila ha manga Kafir (In duwaa nila: “Ya tuhan! Parauga kami ha satru namu ha sabab sin ha Barakat sin Nabi Ahir jaman amuin kiyaingatan namu ha Tawrat in papata niya amuna in Nabi Muhammad (sallallahu alayhi wsallam) niyaugan sin Quran) Nah sakali pagdatung kanila sin Nabi Muhammad ﷺ nagmanyatakan na in kiyaingatan nila halaum sin Tawrat, simugat da sila nagkufur ha piyasampay niya. Nah La'nat sin Allah ﷻ in mutang pa manga tau magkufur. (Bulaw sila daing ha Rahmat Niya ha adlaw kiyamat).",
                    "90": "Landu mangi dagangan in napi nabiy sin manga Yahudi pa ginhawa nila,  sin nagkufur simalud sila ha Quran amu in piyanaug sin Allahu Ta’ala, karna abughu nila pa Allahu Ta’ala sin in Allahu Ta’ala magpanaug daing ha kalabbihan Niya ha siyu-siyu in mapiy Niya daing ha ipun Niya, minig sila daing ha Murka kanila nakauna maun pa Murka mapaslud bihaun. Iban suku sin manga tau kafir masalud in siksa kabanyakan kahinaan.",
                    "91": "Iban apabila sila iyanun pagparatsaya kamu ha piyanaug sin Allah ﷻ (Quran) sumambung sila laung nila: “Amuna pagparatsayahan namu in napanaug kamu Tawrat!”, Iban magkufur na sila ha ulihan sin Tawrat (amuna in Quran) parahal amu in bunnal mag-ayak sin Tawrat amu in kitab yaun kanila, Asubuha kunu sila (Ya Muhammad ﷺ bang kamu mattan paratsaya ha Tawrat): “Nah mayta niyu pagbunuun in manga kanabihan sin Allahu Ta’ala nakauna bang kamu mattan nagpaparatsaya?”",
                    "92": "Iban bunnal tuud nakaratung na maun kaniyu in Nabiyullah Musa nagdara sin katarrangan dakula daing ha Allah ﷻ, mahuli himinang pa kamu sapi’ siyumba niyu sin likud niya ha bud Tur Sina, in tanda sin in kamu manglalaug baran.",
                    "93": "Iban tumtuma niyu (manga Bani Israil) in waktu hinang Namu kaniyu in parjanjian (hipapahinang kaniyu in halaum sin kitab Tawrat) iban sampay iyangkat Namu iyangha' pa taas sin uw niyu in bud Tur Sina (iban agi Namu): “Hinanga niyu tuud masamut gaugut in naparatung Namu kaniyu (yan halaum sin Tawrat) dunguga niyu, agara niyu!” In sambung nila laung nila: “Diyungug namu in Agi mu iban sulangun namu in daakan mu!”, Iban siminup na ha pangatayan nila in pagsumba ha barhala sapi’ (di na sila mabaya magpinda) sabab sin kaligguwat kakufur nila. Baytai sila (Ya Muhammad ﷺ): “Way na mangih daing sin daakan kaniyu sin piyagparatsayahan niyu yan, bang laung niyu nagpaparatsaya kamu (bukun bunnal in pamaratsaya niyu yan).”",
                    "94": "Baytai sila (Ya Muhammad ﷺ) bang in kaawnan sin kasanyangan ha daira Akhirat didtu ha sara' sin Allah ﷻ bat laung niyu luggiya tuput kaniyu biya sin da'awa niyu ha way lamud sin kaibanan tau, nah imangkana niyu kunu in kamatay (amuin hikasampay niyu madtu pa kasanyangan) bang bunnal in da'awa niyu.",
                    "95": "Sagawa di sa sila yan mag imangkan sin kamatay salama-lama, sabab sin nalilikubbu' sila sin dusa nahinang nila nakauna, ampa in Allah ﷻ tubus in panghati ha manga tau anyaya maglalaug ginhawa.",
                    "96": "Iban tantu (manga Yahudi) in kabakan mu bangsa manusiya nakalabi in ug sin kabuhi, iban daing ha manga labi makusug in pagsirik, in angutun sin hambuuk daing kanila , bang mayan humaba in umur niya hangibu tahun, sagawa di da in haba sin umur niya makahaun kaniya daing ha siksa misan pa siya ummulan ha bihan haba, bat in Allah ﷻ in nakajajaga sin katan mahinang nila.",
                    "97": "Baytai sila (Ya Muhammad ﷺ) hisiyu-siyu kaawnan niya mahinang siya banta sin Jibril (banta na siya yan sin Allah ﷻ) karna in Jibrail nanaug diyaak sin Allah ﷻ magpasampay sin Quran magpahati maun pa atay mu daing ha Ijin sin Allah ﷻ mamayta sin kasabunnalan sin kitab nakauna daing kaniya, iban padduman iban mamayta sin kakuyagan ha manga Bar-iman.",
                    "98": "Siyu-siyu in mahinang banta sin Allah ﷻ iban banta sin malaikat Niya, iban sin manga karasulan Niya, iban banta sin Jibrail iban Mikail. Nah in siya yan (las-las kafir) nah bunnal tuud in Allah ﷻ in nabanta sin manga tau Kafir.",
                    "99": "Iban tantu bunnal tuud napanaug Namu na maun kaimu (Ya Muhammad ﷺ) in Ayat matampal katarrangan (manunjuki sin in ikaw Nabi) iban way magkufur ha yan malayingkan mahinang siya Fasiq (Kafir).",
                    "100": "Di ba nakamataud na in manga Yahudi timayma janji, sakabilang sila jumanji sin janji mahugut, nah balubahun da sin kaibanan tumpukan daing kanila, gammayan in labi mataud daing kanila in di magparatsaya.",
                    "101": "Iban ha tatkala dimatung na maun kanila in Rasul (Muhammad ﷺ) daak daing ha Allah ﷻ magbayta sin kasabunnalan sin kitab yaun kanila, balubahun da sin sin manga Yahudi nangangaput sin kitab (Tawrat) in kitab (Quran) sin Allah ﷻ (manunjuki sin Kanabi hi Muhammad ﷺ) hibutang nila pa taykud nila, saka ula-ula wala nila kiyaingatan.",
                    "102": "Iban magad sila sin bayta pagsugsugun sin Saytan ha timpu Pagdatu sin Sulayman, ampa wala hi Sulayman nagkufur, wala siya nagkahagad ha Sihir sin Saytan sagawa manga Saytan in nagkufur manghindu sila ha manusiya sin Sihir, iban amu in (iyagaran sin nakura sin manga Yahudi) in napanaug maun pa duwa Malaikat ha hula Babil (Babylon) amuna in Harut iban Marut (piyanaug sila sin Allah ﷻ mari pa Dunya hipanukas ha manusiya) iban di da isab himindu naa misan hambuuk tau sin Sihir, hingga subay kabaytaan nila naa: “Bunnal in kami ini piyara mari kaniyu fitnah (panukas daing ha Allah ﷻ), ayaw kamu magkufur (iban ayaw niyu pakayan in Sihir yan pa hikamula)”, Nah nagguru kanila in manusiya (Yahudi) sin Ilmu Sihir amuin hika pabutas nila ha antara sin tau magtiyaun, iban misan nila pakayun in Ilmu Sihir di da isab sila makaparatung mudarat pa tau, malayingkan daing ha Ijin sin Allah ﷻ. In hal sin manga Yahudi amu in piyag guruhan nila in makamudarat, bukun amu in giyuruhan nila in makamumpaat, iban tantu bunnal tuud naka ingat da in manga Yahudi bang hisiyu in mangusaha sin Kitab sin Allahu Ta’ala amu in higanti niya in Sihir, way na parsukuan niya Rahmat ha Surga ha Adlaw Akhirat, landu mangi dagangan in napiy nabiy sin manga Yahudi pa baran nila bang sadja nila kiya ingatan.",
                    "103": "Adapun bunnal tuud in sila bang in hinang nila nagparatsaya iban nagmabuga na sila pa Allah ﷻ, tantu tuud in pahala in kabakan nila didtu ha Hadarat sin Allah ﷻ labi afdal (daing sin Pagsihir way makawa nila malayingkan Murka iban kalugian) bang sadja nila kiyaingatan.",
                    "104": "Ya kamu manga Nagpaparatsaya ayaw niyu pamungan in laung niyu: “Ipata kami ha bu’luyan!” Sagawa pamungan niyu: “Ipata kami jiyajagahan!” Iban tayinghug kamu agara niyu in bayta kaniyu, adapun in manga Kafir in tagsuku sin siksa mabisa.",
                    "105": "Di tuud maya' in manga sila kafir daing ha Yahudi na mayan atawa daing ha Nasrani iban sin manga Mushrik amuin awun mapanaug misan hangsulag maun kaniyu karayawan, saguwa in Allah ﷻ Siya in magpiy sin butangan sin Rahmat Niya (Pagnabi iban Wahi bang hisiyu in kabayaan Niya butangan daing ha manga ipun Niya). Iban in Allah ﷻ in Tagpunyahi sin kalabbihan dakula.",
                    "106": "Unu-unu na in pindahan Namu ubahun daing ha Ayat (hukuman ha Quran) atawa hipapalupa Namu na kaniyu gantian Namu da sin dugaing labi marayaw daing kaniya atawa sibu niya. Wala ka kaw nakaingat sin bunnal tuud in Allah ﷻ sangat kawasa ha katan unu-unu?",
                    "107": "Unu wala ka kaw nakaingat (hay kaw na tudju sin bissara ini) sabunnal tuud in Allah ﷻ Kaniya in pagmilik ha pitung lapis langit iban lupa (Siya in magbaya mutang ha piyapanjari Niya sin unu-unu in kabayaan Niya) wayruun na kabakan niyu dugaing daing ha Allah ﷻ wali (mamaugbug, jumaga) sin unu-unu na pakaradjaan niyu iban makatabang kaniyu.",
                    "108": "Atawa in kabayaan niyu (manga kamu Mu'min ummat hi Muhammad ﷺ) umasubu kamu ha Rasul daak maun kaniyu yan, biya sin pangasubu kan Musa sin kauman niya ha masa nakauna? Nah hisiyu-siyu in gantian niya sin kakufur in Iman, tantu tuud nalaung na siya daing ha dan mabuntul.",
                    "109": "Nag-angut in manga kamatauran nangangaput kitab (Yahudi iban Nasrani) bang mayan kamu mapabalik nila pa kakufur puas daing ha pag-iman niyu, karna jangki nila kaniyu guwa daing ha ginhawa nila, pagkalimahil na kanila in Agama niyu amuin bunnal. Nah maapa niyu sila iban hanunuta niyu sila, tagari niyu hingga paratungun sin Allah ﷻ in daakan Niya (ha paatuhun na kamu magbunu kanila) bunnal tuud in Allah ﷻ in makagaus ha katan unu-unu (pamaulihan Niya ra sila yan bang mabut in waktu).",
                    "110": "Tilusa kamu timindug sin sambahayang iban timumuka1 niyu zakati in arta niyu, iban unu-unu na sadja in hinang marayaw mahinang niyu tudju pa Allah ﷻ suku sin ginhawa niyu, kabakan niyu in pahala niya didtu ha hadarat sin Allah ﷻ. Bunnal tuud in Allah ﷻ nagjajaga sin katan hinang niyu.",
                    "111": "In pamung sin manga Yahudi laung nila: “Way tagaran makasud Surga malayingkan subay in kaawnan niya Yahudi!” In pamung sin nasrani: “Way makasud Surga amura in Nasrani!” In manga bihan angut sadja sin huna-huna nila, iyana sila (Ya Muhammad ﷺ): “Karian niyu kunu kitaun ku in katarrangan sin bissara niyu bang awun kasabunnalan sin agi niyu.”",
                    "112": "Amu in tantu (makasud Surga) in tau biyugsu niya ikhlas in ginhawa niya piyagpatikupu pa Allah ﷻ, sarta in hal niya ha hinang marayaw (Mu'min magsiddiq pa Rasulullah) Nah in siya yan amuna in awun tungbas pahala tiyatagama kaniya sin Tuhan niya didtu ha hadarat Niya, iban way na kabugaan dumatung kanila ha Akhirat iban way na kasusahan nila.",
                    "113": "Iban in pamung sin manga Yahudi: “Way sayan ab-abun sin manga Nasrani yan hangsulag unu-unu (sabab in Agama nila ba'tal)!” Iban laung isab sin mga Nasrani: “Way sayan ab-abun sin manga Yahudi hangsulag unu-unu (sabab in Agama nila wala kimugdan)!” Parahal in sila ini sibu nagbabassa kitab (Tawrat iban Injil, sagawa in Nasrani di magparatsaya ha tawrat iban kan nabiyullah Musa iban in yahudi di magparatsaya ha Injil iban kan Nabiyullah 'Isa) biya da sin damikkiyan yan in bissara sin manga sila amuin way panghati (biya da ha yan in bissara sin sila manga Arab magsisirik biya da sin bissara nila yan, laung nila in Muhammad ﷺ way ra isab ab-abun hangsulag unu-unu sabab in Agama niya bukun marayaw). Nah in Allah ﷻ na in mutang sin hukuman ha antara nila ha Adlaw Kiyamat sin unu-unu na in piyagtugibahan nila.",
                    "114": "Iban siyu pa in tau kimalap in kaanyaya daing ha tau manglang ha manusiya di pa pag-ibadatun maun pa masjid sin Allah ﷻ, duun ha pag-ibadatan masabbut in Ngan sin Allah ﷻ (biya sin panglang sin manga Kafir Quraysh), iban papanawan niya pa pikilan sin hika lubu sin masjid (biya sin hinang sin manga Roman ha Baytal Maqdis) parahal bang paamuhun way kapatut nila sumud maun pa masjid malayingkan mag-ibadat pa tuhan iban pagpatikupu kaniya. (Bukun in gawi manglubu), masuku da sin manga tau anyaya yan in kahinaan ha Dunya iban kanila ra in siksa dakula ha Akhirat.",
                    "115": "Iban milik da sin Allah ﷻ in subangan, sadlupan. Pakain-pakain hidaak kaniyu sin Allah ﷻ hipa tudju yan da duun in Allahu Ta’ala, bunnal tuud in Allah ﷻ sangat maluag in kakawasahan Niya, iban sin pang-ingat Niya.",
                    "116": "Iban (in pamung sin manga Yahudi iban sin manga Nasrani iban sin manga magsisirik) laung nila: “In Allah ﷻ awun anak (laung sin Yahudi: “In Uzayr anak sin Allah ﷻ!” Laung sin Nasrani: “In ‘Isa anak sin Allahu Ta’ala!” Laung sin magsisirik: “In malaikat anak babai sin Allah ﷻ!”) Mahasutsi in Allah ﷻ daing ha manga nasabbut yan (puting in katan da'awa nila yan) sagawa amuin bunnal in Allah ﷻ in nagpapanjari sin pitung lapis langit iban lupa (iban sila katan na sabbut yan) subay lunlun magpatikupu Kaniya magad sin kabayaan Niya.",
                    "117": "In Allah ﷻ in nagpapanjari sin langit iban lupa ha way iyupihan, iban apabila Siya magkahandak magpaawun unu-unu sadja pakaradjaan, sabunnal tuud maawun sadja ha pamung Niya: “Awun kaw!”, Maawun na.",
                    "118": "Iban in piyamung sin manga sila di makahati (manga Kafir, Quraysh, Mushrik): “Bang isab kami diya sin Allah ﷻ nagbissara (biyaytaan sin ikaw Muhammad ﷺ daak Niya) atawa piyaratungan Niya kami Ayat pahati (magmattan da mayan kaw kamu)!” Biya da hayan in bissara sin manga sila nakauna daing kanila yan biya da sin bissara nila yan, nag agiad da in pangatayan nila yan (iban sin manga kaapuan nila in kapissukan iban kabingkungaan) bat bunnal tuud napatarrang Namu na in Ayat kasabunnalan (manunjuki ha in ikaw daak Namu, iban in piyasampay mu bunnal) matampal ha manga tau mangangannal.",
                    "119": "Sabunnal tuud in Kami diyaak Namu kaw (Ya Muhammad ﷺ) mamayta sin kakuyagan (Surga sin manga tau magparatsaya), iban mamanda daing kabinsanaan (Narka sin manga tau masalud), iban bukun na ikaw in atas ha manga tau (masalud bang sila makasud pa Narka Jahannam (ha ubus nakaw nagpasampay kanila sin daakan kaymu).",
                    "120": "Iban (ingata asal) in way waktu abutun kumuyag kaymu in Yahudi iban Nasrani hingga lual bang kaw magad sin Agama nila, baytai sila (Ya Muhammad ﷺ): “Bunnal tuud in Hidayat sin Allah ﷻ (pa Agama Islam) amuyan in Hidayat pa kasabunnalan, iban bunnal tuud bang kaw magad sin hawa napsu sin  pikilan nila, ha ubus na dimatung kaymu in pang-ingat sin kasabunnalan, wayruun tagaran mu daing ha Allah ﷻ pamalihara iban partulungan.”",
                    "121": "In manga sila amuin kiyaparatungan Namu kitab (manga Yahudi iban Nasrani simud pa Islam), biyassa nila in kitab nila sin bassahan piya agad ha kasabunnalan, in sila yan amu in mabilang namaratsaya ha Quran iban siyu-siyu in magkufur ha Quran, nah in sila yan sila na yan in nalugi lussung.",
                    "122": "Ya kamu Bani Israil! Tumtuma niyu in Ni'mat Ku amuin kiyadihil Ku Ni'mat kaniyu iban tumtuma niyu bunnal tuud in Aku piyalabi Ku kamu daing ha katan Ummat halaum sin Alam (sin timpu niyu nakauna).",
                    "123": "Iban pag himmat kamu ha kabubugaan ha Adlaw makabuga (amuna in Kiyamat ha adlaw yan) way ginhawa makatabang ha ginhawa iban ha adlaw yan di na taymaun in pang-atas (sin hangka tau pa hangka tau) iban di na magkagunahan in sapaat sin hangka tau pa hangka tau iban way na makatabang kanila.",
                    "124": "Iban sabbuta (Ya Muhammad ﷺ in waktu tiyandas hi Ibrahim sin Tuhan tiyukbalan sin kabtangan  pardaakan mananggungi sin Sara'. Nah kiyaakuhanan niya, nahinang ha kasampurnaan, nagparman in Allah ﷻ kaniya: “Bunnal tuud in Aku, hinangun ta kaw suntuan pangagaran sin manusiya!”, Laung sin Ibrahim: “Iban hinangi Ya Tuhan ku daing ha manga panubu ku (sumupu kaku).” Parman sin Allah ﷻ: “Di yan madawhat in kalabbihan janji ku yan sin manga tau anyaya.”",
                    "125": "Iban sabbuta in waktu hinang Namu na in Ka'bah paghahamurungan sin manusiya iban hinang Namu pagsasalamatan ha makasilu maun kaniya, iban biyugsu ha manusiya in Maqam sin Ibrahim hinanga niyu pagsasambahayangan, iban diyaak Namu hi Ibrahim kay Ismail papalanuan: “Lanui niyu in Baitullah daing ha simbul iban Barhala supaya mahayang ha Magtatawaf, iban Mag-i'tikaf mag-ibadat iban Magruruku' iban Magsusujud duun!”",
                    "126": "Iban sabbuta in waktu nakapamung in Ibrahim: “Ya Tuhan ku! Hinanga in hula ini (amuna in Makkah Al-Mukarramah) hula masanyang, malinaw in tau niya, iban dihili in tau niya Ridjiki jinisan bunga kahuy sasuku sin sila mamaratsaya pa Allah ﷻ iban ha Adlaw Akhirat (piyupuk sin Ibrahim in duwaa niya tungud sadja pa manga Mu'min, jiyawab siya sin Allah ﷻ) parman Niya: “Agad sampay tau magkufur pasanyangun Ku sila hangka jagkit diy ha Dunya mahuli ha Adlaw Akhirat hurusun Ku ra pa siksa ha Narka iban sangi-ngi' datungan!”",
                    "127": "Iban sabbuta in waktu pagpatindug sin Nabiyullah Ibrahim sin Hag sin Baytullah siya iban sin Ismail iban panginduwaa niya: “Ya Tuhan namu! Taymaa kamu in ammal namu, bunnal tuud tunggal da Ikaw in sangat makadungug sin duwaa namu iban sangat makaingat sin hinang namu!”",
                    "128": "Ya Tuhan namu! Hinanga kami Muslim sabunnal magpatikupu Kaymu, iban hinanga in panubu namu Ummat Muslim sabunnal magpatikupu Kaymu, iban patampala kamu in Sara' aturan sin pag-ibadat paghajji namu, iban taymaa in pagtawbat namu. Bunnal tuud tunggal Ikaw in tumatayma sin Tawbat, Baying-Ulungun.",
                    "129": "Ya Tuhan namu iban parahi sila yan Rasul daak Mu daing ha bangsa nila, magbassa magpasampay kanila sin Ayat daing Kaymu iban maghindu kanila kitab (Quran) iban Al-hikmah (Hadith), iban maglanu kanila daing ha lummi sin ma’siyat iban Shirik. Bunnal tuud tunggal da Ikaw in kawasa manglunggu sampurna in hukuman.",
                    "130": "Iban hisiyu-siyu in makaatas mutas daing ha Sara' sin Agama piyag-agamahan sin Ibrahim, malayingkan lual bang tau nagpalulus na ha kadunghaw sin ginhawa niya. Bat bunnal tuud in Ibrahim piniy Namu siya labi malanu ha Dunya, iban bunnal tuud in siya ha Adlaw Akhirat daing ha manga tau Salih.",
                    "131": "Sabbuta in waktu sin nagparman kaniya in Tuhan niya: “Pagmalulus kaw magad ha daakan sin Tuhan!” In agi niya: “Magmalulus aku magad ha daakan sin Tuhan Tag-atasan sin katan alam.”",
                    "132": "Iban nagwasihat in Ibrahim sin tungud pag-agama ha manga anak apu niya, iban hi Nabiyullah Ya’qub amu agi: “Ya kamu manga anak apu ku bunnal tuud in Allah ﷻ piniy-an Niya kamu Agama pag-agamahan amuna in Islam. Nah tutug kamu ha Agama Islam ayaw kamu magpakimatay malayingkan subay kamu Muslim!”",
                    "133": "Gammayan awun kamu nakasakup sin pamung sin Nabiyullah Ya’qub sin waktu kiyabanhaan niya na in kamatay niya, ha waktu yan laung niya ha manga anak apu niya: “Unu in tudjuhun niyu pag-ibadatan ha mahuli?” Laung sin anak apu niya: “In pag-ibadatan namu amuin Tuhan Tunggal susumbahun siyumba mu iban siyumba sin manga kaamaan namu hi Ibrahim iban Ismail iban Ishaq iban in kami tuput kaniya magmalulus sumumba.",
                    "134": "In manga sila yadtu, amuna yadtu in manga Ummat Jamaa Muslim nakauna (biya na kan Ibrahim, Ismail, Ishaq, Ya’qub) dihilan pahala in nahinang nila, iban in kamu dihilan da isab pahala in mahinang niyu bang kamu di makasulang, iban di na hiasubu kaniyu in bang unu in kaawnan sin mahinang nila.",
                    "135": "Ampa in pamung sin manga Yahudi: “Agad na kamu ha Agama Yahudi umamu kamu!” Laung isab sin Nasrani: “Agad kamu ha Agama sin Nasrani, umamu kamu!” Baytai sila Ya Muhammad ﷺ in agaran namu Agama sin Ibrahim timutungkilang in kabuntul daing ha katan Agama, iban bukun in kaawnan hi Ibrahim daing ha manga tau magsisirik.",
                    "136": "Baitai niyu sila (manga kamu Mu'min laung niyu): “In kami paratsaya kami pa Allah ﷻ, iban paratsaya kami ha kitab napanaug kamu (amuna in Quran) iban ha Suhuf (kitab) amuin napanaug maun kan Ibrahim, iban hi Ismail iban hi Ishaq, iban hi Ya’qub, iban ha manga anak apu sin Ya’qub, iban ha kitab napanaug maun kan Musa iban kan 'Isa iban sin napanaug pa manga kanabihan daing ha Tuhan nangangatas kanila, wayruun pinigun namu misan hambuuk daing kanila, iban in kami tuput pa Allah ﷻ magmalulus magad ha daakan Niya.”",
                    "137": "Nah bang sila (manga Ahlil Kitab ; Yahudi, Nasrani) nagparatsaya ha biya sin piyagparatsayahan niyu. Sabunnal tuud umamu da mayan sila ha pandu biya kaniyu, ampayan bang sila simimay pa dugaing, nah tantu in sila nabubuhlak. Nah jukup da in Allah ﷻ mangatas kaymu (Ya Muhammad ﷺ) daing ha puhinga nila, iban in Allah ﷻ sampurna in Pangdungug, Pangita.",
                    "138": "Agama yan sin Allah ﷻ, nah hisiyu pa in makapalabi dayaw daing sin Agama sin Allah ﷻ, in kami tunggal Kaniya magtag-ipun.",
                    "139": "Baytai sila (Ya Muhammad ﷺ): Dahun niyu kami maglugat ha pakaradjaan tungud pa Allah ﷻ sin in Allah ﷻ tuhan namu iban tuhan niyu, na' ka'mu da in tungbas sin hinang namu iban kaniyu ra in tungbas sin hinang niyu, ampa in kami mag-ikhlas kami sin hinang namu pa Allah ﷻ.",
                    "140": "Atawa mamilassakan kamu (manga Yahudi & Nasrani) laung niyu: “In Ibrahim iban Ismail iban Ishaq iban Ya’qub  iban sin anak apu nila (laung niyu) in kaawnan nila Yahudi iban Nasrani!”, Iyana sila (Ya Muhammad ﷺ): “Unu kamu ka in labi makaingat sin pag-agama nila, atawa Allah ﷻ ra in labi makaingat (nah piyamahalayak sin Allahu Ta’ala in Agama sin manga tau yan Agama Islam), iban hisiyu pa in tau lumabi in kaanyaya daing sin tau hitapuk niya in parsaksian duun kaniya amuin biyayta sin Allah ﷻ (biya sin kamu Yahudi iban Nasrani, tiyapuk niyu in bayta sin Tawrat iban Injiyl, sin in kanabihan nasabbut lunlun Agama nila Islam, iban Nabi Muhammad ﷺ amuna in hinapusan Nabi iban Rasul?) iban in Allah ﷻ di magkalupa sin katan mahinang niyu yan.”",
                    "141": "In manga sila yadtu amuna yadtu in manga Ummat Jamaa Muslim sin limabay, hidihil kanila in karayawan sin hinang nila, in kamu hidihil da isab in tungbas sin hinang niyu . (Kanila in tungbas sin hinang nila iban kaniyu in tungbas sin hinang niyu) bukun kamu in asubuhun ha unu-unu in nahinang nila.",
                    "142": "Sung da hipamung sin manga tau bingkunga in akkal daing ha manusiya, unu laung nila in karna nagpinda sila daing ha Kiblat nila amu in hiyaharap nila, (piyagsambahayangan amuna in Baital Maqdis sin karasulan daing tagna) Baytai sila (Ya Muhammad ﷺ): “In katan pihak subangan sadlupan milik sin Allah ﷻ (iypun Niya kami pakain-pakain hipatudju Niya kamu magad sadja kami) karna Siya in magpabatuk papandu ha siyu-siyu kabayaan Niya (daing ha manga iypun Niya panduan) pa dan mabuntul.”",
                    "143": "Iban biya da isab sin damikkiyan yan (sin pagpandu Namu kaniyu pa dan mabuntul yan) in paghinang Namu kaniyu Ummat napiy partangahan, supaya kamu mahinang saksi sin manusiya. (Ha Adlaw Kiyamat sin in karasulan nakapasampay sila sin daakan kanila) iban mahinang pa in Rasulullah saksi niyu (sin bunnal tuud in siya nakapasampay kaniyu sin daakan kaniya) iban way dugaing maksud hinang Namu in kiblat amuin pagkiblatan mu yan malayingkan in maksud tanda panukasan pangitaan bang hisiyu in gaugut in pangagad niya ha Rasul (Muhammad ﷺ) iban bang hisiyu in magbalik pa ulihan niya maghagaw-hagaw ha pag-agama, magbalik pa kakufur) pagka in kaawnan sin pagpinda kiblat ini tantu parkala dakula, malayingkan maluhay ha manga sila kiyahidayatan sin Allah ﷻ. Iban bukun in kaawnan sin Allah ﷻ manglawa sin Iman niyu (di Niya lawaun in pahala sin sambahayang niyu tagna harap pa Baital Maqdis karna bunnal tuud in Allah ﷻ tantu landu Baying-Kasihun Baying-Lasahun ha manga manusiya.",
                    "144": "Tantu tuud kiykita Namu in pagbalik-balik mu sin bayhu mu umatud pa langit (Ya Muhammad ﷺ sin mabaya kaw mapinda in kiblat mu daing ha Baital Maqdis pa ka'batullah) Nah pindahun Namu na kaymu in Kiblat pa kabayaan mu, nah patudjuha na in bayhu mu pa gihtung sin Masjidil Haram (tudju pa Ka'batullah) iban ha unu-unu na in kiyaduunan niyu (manga Mu'min) patudjuha niyu in bayhu niyu pa gihtung sin (Ka'bah ha) Masjidil Haram, iban bunnal tuud in manga sila nangangaput kitab (manga Yahudi iban Nasrani) tantu kiyaingatan nila in pagpinda Kiblat yan, bunnal tuud daakan sin Tuhan amuin mangangatas kanila (sagawa di sila kumahagad, gam mayan subahatan nila in manga manusiya) ampa in Allah ﷻ di magkaligap magbista sin sabarang hinang nila.",
                    "145": "Ibut tantu tuud misan mu pa mara maun pa manga nangngaput kitab (Yahudi iban Nasrani) in katan Ayat (ha pasal sin pagpinda sin Kiblat) di da sila yan magad sin Kiblat mu (Ya Muhammad ﷺ, iban bukun na isab in ikaw magad ha Kiblat nila, (bat piya pinda na kaw sin Allahu Ta’ala daing duun) iban bukun da isab in sila yan pa kaniya pa kaniya nag aagad Kiblat (in Yahudi iban Nasrani) iban tantuha tuud in ikaw bang kaw magad sin kabayaan sin hawa napsu nila sin ubus na yan piyaratung kaymu in panghati marayaw. Bunnal tuud in ikaw bang mabihan manjari kaw  daing ha manga tau nanglaug baran.",
                    "146": "In manga sila amuin kiyaparatungan Namu kitab (Yahudi iban Nasrani) kiyaingatan nila in Nabi Muhammad ﷺ sin pang-ingat mahantap, biya sin pangilal nila ha anak nila, sagawa bunnal tuud in manga tumpukan daing kanila tantu hipagtapuk nila in kasabunnalan parahal kiyaingatan nila.",
                    "147": "In yan kasabunnalan (Ya Muhammad ﷺ wahi kaymu daing ha Tuhan mu (pasal sin pakaradjaan sin Kiblat) nah ayaw na kaw tuud maghagaw-hagaw.",
                    "148": "In tiyap-tiyap ummat awun Kiblat tutudjuhun nila (in Yahudi awun Kiblat nila, in Nasrani awun Kiblat nila, nah in kamu manga Mu'min hidayatan na kamu pa Kiblat sabunnal, ayaw kamu maghagaw-hagaw) paglumba kamu mag-unahan pa hinang kugdan pa marayaw, ha unu-unu in kaawnan niyu paratungun da kamu sin Allah ﷻ madtu Kaniya katan (punun da kamu ha hisab iklakun in nakaamu iban sin wala umamu) bunnal tuud in Allah ﷻ Tunggal kawasa ha katan unu-unu.",
                    "149": "Iban pakain-pakain kaw sakira-kira makaguwa sin hula (makapanaw) pa tudjuha ra in bayhu mu (bang kaw magsambahayang) pa gihtung sin Masjidil Haram (amuna in Ka'bah) iban bunnal tuud amuyan in tantu bunnal bayta karidaan sin Tuhan mu, iban in Allah ﷻ di magkaligap magbista sin sabarang mahinang niyu.",
                    "150": "Iban pakain-pakain kaw sakira-kira makaguwa daing ha hula (makapanaw) patudjuha in bayhu mu (bang kaw magsambahayang pa gihtung sin Ka'bah ha Masjidil Haram) iban kira-kiraha unu-unu in kiyaduunan niyu patudjuha niyu in bayhu niyu pa gihtung sin Masjidil Haram (Ka'bah), hasupaya di maawun in tinggilan sin da'awa sin manusiya kaniyu (sin Yahudi laung nila: “Simulang hi Muhammad ﷺ sin Agama namu parahal miyamagad siya sin Kiblat namu) amu ra sayan duma’awa in manga tau anyaya daing kanila (asal di tumayma unu-unu dalil). Nah ayaw na kaw mabuga kanila, kabuga na kaw Kaku, supaya masampurna Ku in Ni'mat Ku duun kaniyu (amu in piyatudju Ku kamu pa Kiblat kasabunnalan, Kiblat sin Ibrahim) iban supaya kamu makaagad ha pandu sin Hidayat.",
                    "151": "Biya sin (kasampurnaan sin Rahmat dihil Ku kaniyu) amu in piniy Namu daak maun kaniyu in daing ha pagkahi niyu, magbassa kaniyu sin Ayat Quran namu, iban maglanu kaniyu (daing ha lummi sin kasirik), iban maghindu siya kaniyu sin kitab (Quran) iban Hikmat (Hadith Sutsi) iban maghindu kaniyu sin unu-unu wala niyu pa kiyaingatan.",
                    "152": "Nah tumtuma niyu aku (ha pag-ibadatan iban pagta-atan) tumtumun ku kamu (ha pagdihil pahala iban kaampunan) iban pagsukur kamu kaku iban ayaw kamu magkufur.",
                    "153": "Ya kamu manga Namamaratsaya, pikitulung kamu ha Allahu Ta’ala bang mayan kamu mahinang tau masabar, iban matikaman magsambahayang, bunnal tuud in Allah ﷻ gumapi mamalihara ha manga tau sabar.",
                    "154": "Iban ayaw kamu mag-iyan ha siyu-siyu na tau mapatay bunu' ha mattan Jihad pa Allah ﷻ, manga in sila yan miyatay na, gam mayan in sila yan buhi, sagawa di niyu kabahunusan.",
                    "155": "Iban tantu tandasun Namu kamu sin unu-unu na jinisan panandas, kabugaan atawa hapdi atawa hilangan in arta atawa mapatay in tau kalasahan atawa pakitiun in bunga sin tiyanum niyu, iban pakuyaga (sin Surga tungbas sin panandas yan) in manga tau masabar.",
                    "156": "Amuin manga sila apabila sila kugdanan sin panukas yan, amuin hipamung nila : “Bunnal tuud in tagmilik kamu in Allah ﷻ, iban bunnal tuud in kami madtu ra Kaniya pabalikun.”",
                    "157": "In manga sila yadtu duun na kanila in kasanyangan daing ha Tuhan Tag-atasan kanila iban Rahmat, iban in sila yadtu, sila na in imamu ha pandu halaum sin hidayat pa dan kasanyangan.",
                    "158": "Bunnal tuud in bud Safaa iban Marwah in yan daing ha panduga sin pag-ibadatan pa Allah ﷻ, nah hisiyu-siyu in nakapaggawi pa Baitullah atawa nakatibaw, nah way dusa niya ha magtumbang-balik siya ha ut sin duwa bakud yan, (bang in manga Mushrik magtumbang-balik sila duun nag aangkul sila sin Barhala, nah in kamu magtumbang-balik kamu duun karna sin Allahu Ta’ala) Nah hisiyu-siyu in makapataud sin hinang marayaw, bunnal tuud in Allah ﷻ makug tumungbas sin ta'at Kaniya, sangat makaingat sin hinang niyu.",
                    "159": "Sabunnal tuud in sila amuin manapuk sin amuin napanaug Namu daing ha tanda katarrangan iban pandu kasabunnalan (sin in Muhammad ﷺ daak hinapusan) ha ubus na in pakaradjaan piyatarrang Namu pa manusiya halaum sin Kitab (napanaug Namu daing ha langit) sila na yadtu in liya'nat sin Allah ﷻ, iban luma'nat pa kanila in tau Mu'min iban malaikat,",
                    "160": "Malayingkan in sila amuin nakapagtawbat iban mapinda nila pa marayaw in mangi nahinang nila iban kiya patarrang nila (pa manusiya in bakas tiyapuk nila) in manga sila yadtu taymaun Ku in pagtawbat nila iban Aku ra in tumatayma sin Tawbat, lagi Baying-Ulungun.",
                    "161": "Bunnal tuud in sila amuin manga masugat Kafir iban matay na sila ha hal nila Kafir, duun na kanila yadtu maglimbuug in la'nat sin Allah ﷻ iban malaikat iban luma'nat kanila in katan manusiya (sampay kafir luma'nat bat in Kafir magla’nat liya’nati sila magkahi ha Adlaw Kiyamat),",
                    "162": "Kakkal sila halaum Narka halaum La’nat, di maggaan daing kanila in siksa, iban di sila pagkunhuran.",
                    "163": "Adapun in Tuhan niyu patut sumbahun Tuhan Tunggal (Allah) way Tuhan mapatut sumbahun malayingkan Siya, Siya in Baying-Ulungun iban Baying-Kasihun.",
                    "164": "Sabunnal tuud in pagpapanjari sin pitung lapis langit iban lupa, iban sin pagsubli sin dum iban adlaw, iban sin pagpanaw sin sasakatan dakula asibi ha laud, ha hika pagguna sin manusiya, iban sin pagpatu' sin Allah ﷻ daing ha langit sin tubig ha taas gabun, amuna in mamuhiy-muhian in lupa (in sagbut in panghiyanum in kakahuy-kahuyan) bakas patay, tigang gang-gang iban sin pagbulakay niya sin inda barapa binatang ha lupa, iban sin pagpasubli ganti sin huyup sin hangin iban sin paggunda-guyu ha gabun ha antara sin langit iban lupa, tantu yan mamayta sin tanda kakawasahan sin Allah ﷻ pamayta pa manga kawman sin tau taga-akkal.",
                    "165": "Iban awun daing ha manga manusiya (kimalap na in kabingawan) amuin tau kumawa siya limbagan sumbahun niya puas daing ha Allah ﷻ lasahun nila, lagguun nila biya sin lasa panglaggu pa Allah ﷻ, ampa in sila manga bar-iman, tunggal in kusug sin lasa nila pa Allah ﷻ, ampa bang sadja mapangannal sin manga sila tau nang-anyaya in waktu kakitaan nila na in ajab siksa ha Adlaw Kiyamat, nah bunnal tuud in katan kawasa tuput Tunggal ha Allah ﷻ, iban bunnal tuud in Allah ﷻ sangat mapangsan in siksa Niya.",
                    "166": "Sabbuta kanila in aun waktu manaksil mamuas na in manga sila iyagaran (amuin nagnanakura nang dahi pa hinang mangi) manaksil mamuas na daing ha manga miyamagad kanila, iban ha waktu kakitaan nila na in siksa (sung dumatung kanila) sarta mabugtu na kanila in katan parsababan (sin paglasa sin iyagaran iban sin miyagad iban mabugtu na kanila in parsababan sin hikaguwa daing ha narka iban parsababan sin hikabalik nila pa Dunya mag-ammal).",
                    "167": "Iban in pamung isab sin manga sila nakaagad (pa hinang mangi ha nakura anyaya) bunnal tuud bang sadja awun kalabayan Namu pa Dunya makapamuas kita niyu isab daing ha manga sila nangda katu pa kalaungan yan, biya sin pamuas nila katu, karna duun ha biya sin damikkiyan yan, hipakita na kanila sin Allah ﷻ in hinang nila mangi, tumattap duun kanila in susun, wayruun na a-garun nila makaguwa daing ha Narka.",
                    "168": "Ya kamu manga manusiya! Kaun kamu sin sabarang Halal marayaw kaniyu, daing ha jinisan ha gumi ini, ayaw sadja kamu magad sin papanaw sin Saytan, sabab bunnal tuud in Saytan yan banta niyu las-las.",
                    "169": "Sabunnal tuud in katan daakan sin Saytan kaniyu lun-lun sadja yan pa mangi, iban pa ma'siyat langgal sara' iban papamungun kamu sin Saytan pa Allah ﷻ sin pakaradjaan di niyu kaingatan, papabaytaun kamu Halal sin hiyaram sin Allahu Ta’ala.",
                    "170": "Iban (in manga Musrik) apabila sila baytaan agad kamu ha napanaug sin Allah ﷻ (maun pa Rasul Niya hi Muhammad ﷺ amuna in Quran simay na kamu daing ha kalaungan) in pamung nila: “Gamna amu in iyagaran namu in kiyabin pusaka ha manga kamaasan namu!” (Ayaw kaw naa amu in agaran nila in kamaasan nila) misan in kajariyanan sin kamaasan nila bingkunga way akkal hangsulag unu-unu iban wala sila kimugdan ha pandu sin hidayat.",
                    "171": "In kahantang sin manga sila Kafir masugat, biya sin sapantun sin amuin hayup di makahati dahun magbissara. Bang tawagun sin mag-iipat kaniya, way kadungugan niya amura in ulangig sin suwara sin nagtawag (di makahati sin piyagtawagan. Bihan in hantang sin manga kafir kadungugan nila in Quran sagawa di sumunup palaum atay nila in Hidayat) hangkan, bat bisu (in tainga nila di sunupun sin bissara kasabunnalan) iban umaw (di hikalabtik in dila nila bang ha bissara kasabunnalan) iban buta (di hikakita in mata nila sin kasabunnalan) na in sila yan way akkal.",
                    "172": "Ya kamu amuin Nagpaparatsaya! Kaun kamu sin marayaw daing ha usaha niyu Halal amuin kiya dihil Namu Ridjiki kaniyu, iban pa tudjuha niyu in pagsukur niyu pa Allah ﷻ bang in kamu bat tuput Siya in Pag-ibadatan niyu.",
                    "173": "Adapun in hiyaram sin Allah ﷻ kaniyu (daing ha manga binatang) amuna in mabilang bangkay (miyatay wala nasumbayi) iban sin dugu (saurun daing ha binatang) iban sin unud babuy, iban sin sabarang masumbayi  bukun ha ngan sin Allah ﷻ in siyabbut. Nah hisiyu-siyu in malunggu (malugus pakaunun sin nasabbut Haram yan) ha bukun in panaw niya maksud pagma’siyat, iban panunggud, nah di bistahun kaniya dusa. Bunnal tuud in Allah ﷻ Baying-Ampunun Baying-Ulungun.",
                    "174": "Sabunnal tuud in manga sila amuin manapuk sin kasabunnalan (sin sipat sin Nabi Muhammad ﷺ) amuin napanaug sin Allah ﷻ ha kitab (Tawrat tiyapuk sin manga Yahudi) iban piyagsambi nila pa halga tiyu-tiyu. In sila yan wayruun makaun nila magkaymuhan halaum tiyan nila ha Adlaw Kiyamat malayingkan amura in Narka, iban di sila bissarahan sin Allah ﷻ mahaggut ha Adlaw Kiyamat, iban di sila lanuan daing ha dusa iban suku nila na in siksa mabisa.",
                    "175": "In sila yan amu sila yan in piyagsambi nila in hidayat pa kalaungan, iban piyagsambi nila in kaampunan pa siksa. Uy! masandal pakarayaw sila ha siksa Narka!",
                    "176": "In damikkiyan (sin siksa masuku nila yan) sabunnal tuud in Allah ﷻ nagpanaug Siya kitab ha kasabunnalan (sakali pindahun nila iban tiyapuk nila in kasabunnalan), iban sabunnal tuud in sila amu in namaylu sin halaum Kitab, tantu tuud nakasimay sila malayu daing ha kasabunnalan iban kaamuhan.",
                    "177": "Bukun in maghinang marayaw tuput na sadja duun ha magbiluk kamu sin pamayhuan niyu pa subangan iban pa sadlupan, sumagawa in mattan hinang marayaw tantu, amu in magparatsaya pa Allah ﷻ, magad sin katan daakan Niya, iban magparatsaya sin adlaw Akhirat iban magparatsaya ha malaikat iban ha kitab napanaug sin Allah ﷻ iban ha katan kanabihan. Iban in mattan tau naghinang marayaw amuin manangag sin arta niya ha manga lundang kakasi lagi kampong, iban pa manga anak ilu iban manga miskin, iban sin manga tau naka lalayu daing ha hula niya, iban sin manga barhajat mangayu mikitabang iban sin manga tau magmamahardika sin baran daing ha ka-ipunan. Iban in tantu tau naghinang marayaw amu in matilusa timindug magsambahayang iban mahilutuk magdihil zakat niya, iban manga sila manununay sin janji nila bang sila nakajanji, iban sin manga sila makasabar bang datungan sin kulang kabus, atawa datungan sakit, atawa kaagputan ha bunu' Agama. Amuna sila yan in manga bunnal in pag-iman, iban in manga sila yan, sila na yan in sampurna in pagmabuga pa Allah ﷻ.",
                    "178": "Ya kamu amuin Nagpaparatsaya! Wiyajib na kaniyu in magkisas ha pagbunu' (subay bunuun in nakabunu' ha di manglapay) in mahardika nakabunu’ amura mahardika nakabunu yan in kisasun bunuun, iban bang ipun in nakabunu, ipun yan in kisasun bunuun. Iban bang babai in nakabunu, babai yan in kisasun bunuun. Nah hisiyu-siyu in hipag maap niya na ha nakabunu in taymanghud niya, (nah subay agarun niya ha laum sara', iban subay hitunay kaniya sin nakabunu' in diyat kiyapagsulutan.) Biya hayan in Sara' pagpagaan daing ha Tuhan niyu iban Ulung kaniyu. Nah hisiyu-siyu in mangliyu lakad sin sara' puas daing ha pagsulut yan, masuku niya in siksa mabisa daing ha Tuhan ha Adlaw Akhirat.",
                    "179": "Iban dihil kaniyu sin Allah ﷻ ha Sara' sin pagkisas yan in pag-ayad sin kabuhi niyu. Ya kamu manga Halul Akkal! Mura-murahan kamu, subay kamu magmabuga pa Allah ﷻ.",
                    "180": "Kiyapardu na kaniyu, apabila dumatung na pa hangka tau daing kaniyu in kamatay, bang awun kiyabin niya arta mataud, in wasiyyat pamin niya sin arta niya, subay harap pa ina iban ama niya, iban pa manga kampung masuuk kaniya, amu in wasiyyat pamin ha sara’. Kapatut yan ha manga nagmabuga pa Allahu Ta’ala.",
                    "181": "Nah hisiyu-siyu in maminda sin wasiyyat pamin yan sin bakas kiyadungugan niya, nah bunnal tuud in magdusa ha yan amu in manga sila maminda yan. Bat bunnal tuud in Allah ﷻ in Sangat Makadungug iban Makaingat.",
                    "182": "Nah hisiyu-siyu in maghalli ha kiya pagwasiyyatan yan, ha papindahun pa bukun patut ha kalaungan nila atawa tiyuud niya minda daing ha patut pa dusa, ampa bakas na piya hatul sin nakasakup yan, ha antara sin nagbin wasiyyat iban sin piyagbiynan. Nah way dusa kumugdan kaniya (ha nakasakup yan) bat bunnal tuud in Allahu Ta’ala Baying-Ampunun, Baying-Ulungun.",
                    "183": "Ya kamu manga Bar-iman! Piyardu na kaniyu in magpuasa biya isab sin manga Ummat nakauna daing kaniyu kiyaparduan da isab sila , hasupaya kamu makapagmabuga pa Allah ﷻ.",
                    "184": "In puasa ha adlaw najajang, nah hisiyu-siyu daing kaniyu (kasa'buhan ha waktu yan) na sakit atawa ha tulakan (makajari siya muka') gantian niya ha dugaing adlaw in bilangan sin kiyabukaan niya, iban in ha tungud pa manga sila kahunitan bang magpuasa sabab malaas na malamma na, bang sila muka' subay sila magpidya tiyap-tiyap adlaw kiyabukaan niya, hangkakaunan sin tau miskin, nah siyu-siyu in magpalabi daing sin hangkakaunan, nah labi bilang marayaw, in yan labi mataud karayawan niya. Iban bang kamu (manga malaas na, malamma na) masi kamu iminduhat muasa, labi marayaw kaniyu (daing sin magpidya) bang niyu kiyaingatan.",
                    "185": "(In adlaw najajang amuin piyardu sin Allah ﷻ duun in pagpuasa) Bulan Ramadhan amu in duun timagna nanaug in Quran hinang padduman ha katan manusiya iban katarrangan iban pamandu magparak sin manjari iban sin di manjari. Nah in hisiyu-siyu na daing kaniyu makasakup sin bulan yan subay siya mamuasa, iban hisiyu-siyu in kaawnan niya sa'bu nasasakit ha bulan yan atawa ha tulakan ampa siya muka' magganti siya ha dugaing adlaw. Kabayaan sin Allah ﷻ kaluhayan kamu, iban bukun in siyara' niya hikahunit kaniyu, supaya sadja niyu mapajukup in bilangan sin bulan. Iban supaya kamu makatakbir panglaggu' pa Allah ﷻ ha pamandu Niya kaniyu. Iban mura-murahan supaya kamu makapagsukur.",
                    "186": "Iban apabila umasubu kaymu in ipun Ku ha pasal Ku: “Nah bunnal tuud in Aku masuuk landu maun kaniya!” Taymaun Ku in tawag sin tumawag Kaku, apabila siya tumawag iban pagparatsaya. Nah hangkan subay sila mikitayma Kaku iban subay sila magparatsaya Kaku supaya sila halaum hindu.",
                    "187": "Hiyalal kaniyu (kamu manga puasa) in kumuligit1 kamu ha asawa niyu ha dum sin puasa. In asawa niyu pakayan niyu sila, iban pakayan nila kamu. Kiyaingatan sin Allah ﷻ bunnal tuud in kahalan niyu naghayanat kamu ha ginhawa niyu (nagpingit2 kamu ha jima) sin dum puasa. Nah tiyayma Niya in Tawbat niyu iban iyampun Niya kamu. Nah bihaun kuligit na kamu kanila (ha dum puasa) iban angut kamu sin kiyahandak sin Allah ﷻ kaniyu (daing ha manga Ridjiki anak) iban kaun kamu iban inum kamu hingga bang mukiyas3 na kaniyu in tanud puti daing ha tanud itum ha guwa pajar, mahuli ampa niyu na talusa in puasa sampay pa maduwm. Iban ayaw kamu magkuligit ha asawa niyu (dum adlaw) bang in kahalan niyu nag-ii'tikaf ha masjid, biya hayan in sara' biyuytang sin Allah ﷻ. Nah ayaw kamu sumulang, biya na hayan in pagpatarrang sin Allah ﷻ sin ayat Niya pa manga manusiya supaya sila makapagmabuga.",
                    "188": "Iban ayaw kamu kamaun sin arta niyu aun lamud anyaya ha arta sin pagkahi niyu (daing ha dan haram) iban hiumpan niyu pa in arta pa manghuhukum (hipanuap) supaya makaiban pa kaniyu, kumaun in kaibanan tumpuk sin arta sin manusiya hikabak dusa, ha kamu in nakadangin bat kamu in nakaingat.",
                    "189": "Umasubu sila kaymu (Ya Muhammad ﷺ) sin pasal pagsahali sin Bulan. Baytai sila: “In yan pagindanan sin manusiya sin waktu sin pagibadat nila, iban sin paghahadji nila, iban bukun hinang marayaw in sumud kamu pa kabayan niyu daing ha taykud niya (biya sin hinang sin manga tau jahil) buwat malayingkan in hinang marayaw amuin magmamabuga pa Tuhan, iban pagsud kamu pa kabayan daing ha lawang niya. Iban pagmabuga kamu pa Allah ﷻ, mura-murahan mag paruntungan kamu.”",
                    "190": "Pagbunu' kamu ha dan sabilillah atuhi niyu magbunu in manga sila (kafir) mamunu kaniyu iban ayaw kamu magpanglaug, bunnal tuud in Allah ﷻ di makug ha tau manglalaug.",
                    "191": "Iban bunua niyu sila haunu-unu niyu sila kalanggalan, iban bulawa niyu sila biya sin pamulaw nila kaniyu, iban in pitna (bang manaw) labi pa mabasag daing sin bunu' (in ngiy sin guwa niya) iban ayaw kamu tumagna mamunu' kanila duun ha Masjidil Haram, hingga bang kamu tagnaan nila in bunuun duun. Nah bang kamu tagnaan nila bunuun, bunua niyu sila, biya ha yan in tungbas ha manga Kafir.",
                    "192": "Nah bang sila iminsap na (di na magsirik iban sumanggup na) nah bunnal tuud in Allah ﷻ Manga-ngampun Baying-Ulungun.",
                    "193": "Iban bunua niyu sila (amuin manga mamunu' yan) bat na way makapin pitna, iban manjari in pag-agama tuput pa Allah ﷻ. Nah bang sila iminsap na di na sila makajari bunuun, in mamunu' kanila mabilang na naglaug.",
                    "194": "In mamunu’ kaniyu misan pa ha bulan haram hipagbunu’, misan ha bulan hiyaram in pagbunu’, subay ra aunun in Qisas. (Bang sila mamunu’ in manga kafir bunua niyu) Nah siyu-siyu in mamunu’ kaniyu (misan ha bulan hiyaram in pagbunu bunu’a niyu siya biya’ sin pamunu’ kaniyu) iban pagmabuga kamu pa Allah ﷻ (ha katan hinang niyu) iban hati kamu sabunnal tuud in Allahu Ta’ala sarta sin manga tau nagmabuga Kaniya.",
                    "195": "Iban paggastu kamu (sin arta yan kaniyu) ha dan sabilillah, iban ayaw niyu tilakbuan in ginhawa niyu pa kamulahan. Iban pag-ayad kamu pagdayaw kamu kasuddahan. Bunnal tuud in Allah ﷻ makasi ha manga maayad marayaw kasuddahan.",
                    "196": "Iban sampurnaa niyu in paghadji niyu iban pag-umra niyu karna sin Allah ﷻ. Nah bang upama aun kamu matahala (ha di niyu masampurna in paghadji iban pag-umra niyu ha karna nasakit kamu atawa natahan kamu), nah subay kamu magsumbayi Hadiya hayup (kambing naka atawa sapi’ atawa unta), iban ayaw niyu naa guntingi in uw niyu (iban ayaw niyu naa hubari in Ihram niyu) hingga subay naa sumampay in hadiya niyu, iban hisiyu-siyu daing kaniyu (nag-ihram na) masakit ha subay bagungan in bahibu niya atawa aun sakit ha uw niya (ampa subay bagungan sin halaum ihram pa siya upama) nah subay siya mag fidyah, magpuasa tuw adlaw atawa magsadakkah (tuw kasampulan maka kaunan unum miskin), bang kamu masalamat na, nah hisiyu-siyu in mag-umrah naa siya ampa maghadji subay siya magsumbayi hadiya hambuuk kambing, Nah bang siya di makabak sumbayiun atawa way hikapamiy niya, Nah, magpuasa siya tuw adlaw bang kamu makauwi na pa hula, manjari jukup hangpu amuyan in ganti sin pagsumbayi niyu hadiya in damikkiyan yan tungud ha tau bukun in kaawnan niya naghuhula ha pangdaig sin Masjidil Haram, iban kabuga tuud kamu ha Allahu Ta’ala iban ingat kamu bunnal tuud in siksa sin Allahu Ta’ala sangat mapangsan.",
                    "197": "In paghadji ha bulan natatantu, nah hisiyu-siyu in naghihinang sin paghadji nah subay siya di magkakat2 ha babai, iban di magsuuk pa ma’siyat. Iban di maglamud lugaga3 ha paghadjian. In unu-unu na mahinang niyu marayaw kaingatan yan sin Allah ﷻ, iban pagsaddiya kamu lutu', nah bunnal tuud in labi marayaw lutu' amuna in pagmabuga. Nah pagmabuga kamu pa Allah ﷻ Ya kamu manga halul-akkal!",
                    "198": "Wayruun dusa dumatung kaniyu ha mag-angut sin kalabbihan Ridjiki daing ha Tuhan niyu (maglitu kamu ha waktu paghadji) apabila kamu tumurun na daing ha 'Arafat nah pataura niyu in sabbut niyu pa Allah ﷻ duun ha tampat mulliya ha Muzdalifah, iban sabbut kamu pa Allah ﷻ biya sin kiyahidayat Niya kaniyu, (iban pagsukur niyu sin kiyahidayatan kamu), misan pa in kaawnan niyu sin tagna tantu daing ha manga tau nalalawung.",
                    "199": "Mahuli turun na kamu daing ha 'Arafat biya’ sin sakira-kira pagturun sin manga manusiya, iban pag paampun kamu pa Allah ﷻ, bunnal tuud in Allah ﷻ Baying-Ampunun Baying-Ulungun.",
                    "200": "Nah apabila matikmud niyu na in hihinangun niyu ha paghadji, pataura niyu in pagsabbut niyu pa Allah ﷻ biya sin pagsabbut niyu ha kaamaan niyu, atawa subay labi pa makusug in sabbut niyu pa Allahu Ta’ala, aun daing ha manga manusiya magpamung: “Ya Tuhan namu! Paratungi kami karayawan ha dunya sadja, nah way na suku’ niya ha Akhirat.”",
                    "201": "Iban awun da isab daing ha manga manusiya, amuin hi pamung niya: “Ya Tuhan namu! Paratungi kami karayawan ha Dunya iban karayawan ha Akhirat, iban lappasa kami daing ha siksa sin Narka.”",
                    "202": "Sila na yadtu in tagdapu sin parsukuan sukud marayaw daing ha tungbas sin hinang nila. Ampa in Allah ﷻ sangat masigla magbista (sin hinang sin ipun Niya).",
                    "203": "Iban patauran niyu in sabbut panumtum pa Allah ﷻ ha adlaw najajang (ha ubus magsambahayang haylaya hadji iban ha tuw Adlaw Tashriq) nah hisiyu-siyu in uta-utahun niya na in hinang ha Mina ha duwa adlaw, way ra dusa niya, iban hisiyu-siyu in balahay-balahayun in hinang sampay pa tuw adlaw ha Mina siya magluntar way ra isab dusa kumugdan kaniya, ha tau amuin maksud niya pagmabuga pa Allah ﷻ. Iban pagmabuga kamu pa Allah ﷻ iban ingat kamu sin sabunnal tuud in kamu yan madtu ra Kaniya matipun.",
                    "204": "Iban awun daing ha manga bilangan sin manusiya amuin mapaibug niya kaw sin kabtangan niya ha pakaradjaan sin Dunya, sagawa matampal pa Allah ﷻ in halaum sin atay niya (Munafiq) iban in siya in landu mapaslud in pangalu (kaymu Ya Muhammad ﷺ iban ha manga Mu'min).",
                    "205": "Iban apabila siya yan tumaykud daing kaymu manaw na siya yan ha ginlupaan yan mamuhinga na siya duun, iban supaya siya makadihil kamulahan ha manga panghiyanum, iban ha manga anak kahayupan sin jinisan panubu'. Nah in Allah ﷻ di makasi ha manga tau magpupuhinga.",
                    "206": "Iban in tau yan apabila siya iyanun: “Pagmabuga kaw pa Allah ﷻ!”, Magbuskut siya magtakabbur. Dahun siya sin pagbuskut niya iban pagtakabbur niya pa lawm dusa. Nah mamarahi na kaniya in Jahannam amuna in sangi-ngi paghulaan.",
                    "207": "Iban awun daing ha manga manusiya hipagdagang niya in ginhawa niya pa Allah ﷻ, ha angut niya sin karidaan sin Allah ﷻ, ampa in Allah ﷻ landu Baying-Ulungun ha manga ipun Niya.",
                    "208": "Ya kamu manga Bar-iman! Sud kamu pa ka-Islam (agara niyu in hukuman sin Islam katan) iban ayaw kamu magad sin tikang sin Saytan, bunnal tuud in Saytan yan banta niyu las-las.",
                    "209": "Nah bang kamu maligdas (pa maka dulapak pa bukun amu), ha ubus na dimatung kaniyu in bayta matarrang, nah ingat kamu bunnal tuud in Allah ﷻ Manglulunggu' sampurna in hukuman.",
                    "210": "Unu aun pa ka maatud nila ha Adlaw Kiyamat unu-unu? Way na, malayingkan amura kuman in maatud nila in dumatung mawun kanila in Allah ﷻ ha laum gabun daing ha inak iban sin manga malaikat. Ubus na in pakaradjaan sin hukuman, sarta tuput pa Allah ﷻ in uwian sin katan pakaradjaan.",
                    "211": "Asubuha in manga Bani Israil, bang pila sadja in naparatung Namu mawun kanila tanda katarrangan (manunjuki sin in bayta hi Nabiyullah Musa kanila kasabunnalan) nah hisiyu-siyu in saliyuhan niya in Ni'mat sin Allah ﷻ pa bukun amu, ha ubus na napatarrang mawun kaniya in kasabunnalan. Nah bunnal tuud in Allah ﷻ sangat Makusug maniksa.",
                    "212": "Nahinang panglakin-lakin parhiyasan sin manga sila Kafir in hawa napsu nila ha Dunya ini, sarta mangganjil-ganjil pa sila ha manga nagpaparatsaya, ampa in manga sila nagpaparatsaya lagi nagmamabuga pa Allah ﷻ amu ra sila yan in ha taasan sin manga Kafir in martabbat nila ha Adlaw Kiyamat. Iban in Allah ﷻ in dimirihil Ridjiki ha hisiyu-siyu kahandakan niya way pagbista.",
                    "213": "In limabay kajadiyan sin Manusiya Ummat naghahambuuk (ha pag-iman sakali nagsulang-saling da sila) Nah amuna in piyaratungan na isab sila sin Allah ﷻ manga Kanabihan mamayta kanila sin karayawan iban mamanda' kanila sin kangian, iban piyanaug mawun kanila in kitab mamayta sin kapatutan, supaya hikapanghukum ha antara sin manusiya ha unu-unu na in parkala piyagsulang-saling nila, iban in nagsulang-saling way ra dugaing malayingkan amura in manga sila Ummat kiya sampayan sin Kitab parahal ubus na dimatung kanila in katarrangan sin kasabunnalan, karna sin jangki sin manga Kafir ha manga sila Muslim. Nah hidayatan sin Allah ﷻ in manga nag paratsaya piyatudju pa kasabunnalan ha pakaradjaan piyagsulang-salingan nila daing ha Ijin Niya, iban in Allah ﷻ hidayatan Niya pa dan mabuntul siyu-siyu in kabayaan Niya.",
                    "214": "Atawa unu in nagbista na kamu (manga Mu’min) makasud na kamu Surga ha di na kamu labayan panukas biya sin sila liyabayan panukas nakauna daing kaniyu, nakananam sila kasigpitan landu iban musiba kamugdaratan, iban najadju landu in pangatayan nila sin bahaya2, hingga nakapamung in Rasul duun ha masa nila iban sin manga Mu'min laung nila: “Ku’nu na baha paratungun sin Allah ﷻ in partulungan Niya?” (Parman sin Allah ﷻ): “(Pagpakuyag kamu) Tantu tuud in partulungan sin Allah ﷻ landu masuuk pa manga Mu'min!”",
                    "215": "Umasubu sila kaymu (Ya Muhammad ﷺ) bang biyadiin in hipagnafaqa nila (iban bang hitudju kan siyu) baytai sila : “In labi marayaw kiyapagnafaqa niyu amu na in nakatudju pa Ina Ama niyu, ampa pa Kampung masuuk kaniyu, iban pa manga Anak ilu, iban pa manga Miskin, iban pa manga tau Musafir kulang kabus ha panawan nila, iban in sabarang sin mahinang niyu daing ha marayaw. Nah bunnal tuud in Allah ﷻ in labi maka ingat ha yan.”",
                    "216": "Kiyapardu na kaniyu (manga Mu'min) in umatu magbunu' ha manga Kafir, misan in parkala yan kahukawan niyu, sagawa di niyu kaingatan in yan kahukawan niyu sagawa amu yan in hikarayaw kaniyu, iban di niyu kaingat-ingatan in unu-unu amu in kabayaan niyu sakali amu yan in hikangi kaniyu, ampa in Allah ﷻ Siya in labi makaingat (sin susungun niyu, hikarayaw sin Dunya iban Akhirat niyu) ampa in kamu di niyu kaingatan.",
                    "217": "Umasubu sila kaymu sin pasal pagbunu' duun ha bulan piyanglang in magbunu' duun (ha bulan Dzul-Qa’dah/Dzul-Hijjah/Muharram/Rajab) baytai sila: “In pagbunu' duun ha bulan yan dusa dakula, sagawa in labi pa dakula dusa nahinang sin manga Kafir amuna in panglang nila ha manga Mu'min daing ha mag-agama ha Agama sin Allah ﷻ, iban sin pagkufur sin sila Kafir pa Allahu Ta’ala, iban sin panglang nila daing ha Masjidil Haram iban sin pamulaw nila daing ha Makkah ha manga tau ahli duun, amu yan in labi dakula dusa didtu ha hadarat sin Allah ﷻ, iban in mangdihil pitna biya sin nahinang nila yan labi pa in laggu dusa yan daing sin pamunu' nila ha bulan nasabbut, iban in manga Kafir di da sila yan humundung daing ha mamunu' kaniyu (manga Mu'min) hingga subay kamu mapabalik nila daing ha pag-agama niyu pa kakufuran bang nila magaus, nah hisiyu-siyu na in magmurtad daing kaniyu ha Agama Islam, ampa siya miyatay ha kakafiran, nah in sila yan nalarak in katan ammal nila ha Dunya pa Akhirat, iban sila na yan in tagsuku maghula ha Narka duun sila halaum Narka kumakkal.”",
                    "218": "Sabunnal tuud in manga sila nagparatsaya iban sin manga sila naglain daing ha hula nila nag-Hijrah, sarta nag Jihad sila ha dan Sabilillah, sila nayan in mattan imangut sin Rahmat sin Allah ﷻ iban in Allah ﷻ isab in Baying-Ampunun Baying-Ulungun.",
                    "219": "Umasubu sila kaymu sin hukuman pasal sin Alak iban sin Panayam Apus, baytai sila: “Duun ha duwa yan awun dusa dakula iban awun guna tiyu-tiyu pa manusiya, sagawa in dusa kabakan duun ha duwa yan dakula daing sin guna niya”, Iban umasubu sila: “Bang unu in hipagnafaqa nila daing ha arta nila, baytai sila: “In hipagnafaqa amu in labi na daing ha hajat niyu, ha biya na hayan in hantang niya piyatarrang na sin Allah ﷻ kaniyu in hukuman Niya ha Ayat Niya matarrang na muramurahan subay kamu mamikil marayaw,”",
                    "220": "Ha tungud sin pakaradjaan sin Dunya iban sin Akhirat. Iban umasubu sila kaymu sin pasal sin manga pangarta sin manga Anak Ilu, baytai sila: “Labi marayaw kanila in magsimbug bang matalus in maksud pa marayaw sarta bang niyu sila dahun magsaamud pa marayaw amu yan in labi tuud marayaw karna taymanghud niyu sila ha Agama iban in Allah ﷻ in labi maka-ingat similang sin maksud mamuhinga mag hayanat, iban sin maksud  mamalihara pa marayaw. Iban bang in Allah ﷻ in magkahandak mutang kaniyu pa kasigpitan. Bunnal tuud in Allah ﷻ ra in Makagaus Manglunggu sampurna in hukuman.",
                    "221": "Iban ayaw tuud kamu umasawa sin babai magsisirik, hingga subay naa sila magparatsaya ha katunggal sin Allah ﷻ iban tantu tuud in babai ipun nagpaparatsaya, labi pa yan marayaw daing sin babai magsisirik, misan pa makahaylan na kaniyu in lingkat iban arta iban kawasa niya. Iban ayaw tuud isab kamu magpabana sin anak niyu pa usug magsisirik hingga subay naa sila magparatsaya ha katunggal sin Allah ﷻ, iban tantu tuud in usug ipun nagpaparatsaya labi pa marayaw banahun daing sin usug magsisirik misan pa makahaylan na kaniyu in lingkat iban arta iban kawasa niya, karna in sila yan mangdahi pa Narka, ampa in Allah ﷻ manawag pa Surga iban pa kaampunan daing ha Ijin Niya, iban patarrangun Niya in Ayat Niya ha hukuman Niya pa manusiya, hasupaya sila makapanumtum marayaw.",
                    "222": "Iban umasubu sila kaymu (Ya Muhammad ﷺ) ha pasal sin babai sa'bu diyurugu bulan, baytai sila: “In yan mangi –makamudarat- (bang magjima' in duwa magtiyaun ha waktu yan) hallii niyu in kumuli’git ha asawa niyu ha sa'bu diyurugu bulan, iban ayaw kamu sumuuk kanila jimima' kanila hingga subay na sila masutsi. Nah apabila sila masutsi na, kawn na kamu kanila jima' daing ha sakira-kira tampat halal piyangdaakan sin Allah ﷻ kaniyu. Bunnal tuud in Allah ﷻ makasi Siya ha tau magtatawbat iban makasi Siya ha tau magsusutsi.",
                    "223": "In asawa niyu panghihiyanuman niyu sin panubu' niyu, nah kawn kamu jima' pa panghihiyanuman niyu, biyadiin biyadiin in katanaman niyu (daing ha tampat hiyalal sin Allah ﷻ kaniyu) sagawa tukbal naa kamu muna sin hikarayaw sin ginhawa niyu, (bassaha niyu naa in patut babassahun niyu) iban pagmabuga kamu pa Allah ﷻ, iban ingat kamu sin bunnal tuud maglanggal da kamu iban Siya iban baytai (Ya Muhammad ﷺ) sin kakuyagan in manga Mu'min.",
                    "224": "Ayaw niyu hinanga tampan sabab sin di niyu hikapaghinang sin marayaw in nakasapa kamu pa Allah ﷻ (sagawa pagkifarat kamu) amu hinanga niyu in labi marayaw, iban pagmabuga kamu pa Allah ﷻ iban panulut kamu ha antara sin manusiya nagbubungsi. Iban in Allah ﷻ in labi makadungug iban makaingat.",
                    "225": "Di kamu bistahan sin Allah ﷻ dusa ha labtik sin dila niyu sadja sumapa sagawa in bistahan na kamu dusa bang matutuud na daing ha lawm atay niyu. Iban in Allah ﷻ Baying-Ampunun Baying-Ulungun.",
                    "226": "Ha tungud pa manga sila amuin simapa di sumuuk (jimima') ha asawa nila, tagaran sila upat bulan. Nah bang sila magbalik na, di nila agarun in siyapahan nila (iban magkiparat na sila daing ha yan). Nah bunnal tuud in Allah ﷻ Baying-Ampunun Baying-Ulungun.",
                    "227": "Iban bang sila gawgut na tuud mamugit, nah bunnal tuud in Allah ﷻ sangat makadungug sin bissara nila, makaingat sin ha atay nila.",
                    "228": "Iban in manga babai kiyabugit sin bana nila (bang sila kiyawatihan) subay sila tumagad ha ginhawa nila tungka pangdurugu', (ampa sila makajari magbana usug dugaing) iban bukun halal kanila manga babai yan in hitapuk nila in piyapanjari sin Allah ﷻ halaum pakandangan sin tiyan nila (bata’) bang in kaawnan nila namamaratsaya pa Allah ﷻ iban pa Adlaw Akhirat, iban in bana nila amuin labi patut magbalik kanila, duun ha damikkiyan yan bang in maksud sin pagbalik nila magpinda daing ha mangi pa marayaw, iban aun da isab suku' kapatut sin asawa duun ha bana, biya da isab sin bana aun da isab kapatut duun ha asawa halaum sara' sin Allah ﷻ iban suku’ sin kausugan in darajat mataas duun ha kababaihan iban in Allahu Ta’ala in mangdaraug sampurna in hukuman.",
                    "229": "In magbugit makaduwa ra in had niya sin awun pa kajari magbalik, in mapuas daing ha yan subay na sadja dahun mag-ukum magbalik ha karayawan, atawa husayun na ha karayawan, iban way na kapatut niyu manga usug kumawa magbalik sin Mahar kiyaungsud niyu misan hangkatiyu, malayingkan bang in hangkan nakapagbugit in hallian ha duwa magtiyaun amuin di sila makabawugbug sin sara’ sin Allah ﷻ ha aturan sin magtiyaun, nah bang in hallian niyu ha duwa magtiyaun amuin di nila kabawugbugan in sara’ sin Allahu Ta’ala, wayruun dusa ha duwa sila yan manguli iban kumawa in usug karna mamugit na siya, biya' ha yan in sara' sin Allah ﷻ (ha tungud pagbugit/pagbalik/paglupit) ayaw niyu sulanga, iban hisiyu-siyu in sumulang sin sara' sin Allah ﷻ. Nah in sila simulang yan, sila na yan in majumla ha jumlahan sin tau anyaya manglalaug baran.",
                    "230": "Nah bang in usug hikabugit pa in asawa niya puas daing hayan (hikatu na), nah di na mahalal kaniya umasawa magbalik hingga subay naa makabana usug dugaing. Nah bang mabutas iban sin usug nabana niya yaun way na dusa nila magbalik magtiyaun (iban sin bana niya nakauna) bang in angan-angan sin sila duwa yan kabawugbugan nila in sara' sin Allah ﷻ ha aturan sin magtiyaun. Iban biya' na ha yan in sara' sin Allah ﷻ piyamahalayak Niya yan pa manga kawman sin tau imiingat.",
                    "231": "Iban apabila hikabugit niyu na in babai ampa maabut na in idda nila, balika niyu na (daha mag-ukum) ha aturan marayaw, atawa buklasi niyu na ha kasayudjaan, iban bukun in hiukum niyu kanila hipangdihil kamugdaratan karna hipanglaug niyu (hipamuhung niyu lupit). Iban hisiyu-siyu in maghinang sin biya hayan sabunnal tuud liyaugan niya in baran niya, iban ayaw niyu hinanga kaudjuan in sara' sin Allah ﷻ. Tumtuma niyu in Ni'mat sin Allah ﷻ duun kaniyu (amuin hidayatan kamu pa sara' sin ka-Islam) iban amu in piyanaug mawun kaniyu in Kitab Quran Mulliya iban sin Hadith Hikmat magsalassay sin maksud sin Quran pagpituwa kaniyu, Nah pagmabuga kamu pa Allah ﷻ, iban ingat kamu bunnal tuud in Allah ﷻ in labi Makaingat sin katan unu-unu.",
                    "232": "Iban apabila hikabugit niyu in babai ampa maabut na in idda nila, nah ayaw niyu na gumbili (manga usba waris sin babai) patiyauni niyu sila ha bana nila apabila maglilla' na in manga magtiyaun yan ha sara' sin Allah ﷻ, amu yan in panghindu sin sara' ha siyu-siyu in mamaratsaya pa Allah ﷻ iban ha Adlaw Akhirat, in sara' biyutang kaniyu yan amu yan in labi marayaw kaniyu iban malanu. Iban in Allah ﷻ labi Makaingat ampa in kamu di kamu makaingat.",
                    "233": "Iban in manga kainaan subay sila subay sila magpaduru ha mga kaanakan nila manimpus duwa tahun sangpat ha siyu-siyu in mabaya magpajukup sin pagduru', iban wajib ha ama sin bata in subay niya gastuhan in ina magpaduru amuin kiyabugit niya, gastuhan niya pagkaun, paginum, pagtamung, jukup halaum sara' ha bukun makaliyu daing ha kagausan, bukun in piyangdaak sin Allah ﷻ ha tau makaliyu daing ha kagausan, subay isab bukun mabinsana in ina sabab sin anak daing ha sabab sin pamahadja sin ama, iban bukun isab mabinsana in ama sabab sin anak karna sin pamahadja sin ina, iban wajib da isab ha usba waris sin ama in mamayindug ha pagnafaqa yan. Nah bang isab mabaya na in ina iban ama butasun na in bata daing ha duru' pakaunun na dugaing ha di pa makaabut duwa tahun ha karidaan na sin sila duwa iban kaisunan na way na dusa kumugdan kanila, iban bang kamu manga ama sin bata mabaya lumawag pagduruan sin anak niyu (dugaing daing ha ina sabab di makagaus in ina niya atawa magbana na siya) way ra isab dusa sin kamu ama bang niyu dihilan da sin halaum sara' in maraak niyu magpaduru'. Iban pagmabuga kamu pa Allah ﷻ, iban ingat kamu bunnal tuud in Allah ﷻ kikita Niya in sabarang sin mahinang niyu.",
                    "234": "Iban in amuin mawapat daing kaniyu usug, ampa awun asawa kiyabaluhan niya, subay tumagad in balu yan sin idda nila ha ginhawa nila upat bulan iban hangpu adlaw (in yan bang bukun burus, ampa bang in babai yan burus, nah in idda niya subay siya mag-anak) nah apabila maabut na in idda nila way na dusa niyu manga wali sin babai ha mahinang nila ha baran nila manglakin-lakin sin halaum sara' ha aturan, iban way na dusa sin wali mag-ijin kanila magpabana, iban in Allah ﷻ in sabarang sin mahinang niyu Siya in magbibista.",
                    "235": "Iban way dusa kumugdan kaniyu manga usug ha magpasihil kamu magpatilas mangasawa ha manga babai nabalu, waypa naabut in idda niya, atawa magha’um-ha’um kamu ha ginhawa niyu in baya' niyu umasawa, kiyaingatan da sin Allah ﷻ in kamu magsabbut kanila, sagawa di kamu makajari magjanji iban sin babai ha kahipusan malayingkan subay mayan in hibissara niyu amuin halaum sin sara' (di kamu makajari magpajanji ha babai ha kahipusan, laung niyu: “Janji kaw ha di kaw magbana dugaing daing kaku!” Subay mayan magtampal magpangasawa). Iban di kamu maka pagpagawgut in pagpajatu sin pagtiyaun hingga subay maabut in kiyabayta sin Quran idda niya. Iban ingat kamu bunnal tuud kiyaingatan sin Allah ﷻ in unu-unu ha ginhawa niyu, nah anib kamu ha hinang langgal sara', iban ingat kamu bunnal tuud in Allah ﷻ Baying-Ampunun Baying-Ulungun.",
                    "236": "Wayruun dusa kumugdan kaniyu bang niyu kiyabugit in babai (ha karna mag-undul sin hikarayaw iban maghalli sin mudarrat) ha bang wala niyu pa in babai najima' iban wala niyu pa kiyaungsuran Mahar, subay niyu in babai palutuan ha ganta kagausan, gaus dayahan bang in usug dayahan, gaus miskin ha bang in usug miskin. Palutu' halaum sin sara' kapatutan ha manga Mu’min marayaw kasuddahan.",
                    "237": "Iban bang niyu kiyabugit in babai, ha wala pa najima' niyu, sagawa kiyaungsuran niyu na mahar, nah subay in hangtunga sin mahar hidihil niyu na, malayingkan bang in babai hipagdihil na in Hak niya di na siya kumawa atawa isab hipagdihil na sin usug tag asawa ini ha babai katan sin mahar kiyaungsud niya di na siya kumawa, Nah bunnal tuud in magmaap mangdihil magpa-ag pa usug pa babai amu yan in labi masuuk pa pagmabuga pa Allahu Ta’ala. Iban ayaw niyu kalupahi in maglumba magpaaun sin kasuddahan marayaw ha antara niyu. Bunnal tuud in Allah ﷻ kiyajajagahan Niya in katan sin hinang niyu.",
                    "238": "Palihalaa niyu, tilusahi niyu tindugan tunayan in manga Sambahayang labi luba in Sambahayang Asar. Iban tindug kamu magsambahayang karna tuput pagmabuga pa Allah ﷻ. ",
                    "239": "Nah bang kamu halaum kabubugaan (naglalamugay iban Satru), nah Sambahayang kamu misan nagpapanaw, atawa ha taas sasakatan, nah apabila kamu malappas na daing ha kabubugaan panumtum kamu pa Allah ﷻ tunayan niyu in Sambahayang biya sin aturan niya amuin piyaghindu kaniyu nakauna amuin di pa kamu maka-ingat.",
                    "240": "Iban in manga sila amu in mawapat daing kaniyu, ha aun asawa nila kiyabiyn nila ha aun kiyapamiynan nila ha asawa nila tau ha wala pa sila miyatay sarta aun gastu kiyabin nila sampay hangkatahun, di paguwaun daing ha Bay niya (sagawa in yan piyasaw na sin Ayat ha Idda upat bulan iban hangpu adlaw) Nah bang sila gumuwa na way na dusa kumugdan kaniyu kamu manga kiyapaminan nila ha ginhawa nila ha bukun langgal sara’ (biya’ na sin manglakin-lakin sila). Iban in Allahu Ta’ala ra in Mangdaraug sampurna in hukuman.",
                    "241": "Iban in babai bang hibugit subay aun gastu hipalutu kaniya ha kadar kagausan halaum sara'. In palutu' gastu yan patut subay paawnun sin manga tau nagmamabuga pa Allah ﷻ.",
                    "242": "Ha biya' sin damikkiyan yan piyatarrang na sin Allah ﷻ kaniyu in Ayat Niya magpasawa sin hukuman Niya, hasupaya sumud pa akkal niyu.",
                    "243": "Unu kiya sampayan na kaw sin bayta ha wala mu na kiyta, in manga sila gimuwa sila daing ha paghula nila (miyaguy awun sila ibuhan nag-unung) timangkis daing ha kamatay, manga Bani Israil (karna dahun sila sin nakura nila magjihad miyaguy sila karna mabuga sila mapatay) Nah nagpanaug kanila in Allah ﷻ parman piyapatay sila katan, ampa na isab sila biyuhi (pa pamintangun sila sin Allah ﷻ di kapaguyan in kamatay). Bunnal tuud in Allah ﷻ tantu mampunyai kalabbihan duun ha manga manusiya, sumagawa in kamatauran sin manusiya di magsusukur.",
                    "244": "(Pangdaak sin Allah ﷻ) Iban atuhi niyu magbunu in manga kafir (ha karna sin Allah ﷻ iban) magpataas kamu sin Kalimat sin Agama sin Allah ﷻ, iban ingat kamu bunnal tuud in Allah ﷻ in labi Makadungug kaniyu iban Makaingat sin hal niyu.",
                    "245": "Hisiyu-siyu in makapautang pa Allah ﷻ sin utang kumugdan ha tiranan marayaw (hika pagnafaqa in Arta niya ha hika lanyut sin Agama Islam) Nah lipatun sin Allah ﷻ kaniya in Arta niya sin lipat maka mataud, Iban in Allah ﷻ in Kawasa magpi'gut iban muklad sin Ridjiki iban madtu ra Kaniya in uwian sin katan.",
                    "246": "Unu kiyapasampayan da kaw sin bayta sin wala mu pa kiyta in manga panghalapan sin manga Bani Israil ha puas sin Nabiyullah Musa sabbuta kanila yan (Ya Muhammad ﷺ) in waktu namung in manga Bani Israil ha Nabi duun kanila (amuna in Samwill atawa Samsun) laung nila: “Parahi kami nakura magnakura kamu ha magbunu iban satru ha dan sabilillah!”, Laung sin Nabi kanila: “Pagkuan yan hifardu mayan kaniyu in magbunu', di da kamu duma magbunu”, Laung nila: “Mayta kami di duma magbunu ha dan sin Agama sin Allah ﷻ sin sabunnal tuud biyulaw na kami sin satru daing ha paghula namu iban biyutas na kami iban sin manga kaanakan namu.” Nah pagka piyardu na kanila in pagbunu', timaykud da in kamatauran daing ha Jihad, malayingkan nakapin daing kanila tiyu-tiyu, ampa in Allah ﷻ in labi Makaingat ha tau anyaya manglalaug ginhawa.",
                    "247": "Iban in agi kanila sin Nabi nila: “Bunnal tuud in Allah ﷻ piyara Niya na mari kaniyu in Taaluwt magnakura kaniyu ha pagbunu'”, Amuna isab in agi nila: “Mayta pa subay siya in hinangun magnakura kamu sin kami in labi patut magnakura, sabab kami in panganak sin magnanakura lagi wayruun arta niya yan”, Laung sin Nabi nila: “In sabab niya bunnal tuud in Allah ﷻ in nagpiy ha yan kaniyu, iban piyalabi siya yan in luag sin pang-ingat daing kaniyu, iban sin kusug sin pamaranan, iban in Allah ﷻ in magdihil sin pagnakura ha siyu-siyu in kabayaan Niya pa pagnakuraan, iban in Allah ﷻ in labi maluag in pang-ingat Niya.”",
                    "248": "Iban in agi pa kanila sin Nabi nila: “Bunnal tuud in tanda pa sin pagkanakura sin Taluwt mara niyu maun kaniyu in Tabuwt amuin (Tu'ung (bilulang bakas naagaw daing kaniyu) amuin yadtu halaum niya in paksa kasanyangan niyu daing ha Tuhan niyu (hipangdaraug niyu ha pagbunu') yadtu halaum niya in pusaka paninggalan ha anak apu sin Nabiyullah Musa iban sin Harun (amuin tungkud sin Musa iban Juba niya iban sin kaibanan sulat sin Tawrat iban sin Surban sin Harun) dahun yan maun sin malaikat (pa gibahan sin Taluwt) nah bunnal tuud in damikkiyan yan tantu tanda katarrangan kaniyu nyata sin kakawasahan sin Allah ﷻ bang kamu mattan magpamaratsaya.”",
                    "249": "Nah atatkala diya na sin Taluwt imuntas in sundalu niya (awun kawaluwan ngaibu pag-abut nila pa budlahan sin Baytal Maqdis diyatungan sila uhaw iban hapdi kimaruhung), Laung sin Taluwt ha manga sundalu: “Bunnal tuud in Allah ﷻ, tukasun Niya kamu sin tubig ha suba' ini (suba' ha uwt sin Jordan iban Palestine) nah hisiyu in minum duun ha suba' ini bukun siya agad kaku, iban siyu-siyu in di kiminam ha ini siya yan in makadjari magad kaku, malayingkan in simauk sadja tiyu-tiyu sin lima niya makajari pa magad kaku!” Nah nakainum sin tubig yan in bilangan mataud daing kanila tiyu-tiyu in wala nakainum, (awun bayta: nakainum in kapituan tag-unum ngaibu) nah pagka iyuntas na sin Taluwt in suba' iban sin manga Bar-iman miyagad kaniya laung sin manga kaibanan nila: “Way gaus natu ha adlaw ini ha atu kan Jaluwt iban sin sundalu niya mataud!” Sagawa in pamung sin manga sila amuin bunnal tuud namamaratsaya marayaw sin magbak iban sin Allah ﷻ in agi nila: “Pila sadja in tumpukan tiyu-tiyu nagpakadaug ha tumpukan mataud sabab daing ha kahandak sin Allah ﷻ iban in Allah ﷻ sarta mamalihala ha manga tau masabar.”",
                    "250": "Iban ha tatkala nakatampak na sila kan Jaluwt iban sin sundalu niya, nag-atubang na, amuna in piyamung nila in panginduwaa pa Allah ﷻ laung nila: “Ya Tuhan Tag-atasan kamu! Anugharai kami kasabar umatubang ha satru iban pahuguta in panindug namu (ha mayran pagbunu' iban satru) iban tulunga kami padauga kami ha Kawman sin manga kafir!”",
                    "251": "Nah nadaug nila in Jaluwt iban sin sundalu niya daing ha Ijin sin Allah ﷻ iban nabunu' tumpay sin Dawud in Jaluwt, sarta dihilan na sin Allah ﷻ in Dawud pagdatu' dakula iban hikmat pag-nabi iban piyaingat na kaniya sin Allah ﷻ in ginisan sin Ilmu kabayaan Niya hipaingat, bang bukun sadja panabang sin Allah ﷻ ha manga tau marayaw magsubli ganti, tantu magaya-guyu na sadja in Dunya sin kahalu biluhan sin hinang halipulu sumagawa in Allahu Ta’ala in Tagdapu sin Kalabbihan ha katiluagan sin ‘Alam.",
                    "252": "In damikkiyan sin kissa yan, tanda kakawasahan sin Allah ﷻ, piyaingat Namu kaymu (Ya Muhammad ﷺ) ha kasabunnalan, misan mu wala kiyasakupan, iban bunnal tuud in ikaw tantu daing ha jumlahan sin manga Karasulan, daak sin Allah ﷻ magpasampay sin daakan Niya.",
                    "253": "In manga sila karasulan yan (amuin piyagkissa Namu kaymu yan Ya Muhammad ﷺ) piyatingka Namu in kalabbihan sin kaibanan nila daing ha kaibanan, awun daing kanila tughay diya sin Allah ﷻ nagsambung laung nagbissara (biya na kan Nabi Musa) iban piyataas Niya in darajat sin kaibanan nila, iban pyaratungan Namu in 'Isa anak sin Maryam Baynat katarrangan (Mu'jizat niya makaubat sin jinisan sakit) iban piyatabangan Namu siya ha Jibrail (Alayhis Salam), iban bang daing ha kahandak sin Allah ﷻ di na in manusiya magbunu'-biyunu’i puas daing ha manga karasulan, pagka ubus na naparatung kanila in baynat katarrangan masawa na, sumagawa in hinang nila nagsulang-saling da, awun na daing kanila nagparatsaya, iban awun na daing kanila nagkufur, iban bang daing ha kahandak sin Allah ﷻ di na sila magbunu’-biyunu-i buwat malayingkan in Allah ﷻ hinangun Niya unu-unu in kabayaan Niya.",
                    "254": "Ya kamu amuin manga Nagpaparatsaya! Pagnafaqa  kamu ha dan sin Agama daing ha unu-unu na in kiyadihil Namu Ridjiki kaniyu ha wala pa maabut in adlaw way na pagdagang iban way na hulat-hulat ha pagbagay, iban way na pagsapaat (puas daing ha Ijin sin Allah ﷻ) Ampa in manga maligguat nagkufur sila na yan in manga anyaya naglaug sin ginhawa, tagdapu sin siksa mabisa.",
                    "255": "In Allah ﷻ, way tuhan sabunnal malayingkan Siya, In Buhi sampurna salama-lama, Magpatindug sin pakaradjaan sin katan piyapanjari Niya, Di Siya pagdatungan panglupa iban di pagkaruun di magtug. Ukum milik Niya in pitunglapis langit iban lupa. Misan hisiyu wayruun makagaus sumapaat didtu ha Hadarat Niya malayingkan subay daing ha Ijin Niya. Kaingatan Niya in sabarang susungun sin piyapanjari Niya iban sin tiyaykuran nila, iban di dapat makalikus in piyapanjari Niya sin hangsulag unu-unu daing ha ‘Ilmu Niya, malaingkan bang daing ha kahandak Niya. Nalalangkum sin Siya (Kursiy Niya) in pitung-lapis langit iban lupa, di makagaggat kaniya in bu’gat ha magpalihala sin pitunglapis langit iban lupa. Iban siya ra in Maha-tinggi, lagi  Maha-bassar.",
                    "256": "Way paglunggu' magpasuwd pa Agama, sabunnal tuud timatarrang na in kasabunnalan daing ha kalawungan. Nah hisiyu-siyu in sumugat na ha Taguwt sarta magparatsaya na Siya pa Allah ﷻ. Nah sabunnal tuud nakagung-gung na Siya ha Lubid makamdus, (ha Agama sabunnal) way lutang galna niya, iban in Allah ﷻ Siya in sampurna in Pangdungug iban Pangita (ha katan unu-unu).",
                    "257": "In Allah ﷻ in atas tumulung ha manga sila namamaratsaya, magpaguwa kanila daing ha katigidluman (sin kakufur) maun pa kasawahan sin (Iman iban Hidayat) ampa in manga sila amuin nagkufur in mangatas mag agi kanila amuna in Shaytan Taguwt, sila in magpaguwa ha manga kafir daing ha kasawahan (sin Iman) maun pa katigidluman (sin kakufur) sila na yan in tagdapu maghula ha Narka Jahannam duun sila halaum kumakkal.",
                    "258": "(Nagpaablak hi Namrud anak hi Kanan dima nag-aluwat kan Nabiyullah Ibrahim ha tungud pakaradjaan pagtuhan) Wala pa nakaabut in atud sin pangita mu (Ya Muhammad ﷺ) maun pa amun dima nag-aluwat kan Nabiyullah Ibrahim, ha tungud pakaradjaan sin pagtuhan niya pa Allah ﷻ, (nah ingata in hi Namrud) pagkabunnal tuud dihilan siya sin Allah ﷻ piyaruwl siya nagsultan (awun upat ngagatus tahun) ha waktu yan namung kaniya in Ibrahim: “In Tuhan ku (Allah ﷻ) amuin makagaus magbuhi iban magpatay (ha katan piyapanjari)!”, In sambung sin Namrud: “In aku makabuhi aku iban makapatay aku!”, (Nah nagpakawa siya duwa tau ampa niya piyabunu in hambuuk miyatay, wala niya piyabunu in hambuuk) laung hi Ibrahim: “Bunnal tuud in Allah ﷻ Siya in nagpaguwa sin suga piyaratung Siya daing ha subangan, nah papanawa kunu isab paratunga daing ha sadlupan harap pa subangan (bang kaw bunnal taga-kawasa)!”, Nah nahambulung na hi Kafir Namrud di na makajawab, ampa in Allah ﷻ di himidayat ha manga tau anyaya.",
                    "259": "(In kissa hikduwa ini ha tanda manunjuki sin kakawasahan sin Allahu Ta’ala) Iban biya' sin hambuuk tau amuin nakalabay daing ha hambuuk luwngan sin Baytal Maqdis nalulungsad na in kabayan nila, miyatay na in tau niya, (piyalungsad sin hambuuk sultan, taiban da hi Namrud hi Bakhtanzar), In pamung sin tau nakalabay ini (hi Uzair): “Biyadiin na baha in kawasa sin Allah ﷻ magbuhi ha manga tau ini puas daing ha kamatay nila ini?” Nah piyatay sin Allah ﷻ in tau ini hanggatus tahun in lugay, ubus ampa siya biyuhi nagbalik, ampa siya iyasubu: “Maunu lugay mu duun ha hal mu miyamatay?” Sambung niya: “In lugay ku miyamatay, hangka adlaw atawa wala nakaabut hangka adlaw”, Parman sin Allah ﷻ: “Parahal in lugay mu miyamatay hanggatus tahun, sagawa liliynga in tanda kakawasahan sin Allah ﷻ, kitaa in kakaun mu iban sin iinuman mu wala nahalin (wala naba'lus) misan liyabayan na gatus tahun, iban atud kaw pa himar mu ha karna hinangun Namu kaw tanda pamintangan sin manusiya sin kakawasahan Namu atura in bukug sin Himar mu (nahamudjal na) bang biyadiin in pagpahatul Namu magbalik, iban paglangkup Namu magbalik sin unud niya, ha kakitaan mu in kawasa Namu”, Nah pagkatimarrang na kaniya in kakawasahan sin Allah ﷻ, amuna in kapamung sin tau ini: “Kiyaingatan ku na in sabunnal tuud in Allah ﷻ Kawasa ha katan unu-unu.”",
                    "260": "(In kissa hikatuw ini ha tanda manunjuki ha kakawasahan sin Allahu Ta’ala) Iban sabbuta kanila (Ya Muhammad ﷺ) in waktu namung hi Ibrahim nangayu duwaa pa Tuhan: “Ya Tuhan ku pakitaa kunu aku sin hantang sin kakawasahan mu magbuhi sin miyamatay?”, Parman sin Allah ﷻ: “Mayta bukun kaw paratsaya?” In sambung niya: “Tantu paratsaya aku, sagawa pagpasung ku sin pamaratsaya ku iban pagpasanyang ku sin pangatayan ku”, Parman sin Allah ﷻ: “Kawa kaw upat kajinis manuk-manuk tipuna duun kaymu ampa mu tuktuka (pa paglamugaya in Bulbul, in Unud, in Bukug, in Dugu nila) ampa mu bulakaya ha kabud-buran in tiyuktukan nila, mahuli ampa mu tawaga maun kaymu, dumatung sila yan maun kaymu nagsisigla (buhi na tibuuk na biya’ sin kariyasali tagna) iban ingata bunnal tuud in Allah ﷻ mangdaraug way mahunit kaniya Sampurna in hukuman Niya.”",
                    "261": "In kahantang sin manga sila amuin magnafaqa sin Arta nila ha da sabilillah, biya' sin kahantang sin bigi binhi (hitanum pa lupa mahunggal1) tumubu' pitu in saha' niya, tiyap-tiyap hambuuk saha’ awun hanggatus in bunga niya, iban in Allah ﷻ lipatun Niya pa makamataud daing hayan ha siyu-siyu in kabayaan Niya, iban in Allah ﷻ sampurna in luag sin kawasa Niya (sin Atay sin Ipun Niya magnanafaqa).",
                    "262": "In amuin manga sila magnafaqa sin Arta nila ha dan Sabilillah, ubus wala nila iyurul sin panumbuy iban sabbut pa mangiy in kiyapagnafaqa nila, Nah aun na parsukuan nila tungbas karayawan didtu ha hadarat sin Tuhan nila, iban way kabugaan dumatung kanila ha Adlaw Akhirat, iban way kasusahan sin kahirupan nila nakabin ha Dunya.",
                    "263": "In kabtangan mangdahi pa marayaw halaum sara’ iban sin pangdihil kamaapan ha nakasa', labi pa marayaw daing sin Sadakka iyagaran lapal mangiy, iban in Allah ﷻ in labi dayahan, Baying-Ulungun Mahanunut.",
                    "264": "Ya kamu amuin Nagpaparatsaya Bar-iman! Ayaw niyu tuud pagba'tala (paglarak in pahala) sin Sadakka niyu sin panumbuy iban sabbut pa mangiy, biya’ sin tau amuin magnafaqa sin arta niya Riyah pagpakita-kita ha manusiya, iban bukun pamaratsaya pa Allah ﷻ iban pa Adlaw Akhirat, Nah in kahantang niya yan biya' sin batu pilaras aun duun ha babaw niya lupa , apabila kugdanan sin ulan, bukun tumubu' in tiyanum, gam mayan hi anud in lupa niya, makapin dakuman in pilaras gang-gang wayruun magaus nila kabakan unu-unu pahala daing ha piyagnafaqa nila, iban in Allah ﷻ di Niya hidayatan in Kawman sin manga tau kafir.",
                    "265": "Iban in kahantang sin manga sila amuin magnafaqa sin Arta nila, in iyangut nila karidaan sin Allah ﷻ iban kagawgut sin Yaqiyn daing ha ginhawa nila muhung sin tungbus daing ha Allah ﷻ, in kahantang niya yan sapantun sin panghiyanum magusud nakabutang ha lupa dimiyaray, kugdanan siya sin ulan matigda, nah dumatung in bunga niya lipat, nah bang way kumugdan kaniya ulan matigda, misan dakuman bunuk-bunuk makajari na (gumuwa na in bunga niya sabab sin dayaw sin lupa kiyabutangan niya) Iban in Allah ﷻ sabarang sin hinang niyu kiykita Niya.",
                    "266": "Unu amuka in kabayaan sin hangkatau daing kaniyu in maawun kaniya in panghiyanum ginisan mataud, daing ha hulma iban anggul mag-anud pa daing ha sawum niya in kasuba'-subaan, yaun na kaniya in ginisan bungang-kahuy, sakali miyabut mayan kaniya in kalaas misan awun panubu niya manga malamma di sila makagaus magparuli sin kahirupan yaun, nah kiyugdan na kabbun yaun sin hunus badju nag-agad iban kayu, nah nasunug in kabbun yaun sampay bunga niya, (in upama niya biya' sin tau dayahan naghinang marayaw daing kabata niya pagsakali limaas mayan siya pindahan niya na in hinang niya tagna piyanumbuy niya na in arta kiyapagnafaqa niya, nah nasunug in ammal niya marayaw nakauna sin panumbuy niya ha mahuli) ha biya' sin damikkiyan yan patarrangun sin Allah ﷻ kaniyu in hukuman Niya duun ha ayat ini, Mura-murahan makapamikil kamu.",
                    "267": "Ya kamu amuin manga Nagpaparatsaya! Pagnafaqa kamu sin arta kiyaridjiki Namu kaniyu, daing ha usaha niyu halal marayaw, iban daing ha arta napaguwa Namu kaniyu daing ha lupa iban bukun amuin piun hipagnafaqa in mangiy daing ha arta niyu, amuin bang kamu in dihilan di niyu na pag-iyanan, gammayan pangirugan niyu na (sabab napiy na in mangiy) amuna in piun niyu pa tudjuhun pa Allah ﷻ in di niyu na pag-iyanan. Nah ingat kamu bunnal tuud in Allah ﷻ Sampurna in Daya, Labi Pupudjihun.",
                    "268": "Ampa in Shaytan amuin jimanji (bugaun niya kamu, laung niya): “Mamiskin kamu bang kamu magsadakka!” Iban daakun niya kamu maghinang mangiy (mag-ikut ha dan sin Agama iban magpatudju sin arta niyu pa hiyaram sin Agama) ampa in Allah ﷻ jimanji isab kaniyu bang kamu magsadakka ampunun Niya in dusa niyu, iban ganapan Niya in Ridjiki niyu iban in Allah ﷻ sampurna in luag sin Kalabbihan Niya iban sin Pang-ingat Niya.",
                    "269": "Dihilan sin Allah ﷻ Hikmat (ingat kapandayan marayaw) siyu-siyu in kabayaan Niya dihilan, Ampa hisiyu-siyu in kiyadihilan sin Hikmat yan, nah sabunnal tuud siya yan in kiyadihilan sin karayawan landu mataud, sagawa wayruun makatumtum mangannal ha yan malayingkan amuin manga halul-akkal.",
                    "270": "Iban in sabarang sin kiyapagnafaqa niyu unu-unu na ginisan nafaqa ha dan sin Agama, atawa kiyapagnajar niyu unu-unu na ginisan najar ha sara' Agama Islam, nah sabunnal tuud in Allah ﷻ kiya-ingatan Niya yan, iban wayruun partulungan dumatung ha manga tau anyaya, (magtatapuk sin Zakat iban magpapatudju sin arta nila pa di kabayaan sin sara' sin Agama Islam).",
                    "271": "Bang niyu patampalun in pagsadakka niyu, nah amuna yan in sarayaw-rayaw guwa sin Ni’mat duun kaniyu, iban bang isab palabayun niyu daing ha hipus sarta hidihil niyu ha manga Faqir (landu barhajat), amuyan in labi pa marayaw kaniyu, iban papasan sin Allah ﷻ daing kaniyu in pardusahan niyu, iban in Allah ﷻ sabarang sin mahinang niyu bibista Niya.",
                    "272": "Bukun duun kaymu (Ya Muhammad ﷺ) in hidayat sin sila manusiya (magpasampay sadja kaw kanila) sumagawa Allah ﷻ in himidayat kan hisiyu-siyu in kabayaan Niya, iban in unu-unu hipagnafaqa niyu labay daing ha marayaw, nah in yan parsukuan da sin ginhawa niyu in dayaw niya, iban ayaw niyu patudjuha pa dugaing in pagnafaqa niyu, malayingkan subay angut niyu ha karna sin Allah ﷻ, iban unu-unu hikapagnafaqa niyu daing ha marayaw in labay niya hitunay ra kaniyu in tungbas niya lipat, iban in kamu di kamu maanyaya.",
                    "273": "Awun suku' daing ha manga nafaqa niyu sin manga sila Faqir (kulang-kabus ha alta) natatahala sila ha pagjihad ha Sabilillah, di na sila makagaus manaw ha babaw sin gumi ini mag-usaha sabab ha pagjiharan nila, in bistahan sin manga tau awam sin hal nila, laung nila: “Manga tau dayahan sila”, Sabab sin kahanunut nila, di sila magpangayu-ngayu, kakilahan mu sila sabab sin awun tanda pangilahan duun kanila, ha piil palangay nila marayaw, di sila magpangayu manglugus ha manusiya, iban in katan kiyapagnafaqa niyu labay daing ha marayaw. Nah bunnal tuud in Allah ﷻ in sampurna Makaingat ha yan.",
                    "274": "In manga sila amuin magnafaqa sin alta kiyadihil Namu Ridjiki kanila sali da ha dum ha adlaw, hipus atawa tampal, nah suku' nila in tungbas pahala didtu ha Hadarat sin Tuhan Tag-atasan kanila, iban way kabugaan kumugdan kanila ha Adlaw Kiyamat sarta way kasusahan nila sin kiyabiyn dii ha Dunya.",
                    "275": "In manga sila amuin magkaun (iban mag-usaha sin Ganda Riba) di sila makabalukad (daing ha laum kubul nila ha Adlaw Kiyamat) malayingkan in pagtindug nila biya sin pagtindug sin tau amuin liyala'pung sin shaytan sin hilu, In damikkiyan yan sabab sin sabunnal tuud in sila laung nila: “Bunnal tuud in parkala pagdagang biya’ da sin parkala riba!”, Ampa in Allah ﷻ hiyalal Niya in pagdagang iban hiyaram Niya in Ganda Riba, Nah siyu-siyu in kiyasampayan na sin sara' daing ha Tuhan niya (Allah ﷻ sin pana'ga sin magganda riba) ampa siya iminsap na, nah amura kuman dusa niya in limabay, iban in parkala niya limabay Allah ﷻ na in makaingat (ampunun Niya atawa di) iban siyu-siyu in imisab magbalik magganda Riba, nah sila nayan in tau tagsuku' sin Api Narka Jahannam, kakkal sila halaum niya salama-lama.",
                    "276": "Tistisun da sin Allah ﷻ in alta daing ha Ganda Riba, iban pasuligun Niya in arta kiyaguguwaan sadakka, Iban in Allah ﷻ di malasa ha tiyap-tiyap kufur in pangatayan iban bardusa in Kaul piil.",
                    "277": "Sabunnal tuud in manga sila amuin nagparatsaya pa Allah ﷻ iban nakahinang Ammal Salih iban nakatilusa timindug sin sambahayang iban magdirihil tunay sin zakat sin arta nila, aun kanila tungbas karayawan sin hinang nila didtu ha Hadarat sin Tuhan Tag-atasan kanila, iban way na dumatung kanila kabugaan ha Adlaw Kiyamat iban way kasusahan nila sin kiyabin nila ha Dunya.",
                    "278": "Ya kamu amuin manga Nagpaparatsaya! Kabuga kamu pa Allah ﷻ iban tinggali niyu na in nakapin sin arta niyu amuin nakabutang ha usaha Ganda Riba, bang bunnal in pagparatsaya niyu.",
                    "279": "Nah bang niyu di mahinang in timinggal sin Usaha Ganda Riba, nah pagyakin na kamu magsaddiya umatu magbunu' ha Allah ﷻ iban ha Rasul Niya, iban bang kamu magtawbat, nah kawaa niyu sadja in puunan sin arta niyu, di kamu makaanyaya iban di kamu maanyaya.",
                    "280": "Iban bang in kaawnan sin kiyabutangan sin pilak niyu bat mampunyai sigpit, nah wajib kaniyu subay tagaran sin kahayang niya, (di na paanakun in pilak) iban bang niyu hipagsadakka na kanila (piyuas niyu na) amu yan in labi in dayaw kaniyu, bang niyu sadja kiya-ingatan.",
                    "281": "Iban pagmabuga kamu, pagsaddiya kamu tuud sin Adlaw pabingun na kamu duun ha adlaw yan madtu pa Allah ﷻ (amuna in mapatay na kamu) kamuddiyan hitunay na pa tiyap-tiyap ginhawa in katan bistahan sin hinang niya iban in sila katan di maanyaya, di malawa in tungbas sin katan hinang nila.",
                    "282": "Ya kamu amuin Nagpaparatsaya! Apabila kamu mag-utang-iyutangi ha unu-unu utang taga waktu piyagtutugunan, nah sulatan niyu iban subay hisulat ha antara niyu sin manunulat adil, iban ayaw sumangka’ in manunulat subay niya hisulat biya sin kiyapaingat kaniya sin Allah ﷻ, nah subay siya sumulat iban subay bassahun ha magsusulat sin tau amuin tagkapatut (amuin nagpautang) iban subay in manunulat magmabuga tuud pa Allah ﷻ, Tuhan niya, iban ayaw niya dagdagan in kapatut minsan hangsulag, nah bang in kaawnan sin tagkapatut kulang in akkal niya atawa malamma pa (karna bata-bata pa atawa malaas na tuud) atawa di makagaus sumugsug (sabab kallu' atawa di makahati sin bahasa) nah subay sugsugun sin Wali niya ha ka'adilan, iban pagsaksi kamu duwa saksi daing ha usug niyu, nah bang di maawun in duwa usug, nah hambuuk usug iban duwa babai daing ha manga karidaan niyu (pangandulan niyu) magsaksi sabab 'adil, hasupaya bang malawung in hambuuk daing kanila duwa, mapatumtum sin hambuuk in hambuuk, iban di makajari sumalud in manga saksi bang sila tawagun ha pagsaksi nila, iban ayaw niyu lipasa ha pagsulat niyu in asibi dakula (mataud matiyu) tubtub pa waktu niya, in biya' sin damikkiyan sin diyaakan kaniyu yan (magsulat sin pag-utang) amuyan in sabuntul-buntul hukuman daing ha Hadarat sin Allah ﷻ, sarta sahugut-hugut parsaksian, iban labi mahugut pa way pagduwa-ruwa (pagpaylu-niyu) malayingkan bang in kaawnan niya pagdagang magsama tukbal in kahantang niya ha antara niyu (way na bistahun ha waktu susungun) nah way na dusa kumugdan kaniyu misan niyu wala na kiyasulat yan. Iban pagpasaksi kamu paghalulay kamu asal bang kamu magdagang iban magbiy samatukbal, di na hika gaggat in manunulat iban magsasaksi, ampa bang in mahinang niyu amuin piyanglangan kaniyu, nah bunnal tuud hikafasiq kaniyu, Iban pagmabuga kamu pa Allah ﷻ bat kamu hinduan sin Allah ﷻ pa hikarayaw kaniyu, Iban in Allah ﷻ labi Makaingat ha katan unu-unu.",
                    "283": "Iban bang in kaawnan niyu ha tulakan mag-utang, ha way kabakan niyu manunulat, nah butangi niyu gari' pahawiran ha piyangutangan nah bang kamu humayang na pakaniya-pakaniya, nah subay na hitunay sin kiyapag-amanatan in kiyapag-amanat kaniya, iban subay tumtumun niya in pagmabuga pa Allah ﷻ Tuhan Tag-atasan kaniya, Iban ayaw niyu tuud tapukan in siyaksian niyu, hisiyu-siyu in magtapuk ha yan sabunnal tuud Bardusa landu in atay niya iban in Allah ﷻ in Makaingat sin sabarang mahinang niyu.",
                    "284": "Ukum milik sin Allah ﷻ in sabarang ha pitunglapis langit iban lupa iban sibu' da hitampal niyu in yan ha ginhawa niyu atawa hitapuk niyu (in hinang mangiy marayaw) bistahun da yan kaniyu sin Allah ﷻ nah ampunun Niya siyu-siyu in kabayaan Niya ampunun iban siksaun Niya siyu-siyu in kabayaan Niya siksaun, iban in Allah ﷻ Kawasa ha katan unu-unu.",
                    "285": "Nagsabunnal namaratsaya in Rasul (Muhammad ﷺ) ha sabarang napanaug maun kaniya wahi daing ha Tuhan Tag-atasan kaniya, iban (namaratsaya ra isab) in manga Mu'min katan sila namaratsaya pa Allah ﷻ iban pa Malaikat Niya, iban pa manga Kitab Niya, iban pa manga Karasulan Niya. (laung sin Rasulullah ﷺ iban sin manga mu'min): “Wayruun pinigun namu ha antara sin manga Karasulan (pagparatsayahun namu katan)!” Iban laung nila: “Taymaun namu in tawag Mu Ya Tuhan namu! iban agarun namu in daakan Mu pangayuun namu in ampunun Mu kamu Ya Tuhan namu in dusa namu, iban matun da Kaymu in uwian namu.”",
                    "286": "Bukun in piyangdaak sin Allah ﷻ ha ginhawa sin manga Ipun Niya (parkala di magaus hinangun) malayingkan ha qadar sadja magaus niya, suku' da sin ginhawa taghinangan in tungbas sin hinang niya marayaw, iban muwi da pa ginhawa niya in tungbas mangiy sin hinang niya mangiy. “Ya Tuhan namu! Ayaw Mu kami siksaa sin hinang kiyalupahan namu atawa kiya lawngan namu, Ya Tuhan namu! Ayaw Mu parahan kamu in hinang mabu'gat biya sin piyara Mu ha manga sila nakauna daing kamu, Ya Tuhan namu! Ayaw Mu kami paraha sin pakaradjaan ha di namu kagausan, Ya Tuhan namu! Maapa kami iban ampuna kami iban kaulungi kami, Ikaw ra in Tag-amulahi kamu, nah tulunga kami umatubang ha Kawman sin manga Kafir.”"
                }
            }
        },
        "tafsir": {
            
        }
    }
}