{
    "3": {
        "number": 3,
        "name": "اٰل عمران",
        "name_latin": "Ali 'Imran",
        "basmalah": "images/bismillah.png",
        "number_of_ayah": "200",
        "text": {
            "1": "الۤمّۤ ",
            "2": "اَللّٰهُ لَآ إِلٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ",
            "3": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرٰىةَ وَالْإِنْجِيْلَۙ",
            "4": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ ەۗ إِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ",
            "5": "إِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْأَرْضِ وَلَا فِى السَّمَاۤءِ",
            "6": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْأَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ إِلٰهَ إِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "7": "هُوَ الَّذِيْٓ أَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ أُمُّ الْكِتٰبِ وَأُخَرُ مُتَشٰبِهٰتٌ ۗ فَأَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  إِلَّا اللّٰهُ  ۘوَالرَّاسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ إِلَّآ أُولُوا الْأَلْبَابِ",
            "8": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚإِنَّكَ أَنْتَ الْوَهَّابُ ",
            "9": "رَبَّنَآ إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗإِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
            "10": "إِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَآ أَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗوَأُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ",
            "11": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذَّبُوْا بِاٰيٰتِنَاۚ فَأَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ",
            "12": "قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ إِلٰى جَهَنَّمَ ۗ وَبِئْسَ الْمِهَادُ",
            "13": "قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۗفِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَأُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۗوَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُ ۗ إِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّأُولِى الْأَبْصَارِ",
            "14": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ",
            "15": "۞ قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْ ۗ لِلَّذِيْنَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَأَزْوَاجٌ مُّطَهَّرَةٌ وَّرِضْوَانٌ مِّنَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِۚ",
            "16": "أَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ إِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ",
            "17": "أَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْأَسْحَارِ ",
            "18": "شَهِدَ اللّٰهُ أَنَّهٗ لَآ إِلٰهَ إِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَأُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ إِلٰهَ إِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "19": "إِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ إِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَإِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "20": "فَإِنْ حَاۤجُّوْكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ أُوْتُوا الْكِتٰبَ وَالْأُمِّيّٖنَ ءَأَسْلَمْتُمْ ۗ فَإِنْ أَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ",
            "21": "إِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيْمٍ",
            "22": "أُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ أَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
            "23": "أَلَمْ تَرَ إِلَى الَّذِيْنَ أُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ إِلٰى كِتٰبِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُوْنَ",
            "24": "ذٰلِكَ بِأَنَّهُمْ قَالُوْا لَنْ تَمَسَّنَا النَّارُ إِلَّآ أَيَّامًا مَّعْدُوْدٰتٍ ۖ وَّغَرَّهُمْ فِيْ دِيْنِهِمْ مَّا كَانُوْا يَفْتَرُوْنَ",
            "25": "فَكَيْفَ إِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "26": "قُلِ اللهم مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ إِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "27": "تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ",
            "28": "لَا يَتَّخِذِ الْمُؤْمِنُوْنَ الْكٰفِرِيْنَ أَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فِيْ شَيْءٍ إِلَّآ أَنْ تَتَّقُوْا مِنْهُمْ تُقٰىةً ۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗ وَإِلَى اللّٰهِ الْمَصِيْرُ",
            "29": "قُلْ إِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ أَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُ ۗوَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَاللّٰهُ  عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "30": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهٗٓ أَمَدًاۢ بَعِيْدًا ۗوَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ࣖ",
            "31": "قُلْ إِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "32": "قُلْ أَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ ۚ فَإِنْ تَوَلَّوْا فَإِنَّ اللّٰهَ لَا يُحِبُّ الْكٰفِرِيْنَ",
            "33": "۞ إِنَّ اللّٰهَ اصْطَفٰىٓ اٰدَمَ وَنُوْحًا وَّاٰلَ إِبْرٰهِيْمَ وَاٰلَ عِمْرَانَ عَلَى الْعٰلَمِيْنَۙ",
            "34": "ذُرِّيَّةً ۢ بَعْضُهَا مِنْۢ بَعْضٍۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۚ",
            "35": "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّيْ نَذَرْتُ لَكَ مَا فِيْ بَطْنِيْ مُحَرَّرًا فَتَقَبَّلْ مِنِّيْ ۚ إِنَّكَ أَنْتَ السَّمِيْعُ الْعَلِيْمُ",
            "36": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّيْ وَضَعْتُهَآ أُنْثٰىۗ وَاللّٰهُ أَعْلَمُ بِمَا وَضَعَتْۗ وَلَيْسَ الذَّكَرُ كَالْأُنْثٰى ۚ وَإِنِّيْ سَمَّيْتُهَا مَرْيَمَ وَإِنِّيْٓ أُعِيْذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيْمِ",
            "37": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُوْلٍ حَسَنٍ وَّأَنْۢبَتَهَا نَبَاتًا حَسَنًاۖ وَّكَفَّلَهَا زَكَرِيَّا ۗ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقًا ۚ قَالَ يٰمَرْيَمُ أَنّٰى لَكِ هٰذَا ۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِ ۗ إِنَّ اللّٰهَ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "38": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗ ۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً ۚ إِنَّكَ سَمِيْعُ الدُّعَاۤءِ",
            "39": "فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ أَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًاۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ",
            "40": "قَالَ رَبِّ أَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِيْ عَاقِرٌ ۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ",
            "41": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗ قَالَ اٰيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ ࣖ",
            "42": "وَإِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ إِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ",
            "43": "يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرَّاكِعِيْنَ",
            "44": "ذٰلِكَ مِنْ أَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ إِلَيْكَ ۗوَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُوْنَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُوْنَ",
            "45": "إِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ إِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ",
            "46": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ",
            "47": "قَالَتْ رَبِّ أَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ ۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُ ۗإِذَا قَضٰٓى أَمْرًا فَإِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
            "48": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْإِنْجِيْلَۚ",
            "49": "وَرَسُوْلًا إِلٰى بَنِيْٓ إِسْرَاۤءِيْلَ ەۙ أَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْ ۙأَنِّيْٓ أَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَأَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًاۢ بِإِذْنِ اللّٰهِ ۚوَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتٰى بِإِذْنِ اللّٰهِ ۚوَأُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَ ۙفِيْ بُيُوْتِكُمْ ۗإِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ إِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ",
            "50": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَأَطِيْعُوْنِ ",
            "51": "إِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
            "52": "۞ فَلَمَّآ أَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِيْٓ إِلَى اللّٰهِ ۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ أَنْصَارُ اللّٰهِ ۚ اٰمَنَّا بِاللّٰهِ ۚ وَاشْهَدْ بِأَنَّا مُسْلِمُوْنَ",
            "53": "رَبَّنَآ اٰمَنَّا بِمَآ أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ",
            "54": "وَمَكَرُوْا وَمَكَرَ اللّٰهُ  ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ ࣖ",
            "55": "إِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى إِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا إِلٰى يَوْمِ الْقِيٰمَةِ ۚ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ",
            "56": "فَأَمَّا الَّذِيْنَ كَفَرُوْا فَأُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
            "57": "وَأَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ أُجُوْرَهُمْ ۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ",
            "58": "ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ ",
            "59": "إِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ",
            "60": "أَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ",
            "61": "فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاۤءَنَا وَأَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْۗ  ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ",
            "62": "إِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ إِلٰهٍ إِلَّا اللّٰهُ ۗوَإِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "63": "فَإِنْ تَوَلَّوْا فَإِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ",
            "64": "قُلْ يٰٓأَهْلَ الْكِتٰبِ تَعَالَوْا إِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَإِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِأَنَّا مُسْلِمُوْنَ",
            "65": "يٰٓأَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ إِبْرٰهِيْمَ وَمَآ أُنْزِلَتِ التَّوْرٰىةُ وَالْإِنْجِيْلُ إِلَّا مِنْۢ بَعْدِهٖۗ  أَفَلَا تَعْقِلُوْنَ",
            "66": "هٰٓأَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ وأَنْتُمْ لَا تَعْلَمُوْنَ",
            "67": "مَاكَانَ إِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
            "68": "إِنَّ أَوْلَى النَّاسِ بِإِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ",
            "69": "وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ أَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ إِلَّآ أَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ",
            "70": "يٰٓأَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَأَنْتُمْ تَشْهَدُوْنَ",
            "71": "يٰٓأَهْلَ الْكِتٰبِ لِمَ تَلْبِسُوْنَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوْنَ الْحَقَّ وَأَنْتُمْ تَعْلَمُوْنَ ࣖ",
            "72": "وَقَالَتْ طَّاۤىِٕفَةٌ مِّنْ أَهْلِ الْكِتٰبِ اٰمِنُوْا بِالَّذِيْٓ أُنْزِلَ عَلَى الَّذِيْنَ اٰمَنُوْا وَجْهَ النَّهَارِ وَاكْفُرُوْٓا اٰخِرَهٗ لَعَلَّهُمْ يَرْجِعُوْنَۚ",
            "73": "وَلَا تُؤْمِنُوْٓا إِلَّا لِمَنْ تَبِعَ دِيْنَكُمْ ۗ قُلْ إِنَّ الْهُدٰى هُدَى اللّٰهِ ۙ أَنْ يُّؤْتٰىٓ أَحَدٌ مِّثْلَ مَآ أُوْتِيْتُمْ أَوْ يُحَاۤجُّوْكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللّٰهِ ۚ يُؤْتِيْهِ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۚ",
            "74": "يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "75": "۞ وَمِنْ أَهْلِ الْكِتٰبِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ إِلَيْكَۚ وَمِنْهُمْ مَّنْ إِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًا ۗ ذٰلِكَ بِأَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْأُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ",
            "76": "بَلٰى مَنْ أَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَإِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ",
            "77": "إِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيْلًا أُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۖ وَلَهُمْ عَذَابٌ أَلِيْمٌ ",
            "78": "وَإِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ أَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِ ۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ",
            "79": "مَا كَانَ لِبَشَرٍ أَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَ ۙ",
            "80": "وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ أَرْبَابًا ۗ أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُّسْلِمُوْنَ ࣖ",
            "81": "وَإِذْ أَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلٰى ذٰلِكُمْ إِصْرِيْ ۗ قَالُوْٓا أَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَأَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ",
            "82": "فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَأُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "83": "أَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗ ٓ أَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْأَرْضِ طَوْعًا وَّكَرْهًا وَّإِلَيْهِ يُرْجَعُوْنَ",
            "84": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ أُنْزِلَ عَلَيْنَا وَمَآ أُنْزِلَ عَلٰٓى إِبْرٰهِيْمَ وَإِسْمٰعِيْلَ وَإِسْحٰقَ وَيَعْقُوْبَ وَالْأَسْبَاطِ وَمَآ أُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ",
            "85": "وَمَنْ يَّبْتَغِ غَيْرَ الْإِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ",
            "86": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ إِيْمَانِهِمْ وَشَهِدُوْٓا أَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "87": "أُولٰۤىِٕكَ جَزَاۤؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ أَجْمَعِيْنَۙ",
            "88": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ",
            "89": "إِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَأَصْلَحُوْاۗ فَإِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "90": "إِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ إِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَأُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ",
            "91": "إِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ أَحَدِهِمْ مِّلْءُ الْأَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  أُولٰۤىِٕكَ لَهُمْ عَذَابٌ أَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔",
            "92": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَإِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
            "93": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ إِسْرَاۤءِيْلَ إِلَّا مَا حَرَّمَ إِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "94": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَأُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "95": "قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ إِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
            "96": "إِنَّ أَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ",
            "97": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ إِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَإِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ",
            "98": "قُلْ يٰٓأَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ",
            "99": "قُلْ يٰٓأَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّأَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
            "100": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ إِيْمَانِكُمْ كٰفِرِيْنَ ",
            "101": "وَكَيْفَ تَكْفُرُوْنَ وَأَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
            "102": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ إِلَّا وَأَنْتُمْ مُّسْلِمُوْنَ ",
            "103": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاۤءً فَأَلَّفَ بَيْنَ قُلُوْبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهٖٓ إِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ",
            "104": "وَلْتَكُنْ مِّنْكُمْ أُمَّةٌ يَّدْعُوْنَ إِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَأُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "105": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَأُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
            "106": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَأَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  أَ كَفَرْتُمْ بَعْدَ إِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
            "107": "وَأَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ",
            "108": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ",
            "109": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗوَإِلَى اللّٰهِ تُرْجَعُ الْأُمُوْرُ ࣖ",
            "110": "كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ أَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَأَكْثَرُهُمُ الْفٰسِقُوْنَ ",
            "111": "لَنْ يَّضُرُّوْكُمْ إِلَّآ أَذًىۗ  وَإِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْأَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
            "112": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوْٓا إِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِأَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْأَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
            "113": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ أَهْلِ الْكِتٰبِ أُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ",
            "114": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَأُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ",
            "115": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
            "116": "إِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَآ أَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَأُولٰۤىِٕكَ أَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "117": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا أَنْفُسَهُمْ فَأَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ أَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "118": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ أَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ أَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  إِنْ كُنْتُمْ تَعْقِلُوْنَ",
            "119": "هٰٓأَنْتُمْ أُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَإِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَإِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ إِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "120": "إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَإِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ إِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ",
            "121": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ",
            "122": "إِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ أَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
            "123": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّأَنْتُمْ أَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "124": "إِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ أَلَنْ يَّكْفِيَكُمْ أَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ",
            "125": "بَلٰٓى ۙإِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ",
            "126": "وَمَا جَعَلَهُ اللّٰهُ إِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ",
            "127": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا أَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ",
            "128": "لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوْبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظٰلِمُوْنَ ",
            "129": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ",
            "130": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا أَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ",
            "131": "وَاتَّقُوا النَّارَ الَّتِيْٓ أُعِدَّتْ لِلْكٰفِرِيْنَ ۚ ",
            "132": "وَأَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ",
            "133": "۞ وَسَارِعُوْٓا إِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْأَرْضُۙ  أُعِدَّتْ لِلْمُتَّقِيْنَۙ",
            "134": "الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكَاظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ ",
            "135": "وَالَّذِيْنَ إِذَا فَعَلُوْا فَاحِشَةً أَوْ ظَلَمُوْٓا أَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْۗ وَمَنْ يَّغْفِرُ الذُّنُوْبَ إِلَّا اللّٰهُ ۗ وَلَمْ يُصِرُّوْا عَلٰى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ ",
            "136": "أُولٰۤىِٕكَ جَزَاۤؤُهُمْ مَّغْفِرَةٌ مِّنْ رَّبِّهِمْ وَجَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَنِعْمَ أَجْرُ الْعٰمِلِيْنَۗ",
            "137": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسِيْرُوْا فِى الْأَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
            "138": "هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَّمَوْعِظَةٌ لِّلْمُتَّقِيْنَ ",
            "139": "وَلَا تَهِنُوْا وَلَا تَحْزَنُوْا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "140": "إِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗ ۗوَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَتَّخِذَ مِنْكُمْ شُهَدَاۤءَ ۗوَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَۙ",
            "141": "وَلِيُمَحِّصَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَمْحَقَ الْكٰفِرِيْنَ",
            "142": "أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَيَعْلَمَ الصّٰبِرِيْنَ ",
            "143": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُۖ فَقَدْ رَأَيْتُمُوْهُ وَأَنْتُمْ تَنْظُرُوْنَ ࣖ",
            "144": "وَمَا مُحَمَّدٌ إِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۗ أَفَا۟ىِٕنْ مَّاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى أَعْقَابِكُمْ ۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔا  ۗوَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ ",
            "145": "وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوْتَ إِلَّا بِإِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَا ۗ وَسَنَجْزِى الشّٰكِرِيْنَ ",
            "146": "وَكَأَيِّنْ مِّنْ نَّبِيٍّ قَاتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ أَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْا ۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ ",
            "147": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَإِسْرَافَنَا فِيْٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ",
            "148": "فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
            "149": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى أَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ ",
            "150": "بَلِ اللّٰهُ مَوْلٰىكُمْ ۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ ",
            "151": "سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا أَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا ۚ وَمَأْوٰىهُمُ النَّارُ ۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ ",
            "152": "وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ إِذْ تَحُسُّوْنَهُمْ بِإِذْنِهٖ ۚ حَتّٰىٓ إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْأَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ أَرٰىكُمْ مَّا تُحِبُّوْنَ ۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۚ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ ",
            "153": "۞ إِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى أَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ أُخْرٰىكُمْ فَأَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ أَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
            "154": "ثُمَّ أَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْأَمْرِ مِنْ شَيْءٍ ۗ قُلْ إِنَّ الْأَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ أَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "155": "إِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ إِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
            "156": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِإِخْوَانِهِمْ إِذَا ضَرَبُوْا فِى الْأَرْضِ أَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "157": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
            "158": "وَلَىِٕنْ مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللّٰهِ تُحْشَرُوْنَ",
            "159": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْأَمْرِۚ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ إِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
            "160": "إِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَإِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "161": "وَمَا كَانَ لِنَبِيٍّ أَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "162": "أَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ",
            "163": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ",
            "164": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ إِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ أَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَإِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "165": "أَوَلَمَّآ أَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ أَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ أَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ ۗ إِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "166": "وَمَآ أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِإِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ",
            "167": "وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْا ۖوَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ أَوِ ادْفَعُوْا ۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ أَقْرَبُ مِنْهُمْ لِلْإِيْمَانِ ۚ يَقُوْلُوْنَ بِأَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ أَعْلَمُ بِمَا يَكْتُمُوْنَۚ",
            "168": "أَلَّذِيْنَ قَالُوْا لِإِخْوَانِهِمْ وَقَعَدُوْا لَوْ أَطَاعُوْنَا مَا قُتِلُوْا ۗ قُلْ فَادْرَءُوْا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "169": "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ أَمْوَاتًا ۗ بَلْ أَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ",
            "170": "فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْ ۙ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ",
            "171": "۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَأَنَّ اللّٰهَ لَا يُضِيْعُ أَجْرَ الْمُؤْمِنِيْنَ ࣖ ",
            "172": "أَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ أَصَابَهُمُ الْقَرْحُ ۖ لِلَّذِيْنَ أَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيْمٌۚ",
            "173": "أَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ ",
            "174": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ",
            "175": "إِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ أَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "176": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ إِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ",
            "177": "إِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْإِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ أَلِيْمٌ ",
            "178": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا أَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّأَنْفُسِهِمْ ۗ إِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
            "179": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ أَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَإِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ أَجْرٌ عَظِيْمٌ ",
            "180": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْأَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
            "181": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا إِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ أَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْأَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ",
            "182": "ذٰلِكَ بِمَا قَدَّمَتْ أَيْدِيْكُمْ وَأَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ",
            "183": "أَلَّذِيْنَ قَالُوْٓا إِنَّ اللّٰهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "184": "فَإِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ",
            "185": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَإِنَّمَا تُوَفَّوْنَ أُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ إِلَّا مَتَاعُ الْغُرُوْرِ ",
            "186": "۞ لَتُبْلَوُنَّ فِيْٓ أَمْوَالِكُمْ وَأَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ أَشْرَكُوْٓا أَذًى كَثِيْرًا ۗ وَإِنْ تَصْبِرُوْا وَتَتَّقُوْا فَإِنَّ ذٰلِكَ مِنْ عَزْمِ الْأُمُوْرِ ",
            "187": "وَإِذْ أَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ",
            "188": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ أَتَوْا وَّيُحِبُّوْنَ أَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ أَلِيْمٌ",
            "189": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
            "190": "إِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْأَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّأُولِى الْأَلْبَابِۙ",
            "191": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْأَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ",
            "192": "رَبَّنَآ إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ أَنْصَارٍ",
            "193": "رَبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْإِيْمَانِ أَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِۚ ",
            "194": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ",
            "195": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّيْ لَآ أُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ أَوْ أُنْثٰى ۚ بَعْضُكُمْ مِّنْۢ بَعْضٍ ۚ فَالَّذِيْنَ هَاجَرُوْا وَأُخْرِجُوْا مِنْ دِيَارِهِمْ وَأُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِ ۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ ",
            "196": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ",
            "197": "مَتَاعٌ قَلِيْلٌ  ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ",
            "198": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِ ۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْأَبْرَارِ",
            "199": "وَإِنَّ مِنْ أَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ أُنْزِلَ إِلَيْكُمْ وَمَآ أُنْزِلَ إِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا ۗ أُولٰۤىِٕكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ إِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
            "200": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Manga panubu' sin Imran",
                "text": {
                    "1": "Alif, Laam, Miym.",
                    "2": "Allah ﷻ, La ilaha illa Huwa. \n\nWairuun mapatut sumbahun malaingkan hambuuk-buuk da Siya-, Buhi’ salama-lama, amu in Hambuuk magbubuhi’ mang-a-atas mamaugbug ha katan-tan napa-awn.",
                    "3": "Siya in nagpara nagpanaug mawn kaimu sin Kitab (Quran) (O Muhammad ﷺ) ha kasabunnalan, dimihil pariksa’ sin mga naka-una daing kaniya. Iban Siya in nagpanaug sin Tawrat iban Injiyl,",
                    "4": "Ha waktu naka-una pa sin kapaturun (sin Quran) amu in pamandu’ pa mga manusiya’. Iban nagpanaug Siya Al-furqan suntu-an (Quran) hipanghukum, hipag-islak sin marayaw iban sin kasaan.  Mattan, in mga sila di’ magkahagad sin tanda’ baynat sin Allah ﷻ, awn sadja siksa’ mabu’gat, iban in Allah ﷻ Bal-Kawasa ha katan, Bal-Gaus Maniksa’ ha katan.",
                    "5": "Bunnal-bunnal tuud in Allah ﷻ, wairuun makatapuk Kaniya hangsulang unu-unu dii ha dunya atawa ha ayan langit.",
                    "6": "Siya in magbaktul magparagbus kaniyu sin halawm pa kamu pakandangan hi Inah niyu ha diin in kabayaan Niya. La ilaha illa Huwa Al-Aziyz Al-Hakim. \n\nWairuun mapatut sumbahun malaingkan hambuuk-buuk da Siya amuin Al-Aziyz (Sampurna Makusug iban Kawasa), Al-Hakiym (Sampurna Panday Pandikal ha katan piyaawun Niya).",
                    "7": "Siya in nagpara nagpanaug mawn kaimu (O Muhammad ﷺ) sin Kitab (Quran yan).  Halawm niya, awn mga Ayat  pagnganan Al-Muhkamaat (mahantap na, masawa di na magkalagihan pa lilayun). In mga yan amu in Ummul Kitab (puunan, unud tinggilan sin Kitab a’agsuan pamariksaan sin mga ayat mutashabihaat) iban in ka-ibanan Ayat halawm yan pagnganan Al-Mutashaabihat (bukun matampal, bukun tugila in ma’ana magkalagihan pa lilayun sin panday-pandikal ha pangadji Tafsir).  Hangkan, adapun in mga sila amu in bukun mahugut ha kasabunnalan in pangatayan nila, awn pagkapalling sin atay, magad sila umunyuk ha mga ayat mutashabih halawm niya yan, puhung nila maglag sila sin hikarihil Fitnah iban muhut ha panaawil niya magad ha hawa napsu nila, parahal wairuun makaingat sin Ta’wilan niya (ha hakikat niya) buwat malaingkan  hambuuk-buuk da Allah ﷻ iban sin mga sila Ar-Rasikhun (malawm in ‘Ilmu’),  mag-iyan sila: “Magparatsaya kami ha ini (Qur’an), in katan-tan (sibu’ da ayat Mukhamat iban Mutashabihat) ini daing ha Tuhan natu’.” Iban wairuun makapangannal kapanduan ha yan buwat malaingkan amu ra in mga Halul Akkal.",
                    "8": "(In duwaa nila), “O Tuhan namu! Ayaw Mu pallinga in pangatayan namu’ (daying ha kasabunnalan) puas ubus Mu kiyapanduan na, iban anugharai kami sataud-taud ulung daing Kaymu (kaulungi kami). Tantu tuud, Ikaw in Al-Wahhaab (Mangdirihil jinisan ni’mat).”",
                    "9": "“O Tuhan namu’! Bunnal-bunnal tuud Ikaw in magpun ha katan manusiya’ ha Adlaw amu in wai pagduwa-ruwa dumatung siya.  Mattan, in Allah ﷻ di’ magparapat ha Janji Niya.”",
                    "10": "Sabunnal tuud sin mga di’ magparatsaya, di’ da makadihil guna makatabang kanila in mga pangalta’ iban mga anak nila sukkal pa Allah ﷻ. In mga sila yattu, sila na in du’ngul sin Kayu (Narka).",
                    "11": "(In kahalan nila), di’ lumiyu daing ha kahalan sin ra’yat hi Fir‘awn, iban sin mga nakauna daing kanila.  Piyuting nila in mga tanda’ baynat Namu’ hangkan, hisab sila iban siksa pasal sin dusa nila.  In Allah ﷻ, landu in bisa iban sigpit sin siksa Niya, magpaniksa’.",
                    "12": "Iyana in mga sila way namaratsaya: “Bukun da malugay daugun da kamu, punun na kamu katan-tan magsama-sama pa Narka Jahannam – Sangih-ngih na paghuhulaan”.",
                    "13": "Mattan tuud, Awn na bakas nakawa’ niyu hambuuk tanda’ [O mga Yahudi] ha pagbak nagbunu’ sin duwa tumpukan kaput balis. In hambuuk tumpukan (mga Muslim) nagbaugbug ha karna pagpalanyut sin Agama sin Allah ﷻ, in hambuuk tumpukan imaatu simasagga’ ha Allah ﷻ (mga Mushrik).  Kakitaan sin mga Muslim lipat magduwa in taud nila ha taud sin mga Kafir kiita sin duwa mata nila, mataud-taud minsan lipatun magduwa in sundalu nila pa sundalu sin mga Kafir. Sumagawa in Allah ﷻ ha partabangan Niya padaugun Niya in hisiyu-siyu kabaya-an Niya padaugun.  Duun ha ini, awn makawa’ pangadjian pamintangan sin mga Bar-akkal makahati.",
                    "14": "Iyari-arihan marayaw ha mga mata sin manusiya’ in unu-unu kanapsuhan nila iban magpakapitna kanila daing na man ha ; kababaihan, kaanakan, iban hambuuk tambak bulawan iban pilak, kura’ supuhanan marayaw, iban pangalta’ buyan sapi’, iban mga lupa’ marayaw pagtanuman.  Yan in mga parhiyasan kahirupan dunya dii ha kabuhi’ ini, sumagawa’, in yattu ha hadarat sin Allah ﷻ labi marayaw maksurun uuwian sin katan.",
                    "15": "Pamungan (O Muhammad ﷺ) “Baitaan ta kamu sin habal makakug amu in labi marayaw daing ha mga yan? Ha mga Bar-iman nagmamabugah awn kasurga-surgaan suku’ nila ha hadarat sin Tuhan nila, piyag-aanud-anuran in baba’ sin tubig suba’. Yan in paghulaan sakaummul-ummulan salama-lama, iban awn sila duun mga Azwajun Mutahharah (asawa sutsi) iban kasulutan kanila in Allah ﷻ karidaan sila. Ampa in Allah ﷻ kikiita iban kiyajajagahan Niya in mga ipun Niya katan.”",
                    "16": "Amu in mga sila mag-iyan, “O Tuhan namu’! Tantu, nagparatsaya na kami, hangkan ampuna kamu in mga pardusahan namu’ iban taming kami daing ha siksa’ sin Kayu (Narka).”",
                    "17": "Amu in mga sila nagpakita’ sabar (matutug iban halawm sayu), amu in tunay tuud (ha bissara iban ha paghinang), iban sin mga sila tattap in pagta’at nila pa Allah ﷻ iban amu in magnanapaka magbabalanja, maggastu (ha Dan sin Allah ﷻ), iban amu in magsambahayang mangayu’-ngayu’ kaampunan ha waktu jaman kahinapusan sin dum.",
                    "18": "Siyaksian sin Allah ﷻ sin  in Siya, La ilaha illa huwa –Wairuun sumbahun malaingkan hambuuk-buuk Siya ra- iban sin mga Mala-ikat Niya iban sin mga tau ilmuan (mga Kanabihan, mga Bar-iman), nagpapatindug namamawugbug sin mga piyaawn Niya ha ka‘adilan. Wairuun patuhanan dugaing daing Kaniya, Al-Aziyz (Mahakawasa), Al-Hakiym (Panday-pandikal)!",
                    "19": "Mattan tuud in tunay na Agama tataymaun ha hadarat sin Allah ﷻ amu ra in pagmalilla’ sin ginhawa baran pa Allah ﷻ (Islam). In mga sila nakauna yadtu nagbidda’ sadja ha panaima’, pasalan sin pagibughu nila pag-ubus nila diyatungan sin mga ‘ilmu daing ha Allah ﷻ. Ampa hisiyu-siyu in nanghimuting wala namaratsaya ha mga ayat [tanda] pamaita’ sin Allah ﷻ, tantu tuud, in Allah ﷻ masigla’ manghisab.",
                    "20": "Hangkan, bang sila mag-arujawab iban ikaw (O Muhammad ﷺ) pamungan kanila: “In aku piyagmalilla ku na in anggawta baran ku pa Allah ﷻ (ha Islam), daa na in mga miyamagad kaku’.” Iban asubuha in mga kiyarihilan sin Kitab ha waktu jaman naka-una iban sin mga tau awam (Mushrik): “In kamu, nagmalilla na ba Kaniya?” Bang sila nagmalilla na Kaniya, nah mattan kapanduan sila makaagad ha kaamuhan, sumagawa’, bang sila napalling minig, in wajib sadja kaimu duma magpasampay sin pabaita’. In Allah ﷻ nakakikita’ da sin mga ipun Niya katan.",
                    "21": "Mattan, in mga sila wala namamaratsaya nanghihimuting sin mga ayat pamaita’ sin Allah ﷻ, iban magpamunu’ sila mga Nabi wairuun kapatutan, iban magpamunu’ sila ha mga tau magpangdaak mamawugbug sin ka‘adilan ha mga manusiya, duun ha ini, baita-i na sila sin siksa’ mabu’gat kumugdan kanila.",
                    "22": "Sila na sayan amu in mga bahtal na nalawa in mga ammal hinang nila, dii ha dunya ini, iban labi ha Adlaw Mahuli, iban wairuun na makatabang kanila.",
                    "23": "Iban wala’ mu ka kiita’ in mga sila kiyarihilan sin tingian bahagi’ sin Kitab ha jaman naka-una? Parahal tiyaabbit sila pa Kitab sin Allah ﷻ papahusayun in mga palsaggaan nila, mahuli awn tumpukan daing kanila miyalling da wala’ miyagad ha panaabbiti kanila karna in sila magpapalling pasal sin tugas nila.",
                    "24": "Damikkiyan hangkan sila bihadtu pasalan, laung nila: “In Kayu sin Narka sumabsab sadja kamu’ bukun da malugay, ha adlawan sadja bang itungun.” In nakaakkal kanila ha pag-agama nila amu na in kaputingan hinang-hinang nila.",
                    "25": "Naa, biya’ diin na baha’ bang punun namu na sila katan ha Adlaw amu wai pagkalu-kalu dumatung, sarta’, in manusiya’ pakaniya-pakaniya bayaran na lungbus sin nahinang niya, iban minsan maniyu’-tiyu’ di’ sila kakidjiban (maanyaya)?",
                    "26": "Pamungan (O Muhammad ﷺ): “O Allah ﷻ, Tagdapu sin kawasa pagparinta! Dihilan mu kawasa in hisiyu-siyu na kabayaan Mu, iban Ikaw da isab in imiig sin kawasa daing kansiyu-siyu na kabayaan Mu, iban Ikaw in umangkat dimihil kalagguan kansiyu-siyu na kabayaan Mu, sarta’, Ikaw ra isab in dumusdus kansiyu-siyu kabayaan Mu. Halawm Ukum-milik Mu in karayawan katan. Sabunnal tuud, in Ikaw Makapagbaya’-baya’, iban awn kawasa ha unu-unu katan,”",
                    "27": "“Ikaw in magpahaba’ sin duum ha paghawpu’ sin adlaw, Ikaw ra isab in magpahaba’ sin adlaw ha paghawpu’ sin duum. Ikaw in kumawa’ sin buhi’ paguwaun daing ha patay, iban Ikaw ra in kumawa’ sin patay paguwaun daing ha nabubuhi’. Iban Ikaw in mangdihil napaka  ha hisiyu-siyu in kabaya-an Mu ha wai ganta’ hugnaan niya.”",
                    "28": "Ayaw in mga bar-iman kumawa’ bagay-bagay atawa gaus-baugbug mang-aatas ha mga kafir bukun daing ha mga bar-iman. Hisiyu-siyu in himinang sin yan, utud na in parsugpatan niya iban Allah ﷻ, puas na sadja bang awn hallian kaaniban niyu daing kanila. Ampa, in Allah ﷻ mamanda kaniyu pa kabugaun kamu Kaniya sin siksa bang niyu sulangun in daak Niya. Iban in pagbalik kahinapusan, madtu ra pa Allah ﷻ.",
                    "29": "Pamungan (O Muhammad ﷺ): “Minsan niyu hitapuk in halawm sin pangatayan niyu atawa patampalun niyu siya, ka-ingatan da yan sin Allah ﷻ. Ka-ingatan Niya bang unu in halawm sin mga langit, iban unu in ha babaw dunya. Iban in Allah ﷻ, maka-gaus himinang sin unu-unu na katan.”",
                    "30": "“Ha Adlaw in mga nyawa pakaniya-pakaniya magbalharap na iban sin mga nahinang niya marayaw katan dii ha dunya (sibu’ da mataud iban matiyu’), iban da isab sin mga nahinang niya mangih’ kataan, angan-anganun niya bang mayan in antara lawak sin nahinang niya mangih’ iban sin siya lawak sangat malayu’. Sumagawa’, in Allah ﷻ namanda kaniyu pakabugaun patumtumun Kaniya, iban in Allah ﷻ marayaw da isab kasuddahan ha mga ipun Niya.”",
                    "31": "Pamungan (O Muhammad ﷺ): “Bang kaaunan sin kamu malasa ha Allah ﷻ, agad kamu kaku!, lasahun kamu sin Allah ﷻ iban ampunun Niya kaniyu in mga dusa niyu. Iban in Allah ﷻ, Mawmu Mag-aampun, landuh Ma-ulung.”",
                    "32": "Pamungan (O Muhammad ﷺ): “Kahagara niyu in Allah ﷻ iban sin Rasul Niya pagta’at kamu, sumagawa’ bang kamu  tumaikud malling, sabunnal tuud in Allah ﷻ di Siya malasa ha mga kafir.”",
                    "33": "Sabunnal tuud in Allah ﷻ pinii Niya hi Adam iban Nuh iban sin ahli hi Ibrahim iban ahli hi Imran mata-as daing ha katan Alam (alam sin manusiya’ iban sin jinn) ha jaman nila,",
                    "34": "Li-ud in tiyap-tiyap pa kaniya pa kaniya hangka tiyurunan sila, iban in Allah ﷻ sampurna in pangdungug, naka-i-ingat sin unu-unu katan.",
                    "35": "Katumtuman mu in waktu in asawa hi Imran nag-iyan: “O Tuhan ku! Jumanji’ aku Kaimu in (bata’) halawm tiyan ku ini magsangsaa’ sadja Kaimu (wai hinang unu-unu), hangkan, taima-a in hulmat ku ini. Bunnal tuud in Ikaw nakadurungug sin duwaa ku kataan, naka-iingat sin kataan.”",
                    "36": "Pagsakali, pag-anak niya man kan Sitti Maryam laung niya: “O Tuhan ku! In naanak ku Babai.” Sumagawa’, Allah ﷻ in naka-ingat marayaw bang unu in piyag-anak niya. “Paygay in anak usug di’ mabiya’ sin anak babai, sarta’, ngiyanan ku siya Maryam, saarta’, pangayu-an ku siya iban sin li-ud niya hampan-hampan pa surun pa lawm atas Mu daing ha sasat sin shaytan, amu in piyagmumulkaan.”",
                    "37": "Hangkan tiyaima’ siya (hi Maryam) marayaw sin Tuhan niya. Piyasung in ka‘adilan niya iban dayaw pagtarbiya kaniya iban piyanghalap siya kan Zakariya. Sakahaba’ niya tibawun siya ha Mihrab niya (pagsasambahayangan), awn sadja napaka makaun niya. Laung niya: “O Maryam! Daing diin kaw nakakawa’ sin mga ini?” Laung niya, “Daing ha Allah ﷻ.” Bunnal-bunnal tuud in Allah ﷻ magdihil napaka ha hisiyu-siyu in kabayaan Niya dihilan ha wai had.",
                    "38": "In ha tampat yadtu (pag-iibadatan hi Maryam) hi Zakariya nangayu-ngayu’ ha Tuhan niya, laung niya: “O Tuhan ku! Dihili aku daing Kaimu hambuuk anak saleh. Sabunnal tuud in Ikaw, tantu in nagdurungug sin mga pamuspa (duwaa) katan.”",
                    "39": "Pagsakali, tiyawag siya sin hambuuk malaikat ha waktu timitindug siya sambahayang ha Mihrab niya, iban pag-iyan: “Pabaitaan kaw sin Allah ﷻ pasal sin pagbata’ kan Yahya, amu in dimihil kapariksaan sin lapal sin Allah ﷻ (ha pagbata’ sin Nabi ‘Isa ha lapal “Kun” (Maawn kaw! pag-ubus mawn na siya), iban in siya hambuuk maginhawa nakura iban masutsi daing ha pagsuuk pa babai iban hambuuk Nabi, lamud ha tumpuk sin mga tau marayaw bar-ibadat.”",
                    "40": "Laung niya: “O Tuhan ku! Biya’ diin in kabaak ku anak usug sin in aku malaas na, sarta’, in asawa ku tamanang?” Parman sin Allah ﷻ, “Bihayan na, in Allah ﷻ hinangun Niya diin in kabayaan Niya.”",
                    "41": "Laung niya pa: “O Tuhan ku! Dihili aku partandaan.” Parman sin Allah ﷻ, “In partandaan di’ kaw makabissara pa manusiya’ halawm sin tuu adlaw, sumagawa’, magsinyal sadja in mahinang mu, iban kansangi tumtuma in Tuhan mu (Dzikr), (pagbalik-baliki in pagsanglit-sanglit mu Kaniya) iban puspa-a Siya ha mahapun iban mahinaat.”",
                    "42": "Iban tumtuma in waktu nag-iyan in mga Malaikat, “O Maryam! Sabunnal tuud in Allah ﷻ napii’ Niya kaw iban siyutsi Niya kaw (daing ha pagsirik-munafik), iban napii’ Niya kaw iyangkat in kallabihan mu daing ha mga babai sin katan alam (manusiya iban jinn sin waktu nila).”",
                    "43": "“O Maryam! Pagmalilla’ iban pagpatikupu kaw pa Tuhan mu, [Siya sadja in sumbahun mu] iban sujud kaw Kaniya, iban lamud kaw rumuku’ ha mga sila rimuruku’ (pa Allah ﷻ).”",
                    "44": "In ini saakup sin mga habal sin Ghaib amu in piyatulun Namu’ kaimu (O Muhammad ﷺ). Bukun in kaawnan mu duun nakahadir amu ha waktu naglugat-liyugati sila iban nagpii sila ha dan pagkuut-kuut bang hisiyu kanila in mamalihala’ mag-ayuput kan Maryam, iban bukun in kaawnan mu duun amu in nagsagga-siyaggai na sila.",
                    "45": "(Tumtuma) in waktu in mga Malaikat nag-iyan: “O Maryam! Sabunnal tuud in Allah ﷻ pabaitaan kaw sin pabaita’ makakug pasal sin Lapal daing Kaniya (pagbata’ ha dan sin Lapal,  “Kun (maawn kaw!)”, ha pagbata’ kan Nabi ‘Isa, pag-ubus, maawn na siya); in ngan niya hi Al Masih, ‘Isa anak sin Maryam, liyalaggu’ miyulliya dii ha Dunya iban ha Adlaw Mahuli, iban lamud siya ha mga masuuk pa Allah ﷻ.”",
                    "46": "Iban mamissara siya (hi ‘Isa) ha mga tau ha mairan ha hal bata’ pula-pula pa siya iban ha waktu malansag na siya, iban hambuuk siya daing ha mga Saliheen (bar-iman, hambuuk Nabi marayaw).",
                    "47": "Laung niya (hi Maryam): “Ya Tuhan ku! Biya’ diin in kabaak ku anak usug sin wairuun aku kiyasuukan sin manusiya’ (usug)? Jiyawaban siya sin Wahi (daing ha Allah ﷻ): “Asal na sa, in Allah ﷻ magbaya-baya’ sin unu-unu kabayaan Niya paawnun. Apabila awn kabayaan Niya paawnun, imiyan sadja Siya “Kun (maawn kaw!)” magsaruun-duun maawn.”",
                    "48": "“Iban Allah ﷻ in himindu’ kaniya (hi Isa) sin parkala pagsulat iban sin mga Hikmat Akkal (sin Kanabi-nabihan) iban sin Tawrat iban sin Injiyl.”",
                    "49": "“Iban hinangun siya (hi Isa) hambuuk Rasul pa mga Bani Israil, [iban pag-iyan niya kanila]: “Sabunnal tuud in aku miyari kaniyu nagdara sin tanda’ daing ha Tuhan niyu, sin bunnal tuud in aku kapaawnan ta kamu daing ha lupa’ pisak in hambuuk biya’ dagbus manuk-manuk, ampa  ku siya huyupan nyawa labay ha napas ku, ampa na siya, mahinang manuk-manuk buhi’ ha Ijin kabayaan sin Allah ﷻ, iban mapa-uli ku ra isab in tau nabubuta daing ha kasibi’-sibi’, iban sin mga i-ipul (mapa-uli ku ra isab), iban mabuhi’ ku in patay ha Ijin kabayaan sin Allah ﷻ. Iban baitaan ta kamu bang unu in kiyakaun niyu iban bang unu in tiyawu’ niyu ha pamaybay niyu. Sabunnal tuud, dii ha ini, hambuuk na yan tanda’ mari kaniyu (sin pagkanabi iban pagkarasul ku) bang in kaawnan sin kamu nagpaparatsaya.”",
                    "50": "“Iban miyari aku kaniyu dimihil kapariksaan sin mga sara’ nakauna daing kaku’ ha Tawrat, iban humalal sin mga kiyaharam kaniyu ha waktu nakauna, iban miyari aku kaniyu nagdara sin tanda’ baynat daing ha Tuhan niyu, hangkan, kabugai niyu in Allah ﷻ, iban agad kamu kaku’.",
                    "51": "Sabunnal-bunnal tuud in Allah ﷻ Tuhan ku iban Tuhan niyu, hangkan, Tunggala niyu Siya sumbahun. Amu yan in Siratal Mustaqeem (Dan Mabuntul).",
                    "52": "Pagsakali, nakalitas nakananam hi ‘Isa daing kanila sin pagkufur, laung niya: “Hisiyu in panaiban makatabang kaku’ magpasampay manawagtawag pa dan sin Allah ﷻ?” Laung sin mga murid niya: “Kami in mga tabang mu mamawugbug ha Agama sin Allah ﷻ, nagparatsaya kami pa Allah ﷻ, iban saksi-i sin in kami mga Muslim (nagmalilla pa Allah ﷻ)!”",
                    "53": "“Ya Tuhan namu’! Nagparatsaya kami ha unu-unu napanaug Mu, iban miyamagad kami ha Rasul Mu (hi ‘Isa), hangkan, dukutan, sulatan in kami lamud ha mga nagsasaksi sin kasabunnalan [La ilaha illAllah ﷻ – Wairuun mapatut sumbahun tungal da sin Allah ﷻ].”",
                    "54": "In mga Kafir (sin Bani Israil) nag-isun, nagparu patayun nila hi ‘Isa; in Allah ﷻ nagpaparu da isab, ampa in Allah ﷻ amu in labi marayaw magparu.",
                    "55": "Tumtuma in waktu, nag-iyan in Allah ﷻ: “O ‘Isa, Sabunnal tuud wapatun ta ra kaw ha ajal mu iban angkatun ta kaw pa langit iban hawasun kaw daing ha mga puting sin mga sila magkukufur [bat kunu’ in ‘Isa anak sin Allah ﷻ].  Pakusugun Ku in mga miyamagad kaimu daing sin mga simusulang ha Iman [mga kafir] di’ magparatsaya tungal hambuuk da in Allah ﷻ sampay pa Adlaw Kiyamat. Mahuli, mari Kaku’ in uwian niyu katan.  Iban hukumun Ku ra ha antara niyu in unu-unu na parkala piyagbibidda-biddaan niyu katan piyaglulugatan.”",
                    "56": "Ampa adapun in mga sila mga kafir, siksaun ku sila sin siksa’ mabu’gat dii ha dunya iban ha Adlaw Mahuli, sarta’, wairuun makatabang kanila.",
                    "57": "Iban adapun in mga sila nagpaparatsaya (tunggal da in Allah ﷻ) iban naghihinang sin hinang marayaw (ammal saleh), in Allah ﷻ magdihil tungbas kanila lungbus wai kulang. Iban in Allah ﷻ di siya malasa ha mga naghihinang sin mangih’ (mga anyaya).",
                    "58": "Yan in biyassa kiissa Namu’ siya kaimu (O Muhammad ﷺ) in yadtu daing ha mga Ayat (partandaan) iban pamintangan, patumtum bayan-buddiman.",
                    "59": "Sabunnal tuud in hantang hi ‘Isa ha harapan sin Allah ﷻ biya’ da sin dahlil hantang hi Adam.  Piyaawn Niya siya (hi Adam) daing ha lupa’, ampa mahuli namung Siya kaniya: “Kun (maawn kaw!)” saruun-duun naawn siya.",
                    "60": "Ini in kasabunnalan daing ha Tuhan mu, hangkan, ayaw kaw tuud miki-awn lumamud ha mga sila nagduruwa-duwa sin kasabunnalan.",
                    "61": "Hisiyu-siyu in duma kaimu mag-arujawab pasal niya puas sin bihayaun tubus na in pangingat mu, pamungan (O Muhammad, ﷺ): “Kari kamu!  Tawagun natu’ in anak namu’ usug iban anak niyu usug, iban in kababaihan namu’, iban sin kababaihan niyu, iban sin mga ginhawa namu iban sin mga ginhawa niyu – pag-ubus dumuwaa kita niyu (sin duwaa awn ka-ihlas), ampa kita niyu sumapa sin: “In utuk iban sin murka’ sin Allah ﷻ duun ha hisiyu-siyu na in nagputing.”",
                    "62": "Sabunnal tuud in ini, tantu tuud amu na siya in kakissa-kissahan [pasal hi Nabi ‘Isa] bunnal iban jimatu, Wairuun tuhan unu-unu dugaing daing ha Allah ﷻ. Iban sabunnal tuud in Allah ﷻ tantu Siya ra in Tuhan Mahakawasa,  Panday-pandikal.",
                    "63": "Sumagawa’, bang sila malling tumaikud (daing ha kasabunnalan ini) tantu, in Allah ﷻ jukup ha pangingat sin hisiyu-siyu in magpasaplag sin kangian.",
                    "64": "Pamungan (O Muhammad ﷺ): “O mga Ahlul Kitab (nangangaput sin kitab piyaturun nakauna – mga Yahudi iban Nasrani)! Kari na kamu pa ‘adil kabtangan piyapagmaupakkatan ha antara namu iban ha antara niyu pamunnakun natu sin di kita niyu sumumba dugaing buwat malaingkan tuput ha Allah ﷻ, iban di ta niyu Siya tapilan hangsulag unu-unu piyapanjari, iban in kita niyu di’ kumawa’ manusiya’ panghu’ dugaing daing ha Allah ﷻ. Sumagawa’, bang sila manaikud pa, pamungan niyu: “Pagnaiksaksi’ kamu sin in kami ini mga Muslim nagmamalilla’ Kaniya.”",
                    "65": "“O mga Ahlul Kitab (nangangaput sin kitab piyaturun nakauna – mga Yahudi iban Nasrani)! Mayta’ naman kamu nag-arujawab pasal hi Ibrahim sin wala napaturun in Tawrat iban Injiyl buwat malaingkan subay na puas niya?  Unu di niyu ka yan matali sin Akkal niyu?”",
                    "66": "Mattan yan in kamu, amu in kamu mabaya’ sadja mag-arujawab ha parkala unu-unu sin awn da [maniyu-tiyu] pangingat niyu. Daing ha yadtu, Mayta’ pa kamu duma mag-arujawab sin pasal unu-unu ha wairuun panghati niyu?  Ampa in Allah ﷻ Siya ra in maka-iingat, ampa in kamu di’ maka-ingat.",
                    "67": "Hi Ibrahim bukun in kaawnan sin siya hambuuk Yahudi atawa Nasrani, sumagawa’ in kaawnan niya hambuuk siya tau mabuntul in panawhid iban nagmamalilla’ pa Allah ﷻ, sarta in siya Muslim, iban bukun in kaawnan sin siya Musrikun (magsumba barhala’ tapil ha Allah ﷻ).",
                    "68": "Sabunnal tuud in labi mapatut mag-inuwak daing ha manusiya’ iyanun kampung pangagad hi Ibrahim amu ra in mga sila miyamagad kaniya iban sin Nabi ini (Muhammad (sallAllah ﷻu alayhi wasallam)) iban sin mga sila nagpaparatsaya. Iban Allah ﷻ in mang-a-atas [Wali] ha mga sila Bar-iman.",
                    "69": "Nagmuhut-muhut in hambuuk tumpuk daing ha mga Ahlul Kitab (Yahudi iban Nasrani) bang baha malaung nila kamu, sumagawa’, wairuun da malaung nila buwat malaingkan amu ra in ginhawa baran nila. Iban wai nila ini kiyananaman [sin nalaung na sila].",
                    "70": "O mga Ahlul Kitab (nangangaput sin kitab piyaturun nakauna – mga Yahudi iban Nasrani)! Mayta’ niyu pailuhan magkufur kamu ha mga ayat pabaita sin Allah ﷻ minsan in kamu simasaksi sin kasabunnalan?",
                    "71": "O mga Ahlul Kitab (nangangaput sin kitab piyaturun nakauna – mga Yahudi iban Nasrani)! Mayta’ niyu paglamuran in kasabunnalan sin ba’tal puting, iban hipagtapuk niyu in kasabunnalan parahal sin in kamu kiyaingatan niyu?",
                    "72": "Iban imiyan in hambuuk tumpuk daing ha mga Ahlul Kitab (nangangaput sin kitab piyaturun nakauna – mga Yahudi iban Nasrani): “Pamaratsaya kamu ha amu in piyatulun ha mga sila Bar-iman ha waktu mahinaat sadja pag-ubus pagkufur na kamu ha katapusan sin adlaw, kalu-kalu miig sila tumaikud na (magmurtad daing ha Agama).”",
                    "73": "[mamung in pakaniya-pakaniya daing kanila, in nakura nila mga Yahudi pa babaan nila] “Iban ayaw kamu magkahagad kansiyu-siyu buwat malaingkan ha miyagad ha agama niyu (Nagyahudi), Pamungan (O Muhammad ﷺ): “Tantu, in pamandu’ bunnal amu ra in pamandu’ sin Allah ﷻ.”  [sugpat sin pamung sin sila mga Yahudi] (Iban ayaw kamu magkahagad sin) amu in awn pa tukbalan hambuuk siyu-siyu na biya sin unu-unu na kiyatukbal kaniyu (daing na man ha panghati ha Tawrat, Manna wal Salwaa, pagbuak sin dagat iban pa sin kaibanan amu in daing ha mga kalabbihan kanila sin Tuhan dihil kanila ha masa nila) atawa (ayaw kamu magkahagad) bat in sila taga kapatut lumugat kaniyu ha harapan sin Tuhan niyu.” Pamungan (O Muhammad ﷺ): “Sabunnal tuud in daya kalabbihan katan-tan halawm pagmilik sin Allah ﷻ, anugharaan Niya  hisiyu-siyu in kabayaan Niya. Iban in Allah ﷻ, maluag in gaus Niya ha mga kagunahan sin mga piyapanjari Niya katan, Naka-i-ingat sin katan.”",
                    "74": "Piiun Niya bugsuan sin Rahmat Niya ha hisiyu-siyu in kabayaan Niya, iban in Allah ﷻ, Tagdapu sin daya kalabbihan salaggu’-laggu’.",
                    "75": "Iban lamud daing ha mga Ahlul Kitab (Yahudi iban Nasrani) awn hambuuk tau bang mu pangandulan sin alta’ bulawan dakula’ di’ magli-i li-i bayaran niya magbalik (in alta’) iban awn da isab lamud daing kanila bang mu pangandulan minsan hambuuk pilak sadja, di’ na hibalik magbayad kaymu malaingkan subay madaran in pag-ungsit mu kanila, hangkan sila bihadtu pasalan laung nila: “(Mahaarus) di’ da magdusa in kami minsan kawaun in alta’ sin mga awam (Arab).” Iban masi-masi sila maghinang-hinang puting sukkal pa Allah ﷻ parahal kiya-i-ingatan nila ra yaun.",
                    "76": "Huun, hisiyu-siyu in timupad ha janji niya sarta’, nagmamabuga’ tuud siya pa Allah ﷻ, daing ha sabab yan sabunnal tuud in Allah ﷻ malasa Siya ha mga Al-Muttaquun (Nagmamabuga pa Allah ﷻ).",
                    "77": "Bunnal tuud in mga sila pinii’ nila piyagsambi in parjanjian  iban sapa nila pa Allah ﷻ (amu na in pag-iman nila) ha untung maniyu’-tiyu’, in sila yadtu wairuun na bahagi’ nila ha Adlaw Mahuli, sarta’ di na sila dahun magbissara sin Allah ﷻ (sin bissara hanunut) iban di Niya sila aturun ha Adlaw Kiyamat (sin atud ulung), iban di’ Niya na sila sutsihun daing ha mga dusa nila, iban awn masuku’ nila Siksa’ mabisa.",
                    "78": "Iban sabunnal tuud awn tumpuk daing kanila magpabibingkuk sin Kitab ha dila’ nila bang sila magbassa na, laung niyu in biyassa nila bahagi’ pa sin Kitab, sumagawa’, bukun na tuwi lamud ha kitab ampa sila mag-iyan, “In ini daing ha Allah ﷻ.” Parahal, in yan bukun na daing ha Allah ﷻ.  Iban masi-masi sila maghinang-hinang puting pangkal pa Allah ﷻ parahal kiya-i-ingatan nila ra yaun.",
                    "79": "Di’ ma-imangkan sin pamikir in hambuuk tau amu in kiyarihilan siya sin Allah ﷻ sin Kitab iban sin Hukuman ‘Ilmu’, iban kaput sin pagkanabi mahuli umiyan siya ha mga tau [niya]:  “Sumba kamu mari kaku bukun pa Allah ﷻ.” [Gamman in siya imiyan]: “Dauta niyu mahinang kamu Nagtutuhan naninindugi sin agama [sin Tuhan niyu] ha sabab in kaawnan niyu nanghihindu’ kamu sin kitab iban ha sabab in kaawnan niyu masi nangangadji’.”",
                    "80": "Atawa, di’ siya mag-agi kaniyu dumaak hipakawa’ in mga malaikat iban sin mga Rasul patuhanan. Unu imiyan ba siya pa pagkufurun kamu sin ubus na kamu nagmalilla’ ha Islam ha kabayaan sin Allah ﷻ?  [Tafsir Tabari]",
                    "81": "Iban tumtuma amu in waktu tiyayma sin Allah ﷻ in parjanjian sin mga  Nabi, amu agi Niya: “Taimaa niyu in unu-unu na kiyatukbal Ku kaniyu daing ha Kitab iban daing ha mga Hikmat (Ilmu’ panghati ha sara’- manara’, Kalabbian sin Allah ﷻ), pag-ubus ha mahuli, awn dimatung mawn kaniyu hambuuk Rasul (Muhammad (sallAllah ﷻu alayhi wasallam)) dimihil kapariksaan sin unu-unu yaun kaniyu, hangkan, subay tuud kamu magparatsaya kaniya iban subay tuud kamu tumabang kaniya.” Parman sin Allah ﷻ: “Unu taimaun niyu na iban kawaun niyu na in parjanjian ku amu in tiyayma da isab sin Nabi (sallAllah ﷻu alayhi wasallam)?” Laung nila (mga Kanabihan), “Tiyaima namu na.”  Parman Niya (Allah ﷻ), “Apus na, magsaksi’-siyaksii iban in Aku lamud kaniyu daing ha sumasaksi’ sin ini.”",
                    "82": "Pag-ubus, hisiyu-siyu in miig, sumima’ (daing ha parjanjian yadtu), nah in sila yadtu, lamud sila ha mga tau fasiq (bardusa) (hati niya : hisiyu-siyu in nanaykuri daing ha parjanjian yadtu tantu nakaguwa na siya daing ha pagta’atan pa Allah ﷻ).",
                    "83": "Unu lumaag pa sila agama dugaing daing sin Agama sin Allah ﷻ (Tawhid Islam sabunnal) parahal tuput Kaniya nagmamalilla’ na in katan-tan mahluk ha mga langit iban ha babaw dunya, sibu’ da mabaya’ iban sin di’ mabaya’? Iban madtu ra Kaniya muwi magbalik in katan-tan!",
                    "84": "Pamungan [O Muhammad ﷺ ikaw iban sin miyamagad kaymu]: “Nagpaparatsaya kami ha Allah ﷻ, iban sin unu-unu na napaturun mari kamu’, iban da isab sin napaturun kan Ibrahim, kan Ishaq, kan Ya’qub, iban ha mga li-ud hi Ya’qub, iban amu in ha unu-unu diihil kan Musa, kan ‘Isa, iban ha mga Nabi katan daing ha Tuhan nila. Di’ namu’ sila pagbiddaun ha antara sin hangkatau daing kanila ha panaima’ namu’ kanila, iban in kami tuput Kaniya (Allah ﷻ) nagmamalilla’ (Muslim, Nag-a-agama Islam).”",
                    "85": "Iban hisiyu-siyu in dumawhat lumawag agama dugaing daing ha Islam, di’ taimaun daing kaniya, iban ha Adlaw Mahuli lamud siya ha mga nalulugi’.",
                    "86": "Biya’ diin in kapandu’ sin Allah ﷻ ha hambuuk kawman nagkufur di’ na magpaparatsaya puas nila nagpaparatsaya sarta’, nagnaiksaksi na sila sin in Rasul (Muhammad (sallAllah ﷻu alayhi wasallam)) sabunnal-bunnal Rasul, iban ubus na dimatung kanila in mga baynat matampal?  Iban in Allah ﷻ di’ mamandu’ ha mga tau Zalimun [nagsusumba mataud patuhanan, iban naghihinang sin kaanyayahan’].",
                    "87": "Sila na yadtu in mga tau amu in tungbas kanila mapun in sukna’ murka’ sin Allah ﷻ iban sin mga Malaikat iban sin katan bangsa manusiya’.",
                    "88": "Duun sila maghula salama-lama halawm Narka, in siksa’ nila di’ pagpagaanun iban di’ pagpaantaraun’, atawa kasuhulan minsan dakuman hangkarai.",
                    "89": "Malaingkan in mga sila amu in nagsusun magtawbat na, pag-ubus sin yadtu, iban nagtawbat na himinang na sin hinang marayaw. Karna sabunnal tuud in Allah ﷻ sampurna Mag-a-Ampun, Baying-Ulungun.",
                    "90": "Bunnal-bunnal tuud in mga sila amu nagkufur di’ na magparatsaya puas nila nagpaparatsaya, haati gamman hisung nila in pagkufur di’ na tuud taimaun in tawbat nila. Iban in sila yadtu, sila na in mga nalalaung.",
                    "91": "Sabunnal tuud in mga sila wala’ nagpaparatsaya sarta’ miyatay sila ha hal in sila nagkukufur di taymaun daing ha hangkatau kanila in lukat minsan pa in dunya katan hipuun sin bulawan hipaglukat kanila di’ da sila malukat.  Sila na yadtu, in parsukuan nila siksa’ mabisa, iban wairuun makatabang kanila.",
                    "92": "Di’ niyu tuud madawhat in karayawan (amu na in sampurna pag-iman, surga), sahingga subay niyu hipagnapaka (ha dan sin Allah ﷻ in mga arta) kauugan niyu atawa kalasahan niyu iban unu-unu na in kiyapagnapaka niyu, sabunnal tuud in Allah ﷻ ha pagnapaka niyu yan nakai-ingat marayaw.",
                    "93": "In katan-tan makaun in kaawnan niya halal ha mga li-ud sin Israil, puas na sadja in hiyaram sin Israil (Ya’qub) ha ginhawa baran niya, ha wala’ pa kiyapaturun in Tawrat. Pamungan (O Muhammad (sallAllah ﷻu alayhi wasallam)): “Daha niyu mari in Tawrat ampa niyu bassahun bang in kaawnan niyu bunnal in bissara niyu.”",
                    "94": "Nah hisiyu-siyu in maghinang-hinang puting pa Allah ﷻ, in sila yadtu, sila na in mga Zalimun (mga Kafir, anyaya).",
                    "95": "Pamungan (O Muhammad (sallAllah ﷻu alayhi wasallam)): “In bissara sin Allah ﷻ kasabunnalan ; hangkan agad kamu ha agama hi Ibrahim amu in siddik ha Panawhid pa Tuhan, iban bukun in kaawnan niya lamud daing ha mga musrik simumba balhala’.”",
                    "96": "Sabunnal tuud in panagnaan Bay (pag-iibadatan) siyuku’ biyutang ha manusiya’ amu na in ha Bakkah (Makkah), hipu’ sin barakat iban pamandu’ ha katan alam (manusiya iban jinn iban sin ha ut).",
                    "97": "Duun ha yan awn tanda baynat matampal [partandaan huhumaltun daing ha mga tanda amu na in] Maqam hi Ibrahim [lamud na in Hajaral Aswad, Zamzam, Safa wal Marwa]. Iban hisiyu-siyu in sumud mawn pa yan in kaawnan niya salamat, hangkan in pag-Hadji tudju pa Bay (Ka’bah) hambuuk kawajiban sin manusiya’ pa Allah ﷻ bang sila makagaus, sumagawa’, hisiyu-siyu in di’ magkahagad, nah bunnal tuud in Allah ﷻ di’ magguna unu-unu daing ha mahluk piyaawn Niya (mga manusiya, mga jinn, iban sin mga unu-unu katan piyaawn Niya).",
                    "98": "Pamungan (O Muhammad (sallAllah ﷻu alayhi wasallam)): “O mga Ahlul Kitab (nangangaput sin kitab piyaturun nakauna – mga Yahudi iban Nasrani)! Mayta’ niyu hisulak in kasabunnalan sin pabaita sin Allah ﷻ (mga tanda’, baynat, Ayat, panghindu’, sinyas, piyatulun), iban in Allah ﷻ nakasasaksi’ sin hinang niyu katan?”",
                    "99": "Pamungan (O Muhammad (sallAllah ﷻu alayhi wasallam)): “Mayta’ niyu pahundungun in mga sila nagpaparatsaya daing ha Daan sin Allah ﷻ, dautun niyu duun ha yan bang mayan majari bingkukun pallingun niyu, ha hal in kamu nakasasaksi da isab sin ka‘adilan niya (Muhammad (sallAllah ﷻu alayhi wasallam) Rasul sin Allah ﷻ iban in Islam agama sin Allah ﷻ)? Iban bukun in Allah ﷻ awam nalulupa sin mga hihinang niyu.”",
                    "100": "O kamu amu in mga namamaratsaya! Bang kamu magkahagad sarta pagtaat ha mga sila kiyarihilan sin Kitab (Yahudi iban Nasrani) nah hibalik nila kamu pa kakufuran puas in kamu namamaratsaya na, ha hal yan kafir na kamu.",
                    "101": "Iban biya’ diin kaagi magkufur pa kamu ha hal in kamu nabassa na kaniyu in mga Ayat sin Allah ﷻ, iban yan duun kaniyu nakalalamud in Rasul Niya (Muhammad (sallAllah ﷻu alayhi wasallam))? Iban hisiyu-siyu in humugut kumamput ha Agama sin Allah ﷻ (magad ha Islam iban agarun in mga Shari‘at Niya), Bunnal na tuud in siya kiyapapanduan pa Dan mabuntul.",
                    "102": "O kamu amu in mga namamaratsaya! Kabugai niyu in Allah ﷻ (ha Dan paghinang sin mga pag-agi Niya iban di’ lumanggal sin katan-tan hiyaram Niya) sin sampurna pagmabuga’ Kaniya (agad kamu Kaniya, pagsarang-sukul kamu, iban tumtuma niyu Siya), iban ayaw kamu mikimatay buwat malaingkan ha hal in kamu mga Muslim (lubus magmalilla’ Kaniya).",
                    "103": "Iban panggayung-gung kamu, hawiri niyu mahugut in Lubid sin Allah ﷻ magsama-sama kamu katan-tan kumaput, iban ayaw kamu magpulak-kanat iban tumtuma niyu in ni’mat sin Allah ﷻ kaniyu, ha waktu in kamu magbanta’ pa naka-una, sumagawa’, piyapag-sugpat, piyapaghambuuk Niya na in mga pangatayan niyu daing ha yadtu ha sabab sin ni’mat Niya nahinang kamu magtaimanghud ha Agama. Parahal in kaawnan niyu duun na kamu ha bi’bian sin Kayu Narka, sumagawa, hiyawun tiyabang Niya kamu daing ha yan.  Biya’ na ha yan imislak piyatarrang sin Allah ﷻ kaniyu in mga Ayat Niya (tanda’, baynat, panghindu’, sinyas, piyatulun) kalu mura-murahan in kamu kapanduan.",
                    "104": "Pagpatindug kamu hambuuk tumpuk daing kaniyu, manawagi ha mga tau pa hinangun sin karayawan, iban mangdaaki pa hinang marayaw iban lumang daing ha mga liyangan. Sila na yadtu, in mga nagparuntungan magmumpaat pa karayawan.",
                    "105": "Iban ayaw kamu simingud ha mga sila amu in nababahagi’ sin sila magsila nagpulak-kanat, iban ha mga sila nagbibidda-bidda (ha pag agama biya na sin mga Yahudi iban Nasrani), ha puas sin dimatung na kanila in mga  tanda’ baynat matampal. Iban sila na yadtu, kanila na yadtu in siksa’ salaggu’-laggu’ landu makadamag.",
                    "106": "Ha Adlaw (Adlaw Kiyamat) ha waktu in mga baihu’ kaibanan muti’ na, iban in kaibanan mitum na, sarta’, adapun in mga sila amu in mitum in baihu’ iyanun na: “Siyulak niyu ba in Iman sin ubus na kamu nag-iman? Nah pagka bihayadtu in kaniyu, nanama niyu in siksa’ (ha Narka’) pasalan sin pagsulak niyu sin Iman.”",
                    "107": "Iban adapun in mga sila amu in miyuti’ in baihu’, halawm na sila ulung (Rahmat) sin Allah ﷻ (halawm Surga), duun na sila maghula’ saka-ummul-ummulan.",
                    "108": "Yan in mga Ayat sin Allah ﷻ, sugsugun Namu’ kaimu (O Muhammad ﷺ) ha kasabunnalan, iban in Allah ﷻ di’ Siya mabaya dumihil kaanyayahan mangidjib sin ka‘adilan ha mga mahluk Niya ha alam katan.”",
                    "109": "Iban tuput da Allah ﷻ in Tagdapu sin kabuagan katan ha pitung lapis langit iban ha babaw gumi (dunya). Iban in katan-tan pakaradjaan hi agsu da magbalik pa hukuman sin Allah ﷻ.",
                    "110": "In kamu katan amu na in [mga Ummat Islam] sarayaw-dayaw Ummat piyaguwa pa manusiya’, (agad na in jinn), mangdaak pa hinang marayaw iban manglangi daing ha hinang mangi iban magparatsaya ha Allah ﷻ. Iban bang sadja in mga Ahlul Kitab (Yahudi iban Nasrani) nagparatsaya, tantu tuud labi marayaw kanila. Lamud kanila awn da isab nag-i-iman, sumagawa’, in kamatauran daing kanila mga Al-Fasiquun (di’ magkahagad pa Allah ﷻ, iban nagmumuparik pa Allah ﷻ).",
                    "111": "Di’ da tuud sila makarihil mudarat kaniyu, buat malaingkan in maniyu’-tiyu’ mudarat salat da, iban bang sila duma kaniyu magbunu, ma-apas niyu da sila (daugun sila ampa maguy), taikud nila sadja in kakitaan niyu mahuli wai ra tumabang kanila.",
                    "112": "Halawm na sila kahinaan ha-unu ha-unu sila binaybayan, malaingkan bang sila mamawugbug ha janji’ daing ha Allah ﷻ iban ha janji daing ha manusiya’, iban iyutung nila mawn kanila in dugal murka’ sin Allah ﷻ, iban kiyalulukuban na sila sin kahinaan sin kanapsu di magkatumpat, in yan pasalan sin in sila, in kaawnan nila nagkukufur ha mga tanda baynat sin Allah ﷻ, iban liyaugan nila piyagbunu’ in mga Kanabihan ha wai kapatut nila. In yan, pasalan sin simulang sila ha Allah ﷻ, iban limanggal sila sin sara’ wai had.",
                    "113": "Bukun sila sali’ katan; awn isab tumpuk kaibanan daing ha Ahlul Kitab mamaindug sin karayawan, magbassa sila sin mga Ayat sin Allah ﷻ ha mga waktu sin dum, iban in sila simusujud simasambahayang.",
                    "114": "In sila magpaparatsaya ha Allah ﷻ iban sin Adlaw Mahuli, iban mangdaaki sila pa hinang marayaw iban magpasimay sila manglang daing ha kasallaan, iban maglumba’-liyumbai ha paghinang marayaw, iban in sila yadtu lamud daing ha mga Saliheen (tau marayaw, bar-iman).",
                    "115": "Iban unu-unu in nahinang nila marayaw nah tantu in yan di lawaun kanila, iban in Allah ﷻ naka-i-ingat marayaw ha mga sila nagmamabuga Kaniya.",
                    "116": "Sabunnal tuud in mga sila simusulak sin pag-iman di’ maka-inihan, di’ makarihil guna sarta di’ makatabang kanila in mga pangalta’ iban sin mga anak nila umatu ha Allah ﷻ. Iban sila na yadtu in mga maghuhula’ ha Kayu’ (Narka), duun sila halawm niya tattap lumugay humula.",
                    "117": "In dalil hantang sin unu-unu hipaggastu nila dii ha kabuhi dunya biya’ da sin hangin landu’ makusug mahaggut kimugdan ha mga ani sin mga tau amu in nagdurusa pa baran nila, nah daing ha sabab yadtu nakapangmula nakapakangi pa mga ani panghiyanum nila, iban wala sila iyanyaya sin Allah ﷻ amu in nagpasud kanila pa lawm dusa, sumagawa’, sila in nag anyaya pa ginhawa baran nila.",
                    "118": "O kamu amu in mga namamaratsaya! Ayaw kamu kumawa’ pangangandulan aagsuan mga bagay-bagay dugaing daing sin kamu Muslim, di sila humundung dumihil kangian kaniyu. In kabayaan nila kumangi’ tuud kamu. Mattan sin limahil na in dugal nila kaniyu liyapal gimuwa in kabtangan daing ha mga simud nila. Iban in tiyatapuk nila astul kaniyu halawm daghal nila tadlabbi mangih’. Mattan tuud piyatampal Namu’ na kaniyu in mga Ayat (tanda’, baynat) bang in kaawnan sin kamu makahati.",
                    "119": "Ha! Yan kamu, in kamu malasa kanila, sumagawa’, in sila, di’ malasa kaniyu. Iban nagpaparatsaya kamu ha mga Kitab kataan [Tawrat, Injiyl, etc] pagga in sila di’ magparatsaya ha Kitab niyu (Quran). Iban apabila  hipagbak nila kamu imiyan sila: “Nagparatsaya na kami.” Buat malaingkan, bang sila-sila na sadja, kutkutun nila in duhul gulamay nila sin astul kaniyu. Pamungan (O Muhammad ﷺ): “Matay sadja kamu ha pagdugal niyu. Bunnal tuud in Allah ﷻ naka-i-ingat bang unu (rahasiah) in ha lawm sin daghal.”",
                    "120": "Bang karayawan in dumatung kaniyu, landu’ masusa sila, sumagawa’, bang kangian musiba in dumatung kaniyu, tadlabbi makug sila ha yan. Sumagawa’, bang kamu masi ra masabar iban nagmamabuga pa Allah ﷻ, di’ da hikarihil mudarat sin kamu in mga katitipuhan, kulibahasa nila misan salat. Bunnal tuud in Allah ﷻ sakup Niya in nahihinang nila katan.",
                    "121": "Iban tumtuma in waktu in ikaw (O Muhammad ﷺ) minig sin waktu mahinaat daing ha ahli bay mu magbutang ha mga Bar-iman ha pagjajagahan nila magbunu’. Iban in Allah ﷻ nagdurungug sin katan, iban naka-i-ingat sin katan.",
                    "122": "Tumtuma in waktu in duwa tumpuk daing kaniyu (Banu Salamah iban Banu Harithah) himuka’ in pangatayan (himuna-huna di magad magbunu ha Rasul (sallAllah ﷻu alayhi wasallam)), sumagawa’, Allah ﷻ in atas wali nila. Iban ha Allah ﷻ ra tuput subay magtawakkal mangandul in mga Bar-iman.",
                    "123": "Iban tantu mattan tuud dihilan na kamu daugan sin Allah ﷻ ha Badr, ha hal in mga kaput balis niyu malamma. Hangkansa, kabuga-i niyu in Allah ﷻ, ha supaya kamu makapagsarang-sukul.",
                    "124": "Tumtuma (O Muhammad ﷺ) amu in nag-iyan kaw ha mga Bar-iman: “Di’ pa ba tuud mamarahi kaniyu in tiyabangan na kamu sin Tuhan niyu sin tuw ngaibu malaikat piyara piyaturun mari pa baba’ (ha maksud tumabang kaniyu)?”",
                    "125": "“Huun (mamarahi na in pagtabang yan), bang kamu tumutug magsabar iban magsarahakan magmabuga, iban bang kamu lungturan gubatun sin sila mga bantah, tabangan kamu sin Tuhan niyu sin lima ngaibu malaikat amu in awn tuput tanda sin sila.”",
                    "126": "Iban wala yan hinang sin Allah ﷻ buat malaingkan in yan hambuuk baita’ marayaw kaniyu, iban hipagpakamdus sin pangatayan niyu. Iban wairuun pardaugan malaingkan daing ha Allah ﷻ, Mahakawasa ha katan, Halul Akkal ha katan.",
                    "127": "Ha supaya bugtuun larakun in hambuuk bahagi [tumpuk] sin sila amu in mga Kafir, atawa mapasud sila pa lawm kabiyasan, bat sila miig na bal-laul-laulan sarta di’ pa isab makawa’ in kabayaan.",
                    "128": "Bukun tagsukuan mu (O Muhammad ﷺ) sumagawa’ Allah ﷻ in magkabayaan dimihil hukuman ha unu-unu pakaradjaan nila, bang Niya ampunun kaulungan sila atawa siksa’un Niya sila : Karna bunnal,  in mga sila naghihinang sin mangih’.",
                    "129": "Iban Allah ﷻ in tagmustahak sin katan-tan ha pitu pangkat langit iban sin ha babaw gumi dunya. Dihilan Niya kaampunan in hisiyu-siyu kabayaan Niya ampunun iban siksaun Niya in hisiyu-siyu kabayaan Niya siksaun, Iban in Allah ﷻ sampurna Mag-aampun, landu Maulung.",
                    "130": "O kamu amu in mga namamaratsaya! Ayaw kamu kumaun sin gandariba, riba lipat manglipat na, sumagawa’, kabuga-i niyu in Allah ﷻ ha supaya kamu magmumpaat pa kasanyangan.",
                    "131": "Iban halli kamu ha Kayu Narka, amu in tiyatagama ha mga sila amu-in simusulak sin Iman (mga Kafir).",
                    "132": "Iban agad kamu pagtaat ha Allah ﷻ iban sin Rasul Niya ha supaya kamu makatabuk sin ulung Niya.",
                    "133": "Iban paguws-uws kamu paglumba’-lumba’ ha pagpangayu’ kaampunan daing ha Tuhan niyu, iban pa Surga amu in ablang maluag biya sin luag sin pitu pangkat langit iban sin gumi dunya, tiyatagama ha mga nagmamabuga pa Allah ﷻ.",
                    "134": "In mga sila di’ mag-uug maggastu halawm kasambuhan atawa halawm kasigpitan, iban sin sila mamu’pu’ sin dugal amaa nila iban dimirihil kamaapan ha manusiya’, iban in Allah ﷻ, malasa ha mga naghihinang sin karayawan.",
                    "135": "Iban in sila amu in nakahinang sin hinang kasabulan atawa nakadusa sila pa ginhawa baran nila, pagsakali bang nila katumtuman in Allah ﷻ, mangayu’ sila kaampunan sin mga dusa nila, iban hisiyu pa in makaampun sin dusa bang bukun Allah ﷻ, sarta’ wala sila timutug himinang sin dusa ha waktu kiyaingatan na nila.",
                    "136": "In mga sila yadtu in tungbas nila kaampunan daing ha Tuhan nila, iban mga Jambangan (Surga) mag aanud-anud ha baba’ niya in mga suba’, amu in saka-ummul ummulan sila halawm yan maghula. Iban tungbas malingkat ha mga sila nag-i-ibadat (naghihinang sin pardaakan sin Allah ﷻ).",
                    "137": "Mattan tuud awn mga suntuan ha mga ummat nakauna daing kaniyu, hangkan pamanaw panaw kamu ha katilibut dunya, ampa niyu kita-a bang biyadiin in kiyatubtuban sin mga sila nanghihimuting sin kasabunnalan (sin Tunggal da in Allah ﷻ Tuhan)",
                    "138": "In ini (Quran) matampal pandu pa mga manusiya, iban hidayat  pamandu’ iban panghindu’ pa mga nagmamabuga pa Allah ﷻ!.",
                    "139": "Hangkan, ayaw kamu umaggal umatu ha bantah iban ayaw kamu masusa: pasalan in kamu makataimbabaw dumaug, bang in kaawnan sin kamu bunnal-bunnal Bar-iman.",
                    "140": "Bang kamu dagpakan sin udjul [patay] atawa haul [piyapali-an], tantuha in kaibanan isab biya’ da kaniyu.  In mga adlawan jinis na sukud-manukud sin manusiya’ pagsubli-sublihun Namu ha antara sin mga manusiya: bat matukas sin Allah ﷻ kaindanan bang hisiyu in mga sila nagpaparatsaya iban ha supaya mapii Niya pangawaan daing kaniyu in maparang sabil ha Iman, iban in Allah ﷻ di malasa ha mga naghihinang sin ma‘siyat.",
                    "141": "Iban ha maksud supaya masutsi sin Allah ﷻ in mga Bar-iman sabunnal iban kangiun juljanaun Niya in di’ magparatsaya, mga Kafir.",
                    "142": "In ha huna-huna pikilan niyu makasud ba kamu Surga ha wai kamu limabay panandas sin Allah ﷻ bang hisiyu in mga sila naglulugtu’ makusug (ha Agama Niya) iban pagsulay-sulay Niya bang hisiyu kaniyu in timututug ha sabar halawm kasigpitan?",
                    "143": "Iban tantu mattan tuud in kaawnan sin kamu nag angan-angan sin in kamu mabaya’ masabil sin wala pa kamu nagbaak iban sin kamatay.  na’ bihayaun kakitaan niyu na in parkala kasabil masuuk na dumatung mawun kaniyu amuin piyag-angan-angan niyu.",
                    "144": "Iban bukun in Muhammad (sallAllah ﷻu alayhi wasallam) lumiyu daing ha unu bang unu buat malaingkan hambuuk Rasul, mataud da isab Rasul nakauna pa daing kaniya. Hangkan bang baha siya matay, atawa mabunu’ mabalik ba kamu pa inasil niyu (ha pagkafir)? Iban hisiyu-siyu in tumakliad miig (daing ha Agama Islam), di’ da siya makadihil mudarat ha Allah ﷻ minsan hangkatiyu’. Iban tungbasan sin Allah ﷻ in mga sila tattap nagsusukul Kaniya (amu in mga sila naglulugtu iban namamawgbug ha Agama Niya).",
                    "145": "Iban pila na in mga Nabi nagbunu’ ha Dan sin Allah ﷻ, iban iyagaran sin mataud tau mararayaw iban maingat Bar-iman.  Sumagawa’, in sila di’ magbati’ laul wala’ nalawa’ in baya’ iban kusug ha mga unu-unu na kimugdan kanila ha Dan sin Allah ﷻ, wala sila liyammahan ha maksud iban wala sila nagpabiyas nagparaug.  Iban in Allah ﷻ malasa ha mga sila makamdus (in pangatayan) iban matutug ha sabar halawm kasigpitan.",
                    "146": "Iban mataud na dayin ha manga kanabihan nagbunu’ sila iban sin satru sin Allah ﷻu ta'ala iban sarta miyagad kanila namawugbug in Ulama amuin manga sila (Rabbaniyuwn) makusug in pamawugbug hapagta'at pa Allah ﷻu ta'ala, iban wala sila diyamag miyuga (ha magbunu’ sawkat na awun dayin kanila nagkashahid parrang sabil iban sin piyagpalian ha maksud magpalanyut sin Agama) iban wala sila diyagpakan sin kalamma ha mag-atubang iban sin satru nila iban wala sila nahina’ nalunggu’ (sumagawa timutug sila iban nagsabar sila) iban in Allah ﷻu ta'ala malasa makasi ha manga tau magsasabar.",
                    "147": "Iban wairuun da maiyan nila (mga matutug ha sabar) amu ra in namung sila:  “O Tuhan namu’! Ampuna kamu in mga dusa namu’ iban unu-unu na in nahinang namu’ limabi na ha mga kawajiban namu’ Kaimu, iban pakamdusa in panindug namu’, iban tabangi kami dumaug ha [mga sila simasagga’ sin pag-iman] mga kafir.”",
                    "148": "Hangkan dihilan sila sin Allah ﷻ tungbas sallamata dii ha dunya ini iban in labi marayaw tungbas sallamata ha Adlaw Mahuli, pasalan in Allah ﷻ malasa ha mga naghihinang sin karayawan.",
                    "149": "O kamu amu in nagpaparatsaya! Bang kamu magkahagad magtaat ha mga Kafir, duyun nila ra kamu (makapagmurtad) magbalik pa kaina tagna niyu (ha pagka-kafir), sarta’ taikuran niyu na in Iman, daing ha sabab yan muwi’ kamu magbing halawm kalugian.",
                    "150": "Sumagawa in Allah ﷻ amu in Tunggal Mangangatas [Mawla] kaniyu, iban Siya in sarayaw-rayaw ha mga mananabang.",
                    "151": "Bukun da malugay pasuran Namu’ da in mga pangatayan sin mga sila kafir buga’, pasalan tiyapilan nila panaiban in Allah ﷻ sin wairuun kawasa baynat kiyarihil nila. Iban in paghuhulaan nila duun ha Kayu Narka, iban way na ngumiy paghuhulaan sin mga naghihinang sin paganyaya.",
                    "152": "Iban tantu sin mattan tuud biyunnal na sin Allah ﷻ kaniyu in janji’ Niya amu in waktu napatay niyu na in mga banta niyu ha kabayaan ijin Niya, hingga dimatung in waktu nalawa in isug niyu liyammahan kamu, iban nagsagga’-siyaggai na kamu ha pardaakan sin Nabi (sallAllah ﷻu alayhi wasallam) kaniyu, iban wala’ na kamu nagkahagad puas sin piyakita man Niya in mga daugan pangalta ha bunu’ amu in kabayaan sin kamu. Lamud daing kaniyu amu in mabaya’ isab sin dunya ini, iban in kaibanan daing kaniyu mabaya’ sin Adlaw Mahuli. Pag-ubus, piyapaguy Niya kamu daing ha mga bantah niyu ha supaya tandasun Niya kamu. Iban sabunnal tuud iyampun Niya in mga dusa niyu, iban in Allah ﷻ sangat in kalabbihan Niya pa mga sila Bar-iman.",
                    "153": "(Tumtuma niyu) in waktu piyuspus niyu in pagdagan iban wai minsan pag-lingi’ niyu kan siyu-siyu sarta’ in Rasul ha ulihan timatawag kaniyu pabalikun sumagawa wala niyu lingi iyagad. Didtu ha yadtu piyaratungan kamu sin Allah ﷻ sin indaginis na kasusahan ha supaya kamu kahinduan di’ pasusahun ha mga tiyabanan amu in nakapaguy daing kaniyu iban ha mga unu-unu na kimugdan kaniyu. Iban in Allah ﷻ naka-i-ingat marayaw sin kanyuk-nyukan sin mga nahinang niyu katan.",
                    "154": "Mahuli, piyaratungan Niya kamu ubus sin kasusahan kasanyangan pangnanam karu’ amu na kiyatug maraw sin hambuuk tumpuk daing kaniyu, pagga in hambuuk tumpuk amu in baran nila sadja in siyususa, iinu-inu nila, sila naghuhuna-huna sin kabatilan mangih’ pa Allah ﷻ way kasabunnalan, huna-huna’ sin mga awam (mushrik), in pag-iyan nila (mga munafik): “Maita’, awn ba isun lamud ta ha mga dimatung parkala’ katu’ ini?”  Pamungan (O Muhammad ﷺ): “Sabunnal tuud in parkala in katan-tan niya ha Allah ﷻ.”  Hitapuk nila halawm atay nila, in di’ nila hipaingat kaimu; mag-iyan sila pa baran nila: “Bang kita in makapagbaya’-baya’ (wala kami nalugus magad) di’ da kita maubus matay dii ha ini.” Pamungan (O Muhammad ﷺ): “Misan in kaawnan sin kamu ha pamaybay niyu tantu gumuwa da in ajal kiyasulat ha mga sila in kamatay, matay da madtu ra pa tampat kamatayan nila.  Sumagawa’, [in ini piyaawn] ha supaya kasulayan sin Allah ﷻ in halawm daghal niyu (ka-ikhlas, kasabar), iban ha supaya nusnusan in unu-unu na (kanifaq, kakufur) halawm sin mga pangatayan niyu. Iban in Allah ﷻ kaingatan Niya marayaw bang unu in rahasiah halawm jantung [sin ipun Niya].”",
                    "155": "Sabunnal tuud in mga sila miyaguy daing kaniyu (ha waktu bunu Uhud) ha Adlaw nagbaak in duwa mag-atu ha pagbunu’ sabunnal tuud in Shaitan in nangindarahi kanila ha mga dusa asal na nahinang nila.  Sumagawa’, iyampun na sin Allah ﷻ in mga pardusahan nila.  Pasalan sabunnal tuud in Allah ﷻ mangangampun, landu mahaluuy (di magtuy maniksa).",
                    "156": "O kamu mga nagpaparatsaya! Ayaw kamu maawn mabiya’ sin sila mga nagkufur (munafik) iban amu in nag-iyan pa mga taimanghud nila ha waktu sila namamanaw-panaw ha katilibut dunya atawa in kaawnan gimuwa’ nagbunu’:  “Bang sadja in kaawnan nila yadtu timutug na sadja dii katu’ wala da mayan sila miyatay iban nabunu’.” In kabtangan ini hinangun da sin Allah ﷻ palsababan sin pagsusun nila halawm atay nila,  iban in Allah ﷻ in magdihil sin kabuhi’ iban sin kamatay.  Iban in Allah ﷻ ha katan hihinang niyu naka-i-ingat iban nakakikita.",
                    "157": "Iban bang kamu maparang-sabil ha Dan sin Allah ﷻ atawa matay kamu, tantu tuud in kaampunan daing ha Allah ﷻ iban sin Rahmat Niya malayu’ bidda’ in dayaw daing sin ha pangalta’ natitipun nila.",
                    "158": "Iban bang kamu matay atawa masahid maparang-sabil, tantu pa Allah ﷻ ra muwi kamu katan puunun.",
                    "159": "Nah Parsababan sin Ulung sin Allah ﷻ amu in biyutang Niya ha atay mu in himanunut kaw kanila.  Bang sadja kaw yan mabungis, mangih’ kasuddahan matugas in atay tantu lumayu miig sila daing ha katilibut mu.  Hangkan, maapa in (dusa) nila iban pangayui sila kaampunan ha Allah ﷻ iban daha sila mag-isun, magsirilma’sun ha pakaradjaan unu-unu.  Pag-ubus apabila awn na naputus mu pikilan kabayaan pagtawakkal, pangandul na kaw pa Allah ﷻ.  Sabunnal tuud in Allah ﷻ malasa ha mga sila magtatawakkal, nangangandul Kaniya.",
                    "160": "Bang tabangan kamu sin Allah ﷻ, wairuun na makaraug kaniyu, iban bang kamu butasan sin Allah ﷻ pasaran hisiyu pa in makatabang kaniyu puas daing Kaniya? Iban tuput pa Allah ﷻ magtawakkal in manga sila Bar-iman.",
                    "161": "Iban di’ maharus ha hambuuk Nabi kumawa sin bukun halal sin alta’ tiyabanan ha bunu’, iban hisiyu-siyu in mangakkal ha mga panaibanan niya pasal sin alta’ tiyabanan, dahun niya ra in nakawa niya ha Adlaw Kiyamat (bat siya mabias ha katauran tau). Hati, in pakaniya-pakaniya manusiya’ bayaran na siya lungbus sin mga nausaha niya, iban wairuun kakidjiban di sila anyayahun minsan dakuman maniyu’-tiyu’.",
                    "162": "Unu in hambuuk tau miyagad ha karidaan sin Allah ﷻ sali’ baha siya iban sin hambuuk tau amu in nakabing nakahasil dugal, astul daing ha Allah ﷻ (pasalan sin pagka’ niya sin tiyabanan bukun halal) iban in paghuhulaan niya Narka Jahannam? Ampa labi mangih’ tuud in pagdaratungan hula yan.",
                    "163": "In halga’ darajat nila indaginis na magbidda’ ha hadarat sin Allah ﷻ, ampa in Allah ﷻ sangat nakakakita marayaw sin katan-tan kakahinang nila.",
                    "164": "Sabunnal tuud in Allah ﷻ nakarihil hambuuk salaggu’-laggu’ buddi ni’mat ha mga Bar-iman, ha waktu pagpara Niya kanila sin hambuuk Rasul [Muhammad (sallAllah ﷻu alayhi wasallam)] daing da isab kanila, mamassa, manghindui kanila sin mga Ayat Niya (Quran) sarta’ manutsihi siya kanila, iban manghindu siya kanila (sin Quran) iban sin Hikmat, (Sunnah) misan ha hal in kaawnan nila ha nakauna yadtu halaum kalaungan iban kaawaman matampal.",
                    "165": "[Naunu na kamu?] Ha tatkala mayan kiyugdan kamu aramala minsan niyu naraug na in banta niyu makaruwa lapisun imiyan pa kamu, “Daing diin ini? [Mahi baha ini jimatu katu niyu?]”  Pamungan (O Muhammad ﷺ): “In yan daing da ha ginhawa baran niyu (pasalan sin way kamu nagta’at ha Rasul (sallAllah ﷻu alayhi wasallam)). Sabunnal tuud in Allah ﷻ sangat maha-kawasa ha unu-unu katan.”",
                    "166": "In unu-unu na kabinsanaan kimugdan kaniyu ha waktu nagbaak nagbunu’ in duwa tumpuk kaput-balis nag-atu (pagbunu’ ha Uhud), in yan kabayaan sin Allah ﷻ ha supaya kaingatan mapinig Niya in mga (mattan) Mu’mineen.",
                    "167": "Iban bat Niya mataha’ kaingatan mapinig in mga sila nagmunafik, iiyan sila: “Kari na kamu, pamunu’ na kamu ha Dan sin Allah ﷻ, atawa minsan dakuman magbawgbug sin baran, alta, pamaybay niyu.” In sambung nila: “Bang sadja kaingatan namu’ awn pagbunu’ tantu tuud magad kami kaniyu.” In sila ha adlaw yadtu masuuk na sila pa parkala kakupulan daing ha Iman pasalan magbissara sadja sila ha simud nila sin wala’ timinggil ha pangatayan nila. Iban in Allah ﷻ sampurna naka-i-ingat marayaw sin mga tiyatapuk nila.",
                    "168": "(In sila mga munafik wala miyagad nagbunu’ ha Dan sin Allah ﷻ) in pamung nila pa mga katawtaimanghuran nila na sabil ha waktu in sila limilingkud (ha pamaybay nila): “Bang sadja sila miyagad katu’ niyu, di’ da sila masabil.” Pamungan (O Muhammad ﷺ): “Pa’gangi niyu (agpangi niyu) in kamatay daing ha ginhawa baran niyu bang in kaawnan sin kamu bunnal in bissara niyu.”",
                    "169": "Iban ayaw kaw maghuna-huna, angan-angan bat in mga sila nasabil ha Dan sin Allah ﷻ, patay na sila. Sumagawa, in sila yan buhi’,ha hadarat sin Allah ﷻ tiyutubungan sila sin ridjiki nagdurul baya’.",
                    "170": "(In manga sila nashahid parang sabil ha Dan sin Allah ﷻ) Magkugkuyag sila sin mga dihil kanila sin Allah ﷻ daing ha kalabbihan Niya, iban magkugkuyag da isab sila bang mayan hipagbak da isab yaun sin mga nakabin wala pa naparang sabil (mga Mujahideen), amu in wala’ pa naka-urul kanila, in sila wairuun na kabugaan nila iban way na kasusahan nila.",
                    "171": "Magkugkuyag sila sin Ni’mat iban hanughara daing ha Allah ﷻ, iban sabunnal tuud in Allah ﷻ di Niya luppasun, lawaun in tungbas pahala sin mga Mu’mineen.",
                    "172": "In mga sila miyagad ha tawag sin Allah ﷻ iban sin Rasul puas sin minsan sila nahahaul na piyapalian, iban sin mga sila naghinang sin karayawan iban nagmabuga tiyata’gahan in kangian, awn salaggu-laggu’ tungbas kanila.",
                    "173": "Amu in sila iyan sila sin mga manusiya’ (mata-mata sin mga musrik, laung nila): “Sabunnal tuud in mga tau (musrik ha Makkah) tantu tuud natipun na sila salaggu-laggu’ tumpuk balis gumubat kaniyu, hangkan halli kamu.” sumagawa’, wala sila miyuga’ gamman kiyasung sin Iman nila, laung nila: “Tuput na para kamu’, mamarahi na in Allah ﷻ, iban Siya in labi awla sarayaw-rayaw mamarihala, mananabang kamu’ katan.”",
                    "174": "Nah nakabalik sila (mga nagjihad ha Dan sin Allah ﷻ) in sila halawm Ni’mat iban hanughara daing ha Allah ﷻ. Wala’ sila diyagpakan sin kangian iban iyagad nila in karidaan sin Allah ﷻ. Iban in Allah ﷻ Siya in tagdapu sin hanughara, daya dakula.",
                    "175": "Way pagduwa-ruwa (in namung kaniyu yadtu bat in mga tau Makkah natipun na gumubat kaniyu) in Saytan in nagpabuga’ kaniyu pa mga tindug niya (mga kafir) hangkan ayaw kamu mabuga’ kanila. Aku sadja in kabugai niyu, bang in kaawnan sin kamu Bar-iman bunnal.",
                    "176": "Iban ayaw hikasusa kaymu amu in mga sila nag-us-us naglumba-lumba pa kakupulan (nagmurtad puas sin Bunu Uhud; mga munafik); Sabunnal tuud in sila di’ da sila makarihil mudarat ha Allah ﷻ, minsan hangsulag unu-unu. In kabayaan sin Allah ﷻ wairuun na parsuku’an nila karayawan ha Adlaw Mahuli, sarta siyaddiyahan na sila sin salaggu’-laggu siksa’ mabu’gat.",
                    "177": "Sabunnal tuud in mga sila namini’ sin pagkufur daing ha Iman nila di’ da sila makatangkug makamudarat ha Allah ﷻ minsan hangsulag unu-unu. Iban parsuku’an nila in siksa’ landu mabisa, masakit.",
                    "178": "Iban ayaw maghuna-huna in mga Kafir sin pagsuhul sin mga siksa’ nila hikarayaw kanila. Sumagawa sabunnal tuud siyuhulan Namu’ in pagsiksa nila ha supaya sumung pa in paghinang nila dusa (ha dunya). Iban parsuku’an nila in siksa’ landu makahina kanila, makabiyas-biyas.",
                    "179": "Bukun in kaawnan sin Allah ﷻ pasaran niya in manga sila Bar-iman maglamud iban sin manga sila munafik, sahingga in paglamud nila yaun hasupaya mapinig masilang in mangī dayin ha marayaw (in Munafik iban sin Bar-iman), Iban di’ Niya hibaita in rahasiah sin Ghaib kaniyu. Sumagawa’, bunnal tuud in Allah ﷻ pii-un Niya daing Rasul Niya ha siyu-siyu in kabayaan Niya (paingatun sin parkala Ghaib). Hangkan, pagparatsaya kamu ha Allah ﷻ iban ha mga Rasul Niya. Iban bang kamu magparatsaya sarta’ magmabuga nah awn tungbas kaniyu pahala dakula’.",
                    "180": "Iban ayaw in mga sila nagmaikut sin mga sallamata dihil kanila sin Allah ﷻ daing ha hanughara Niya maghuna-huna hikarayaw kanila in pagmaikut yan [di’ magzakat]. Sumagawa’ hikakangih’ tuud kanila (in pag-ikut yan). Hilibud, hibaggut da pa liug nila biya’ garlang ha liug natatabid in unu-unu na piyagmaikut nila yan ha Adlaw Kiyamat. Iban tuput Allah ﷻ in Tagdapu sin katan-tan pusaka’ ha mga langit iban sin ha gumi dunya, iban in Allah ﷻ Nakasasakup marayaw sin katan hinang niyu.",
                    "181": "Tantu sabunnal tuud diyungug da sin Allah ﷻ in kabtangan pagtais-tais sin mga sila [Yahudi] in pamung nila: “Sabunnal tuud in Allah ﷻ miskin iban in kami dayahan.” Hisulat Namu’ da in mga kiyapamung nila iban sin pagpatay nila ha mga Nabi ha way kapatutan, iban iyanun Namu’ da sila: “Nanama niyu in siksa sin pagsunug sin Kayu Narka nalalablab!”",
                    "182": "In ini pasalan sin mga kangian hinang sin kamu ha kabuhi dunya. Iban, sabunnal tuud in Allah ﷻ bukun Siya anyaya ha mga ipun Niya.",
                    "183": "Amu in mga sila (Yahudi) in imiyan: “Sabunnal tuud himinang na parjanjian isun in Allah ﷻ kamu sin di’ magparatsaya minsan hisiyu Rasul hingga makara lalabutan amu in kaunun sin kayu (daing ha langit).” Pamungan (O Muhammad ﷺ): “Mattan awn na dimatung mawn kaniyu mga Rasul nakauna daing kaku’ iban tanda’ mu’jizat matampal, iban pa sin pag-iyanun niyu yan, nah daing hadtu mahi’ niyu sila biyunu’ bang in kaawnan sin kamu bunnal in bissara niyu yan?”",
                    "184": "Pagsakali, bang sulakun, himutingun nila kaw, sabunnal tuud siyulak nila ra isab himuting in mga nakauna Rasul daing kaimu, amu in nagdaraa kanila tanda’ baynat matampal (mu’jizat), iban sin Kakitab-kitaban (daing ha langit, hipu’ sin hikmat), iban sin Kitab masawa, matarrang (biya’ na sin Tawrat, Injiyl).",
                    "185": "In tiyap-tiyap bar-nyawa makananam da sin kamatay. Iban bunnal tuud tungbasan da bayaran in katan sin nahinang niyu ha Adlaw Kiyamat. Hangkan, hisiyu-siyu in makalayu’ daing ha Kayu sin Narka sarta’ pasurun na siya pa Surga’, tantu tuud, in siya nagparuntungan. Iban in kabuhi’ dii ha dunya ini barang kalalamihan sadja ha pag-akkal buddi.",
                    "186": "Tantu, panulay-sulayan kamu ha mga daya iban pangalta’ niyu, iban sin anggawta baran niyu, iban makarungug kamu tuud amu in makasusa kaniyu daing ha mga sila amu in nakatabuk sin Kitab (Ahlul kitab; Yahudi iban Nasrani) naka-una daing kaniyu, iban daing kanila amu in nagsasakutu pa Allah ﷻ sin kangian sataud-taud (biya’ na sin pamaba-maba ha Agama Islam, panglagi’-lagi’ iban pa sin kabtangan bukun marayaw). Sumagawa’, bang kamu magtuyu’ magsabar, iban magmabuga (pa Allah ﷻ), nah tantu, amu na yan in mahinang palsababan hikapa-buntul sin unu-unu parkala’.",
                    "187": "Iban tumtuma ha waktu kiyawaan sin Allah ﷻ parjanji’an in mga tau sin Kitab [Yahudi iban Nasrani] in papasampayun iban papatampalun in habal pa manusiya’, iban di’ nila hipatapuk in Risala Niya, sumagawa’, biyugit nila pa taikuran nila, sarta piyagsambi pa nila ha halga tiyu’-tiyu’. Nah landu’ mangih’ in na-untung nila.",
                    "188": "Ayaw tuud kaw maghuna-huna sin amu in mga sila nagkukug-kuyag sin mga nahinang nila, iban sin sila masub bantugun sin mga manusiya sin mga wala’ nila da isab nahinang (way kasabunnalan) nah ayaw tuud kaw maghuna-huna in sila lappas na daing ha siksa’ (sin Allah ﷻ); iban para kanila,awn tiyatagama siksa’ landu masakit, mabisa.",
                    "189": "Iban tuput Allah ﷻ in Tagdapu, Tagmilik sin kabuagan ha pitung lapis langit iban ha babaw gumi, iban in Allah ﷻ Maha-kawasa ha katan unu-unu.",
                    "190": "Sabunnal-bunnal tuud, ha pagpapanjari sin mga langit iban sin gumi dunya, iban sin pagsubli-manubli sin dum iban adlaw, tantu mga tanda’ makawa’ pa mga tau bar-akkal.",
                    "191": "Amu in mga sila taptap nakakatumtum ha Allah ﷻ, sibu’ da nagtitindug, naglilingkud, iban nagkukulang, iban nananali-tali sadja sila malawm pasal sin pagpapanjari sin mga langit iban gumi dunya, sarta’ mag-iyan sila: “O Tuhan Namu’! Wala Mu piyaawn in (katan) ini ha wairuun kamaksuran. In sanglit-sanglitan mawn Kaimu (Mahatinggi Mataas Kaw daing ha katan-tan hitapil nila Kaimu) taming kami daing ha siksa’ sin Kayu Narka.”",
                    "192": "“O Tuhan Namu’! Mattan, in siya amu in piyasud Mu pa kayu narka tantu nagkangih’-ngih’ na sin panghina Mu kaniya! Iban wairuun kabakan sin mga naghihinang sin mangih’ tumatabang kanila.”",
                    "193": "“O Tuhan Namu’! Diyungug namu’ na in panawag-tawag pa Iman sin hambuuk mananawag: “Magparatsaya kamu ha Tuhan niyu!”, Hangkan, nagparatsaya na kami. O Tuhan Namu’!, ampuna in mga dusa namu’, papasi in mga hinang namu’ mangih’ iban kawaa in nyawa namu’ ha lawm kaadilan lamud ha mga sila naghihinang marayaw Bar-iman.”",
                    "194": "“O Tuhan Namu’! Hanugharai kami sin kiyajanji Mu kamu’ amu in nara sin mga Rasul Mu, iban ayaw mu kami hinaa, biyasun ha Adlaw Kiyamat, pasalan sabunnal tuud in Ikaw, di’ magbabaluba sin parjanjian.”",
                    "195": "Hangkan, tiyaima’ sin Tuhan nila in pangayu’-ngayu’ nila (siyambungan sila): “Di’ Ku pasaran hipapaluppas in mga hinang sin kamu, usug atawa babai. In hangkatau kaniyu daing ha hangkatau. In sila naghijra (amuin gimuwa dayin ha hula nila karna magpalanyut sin agama nila) iban naruy nabulaw daing ha hula’ nila sin mga kafir, iban nakalabay kamulahan ha Dan Ku (ha sabab sin pamawgbug nila ha Agama Ku), iban namunu’ sila iban nabunu’ nasabil sila (ha pagpalanyutan sin Kallam Ku)– mattan, papasun Ku in hinang nila mangih’ iban tantu tuud pasurun Ku pa sila pa kasurga-surgaan amu in awn suba’ mag-anud-anud ha sawm niya, (in yan) tungbas sarayaw-rayaw daing ha Allah ﷻ. Iban yadtu ha hadarat sin Allah ﷻ in tungbas pahala marayaw.”",
                    "196": "Ayaw kaw magawa sin biya’ makawa sadja sin mga kafir ha paghula’ in mga kabayaan nila katan ha pagkadtu mari nila.",
                    "197": "(Pangarta iban pagdulbaya sin mga Kafir dii ha dunya) Kalalamihan hangkarai’ sadja yan, pag-ubus, in kahinapusan paghulaan nila halawm Narka’ Jahannam da, amu nan in sangi-ngi paghulaan.",
                    "198": "Sumagawa’, in mga sila nagmamabuga’ pa Tuhan nila awn mga Surga siyasaddiya kanila amu in awn nag-aanud anud ha sawm niya mga suba’ tubig, duun sila maghula’ salama-lama. Hulmatan panaima daing ha Tuhan nila. Iban in unu-unu daing ha Allah ﷻ amu na yan in sarayaw-rayaw tungbas pa mga nagtata’at pa Allah ﷻ mga Bar-iman.",
                    "199": "Iban sabunnal tuud awn tuud daing ha kaibanan mga nangangaput sin Kitab (Ahlul Kitab; Yahudi iban Nasrani), tantu magparatsaya ha Allah ﷻ sin pamaratsaya bunnal, iban ha mga piyaturun kaniyu, iban ha mga piyaturun kanila, in sila sumujud nagpapatibaba’ pa Allah ﷻ. Di’ nila hipagbi in mga tanda-mananda Ayat sin Allah ﷻ ha halga ma-itung mu biya’ wai halga; In sila yadtu, para kanila awn tungbas nila daing ha hadarat sin Tuhan nila, sabunnal tuud in Allah ﷻ masigla’ maghisab (nabibista in katan unu-unu).",
                    "200": "O kamu amu in nagpaparatsaya! Pagsabar kamu minsan ha halawm kasigpitan iban pakusuga niyu in pagsabar sin kamu magkamu (ha mga satru bang ha pag-atubangan iban sin sila), iban tutug kamu majaga subay sadja kamu saddiya (ha panggubat kaniyu sin mga satru niyu). Iban kabuga-i niyu in Allah ﷻ ha supaya kamu magparuntungan."
                }
            }
        }
        
    }
}