{
    "3": {
        "number": "3",
        "name": "اٰل عمران",
        "name_latin": "Ali 'Imran",
        "number_of_ayah": "200",
        "text": {
            "1": "الۤمّۤ ",
            "2": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ",
            "3": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ",
            "4": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ",
            "5": "اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
            "6": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "7": "هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ ۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  اِلَّا اللّٰهُ  ۘوَالرَّاسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
            "8": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚاِنَّكَ اَنْتَ الْوَهَّابُ ",
            "9": "رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
            "10": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗوَاُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ",
            "11": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذَّبُوْا بِاٰيٰتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ",
            "12": "قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ اِلٰى جَهَنَّمَ ۗ وَبِئْسَ الْمِهَادُ",
            "13": "قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۗفِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۗوَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُ ۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ",
            "14": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ",
            "15": "۞ قُلْ اَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْ ۗ لِلَّذِيْنَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَاَزْوَاجٌ مُّطَهَّرَةٌ وَّرِضْوَانٌ مِّنَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِۚ",
            "16": "اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ",
            "17": "اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ ",
            "18": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "19": "اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "20": "فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ",
            "21": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ",
            "22": "اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
            "23": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ اِلٰى كِتٰبِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُوْنَ",
            "24": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدٰتٍ ۖ وَّغَرَّهُمْ فِيْ دِيْنِهِمْ مَّا كَانُوْا يَفْتَرُوْنَ",
            "25": "فَكَيْفَ اِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "26": "قُلِ اللهم مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "27": "تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ",
            "28": "لَا يَتَّخِذِ الْمُؤْمِنُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فِيْ شَيْءٍ اِلَّآ اَنْ تَتَّقُوْا مِنْهُمْ تُقٰىةً ۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗ وَاِلَى اللّٰهِ الْمَصِيْرُ",
            "29": "قُلْ اِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ اَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُ ۗوَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ  عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "30": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ تَوَدُّ لَوْ اَنَّ بَيْنَهَا وَبَيْنَهٗٓ اَمَدًاۢ بَعِيْدًا ۗوَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ࣖ",
            "31": "قُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "32": "قُلْ اَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ ۚ فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ لَا يُحِبُّ الْكٰفِرِيْنَ",
            "33": "۞ اِنَّ اللّٰهَ اصْطَفٰىٓ اٰدَمَ وَنُوْحًا وَّاٰلَ اِبْرٰهِيْمَ وَاٰلَ عِمْرَانَ عَلَى الْعٰلَمِيْنَۙ",
            "34": "ذُرِّيَّةً ۢ بَعْضُهَا مِنْۢ بَعْضٍۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۚ",
            "35": "اِذْ قَالَتِ امْرَاَتُ عِمْرَانَ رَبِّ اِنِّيْ نَذَرْتُ لَكَ مَا فِيْ بَطْنِيْ مُحَرَّرًا فَتَقَبَّلْ مِنِّيْ ۚ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ",
            "36": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ اِنِّيْ وَضَعْتُهَآ اُنْثٰىۗ وَاللّٰهُ اَعْلَمُ بِمَا وَضَعَتْۗ وَلَيْسَ الذَّكَرُ كَالْاُنْثٰى ۚ وَاِنِّيْ سَمَّيْتُهَا مَرْيَمَ وَاِنِّيْٓ اُعِيْذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيْمِ",
            "37": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُوْلٍ حَسَنٍ وَّاَنْۢبَتَهَا نَبَاتًا حَسَنًاۖ وَّكَفَّلَهَا زَكَرِيَّا ۗ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقًا ۚ قَالَ يٰمَرْيَمُ اَنّٰى لَكِ هٰذَا ۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِ ۗ اِنَّ اللّٰهَ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "38": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗ ۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً ۚ اِنَّكَ سَمِيْعُ الدُّعَاۤءِ",
            "39": "فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًاۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ",
            "40": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتِيْ عَاقِرٌ ۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ",
            "41": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزًا ۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْاِبْكَارِ ࣖ",
            "42": "وَاِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ",
            "43": "يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرَّاكِعِيْنَ",
            "44": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَ ۗوَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُوْنَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُوْنَ",
            "45": "اِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ",
            "46": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ",
            "47": "قَالَتْ رَبِّ اَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ ۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
            "48": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَۚ",
            "49": "وَرَسُوْلًا اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ اَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْ ۙاَنِّيْٓ اَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَاَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًاۢ بِاِذْنِ اللّٰهِ ۚوَاُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ وَاُحْيِ الْمَوْتٰى بِاِذْنِ اللّٰهِ ۚوَاُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَ ۙفِيْ بُيُوْتِكُمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ",
            "50": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِاُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
            "51": "اِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ",
            "52": "۞ فَلَمَّآ اَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ ۚ اٰمَنَّا بِاللّٰهِ ۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ",
            "53": "رَبَّنَآ اٰمَنَّا بِمَآ اَنْزَلْتَ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ",
            "54": "وَمَكَرُوْا وَمَكَرَ اللّٰهُ  ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ ࣖ",
            "55": "اِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى يَوْمِ الْقِيٰمَةِ ۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ",
            "56": "فَاَمَّا الَّذِيْنَ كَفَرُوْا فَاُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ",
            "57": "وَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ ۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ",
            "58": "ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ ",
            "59": "اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ",
            "60": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ",
            "61": "فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ اَبْنَاۤءَنَا وَاَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَاَنْفُسَنَا وَاَنْفُسَكُمْۗ  ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ",
            "62": "اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ",
            "63": "فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ",
            "64": "قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ",
            "65": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ  اَفَلَا تَعْقِلُوْنَ",
            "66": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ واَنْتُمْ لَا تَعْلَمُوْنَ",
            "67": "مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
            "68": "اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ",
            "69": "وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ",
            "70": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ",
            "71": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَلْبِسُوْنَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوْنَ الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ࣖ",
            "72": "وَقَالَتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ اٰمِنُوْا بِالَّذِيْٓ اُنْزِلَ عَلَى الَّذِيْنَ اٰمَنُوْا وَجْهَ النَّهَارِ وَاكْفُرُوْٓا اٰخِرَهٗ لَعَلَّهُمْ يَرْجِعُوْنَۚ",
            "73": "وَلَا تُؤْمِنُوْٓا اِلَّا لِمَنْ تَبِعَ دِيْنَكُمْ ۗ قُلْ اِنَّ الْهُدٰى هُدَى اللّٰهِ ۙ اَنْ يُّؤْتٰىٓ اَحَدٌ مِّثْلَ مَآ اُوْتِيْتُمْ اَوْ يُحَاۤجُّوْكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ اِنَّ الْفَضْلَ بِيَدِ اللّٰهِ ۚ يُؤْتِيْهِ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۚ",
            "74": "يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "75": "۞ وَمِنْ اَهْلِ الْكِتٰبِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَّنْ اِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًا ۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْاُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ",
            "76": "بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ",
            "77": "اِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَنًا قَلِيْلًا اُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "78": "وَاِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ اَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِ ۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ",
            "79": "مَا كَانَ لِبَشَرٍ اَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَ ۙ",
            "80": "وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًا ۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَ ࣖ",
            "81": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْ ۗ قَالُوْٓا اَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ",
            "82": "فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "83": "اَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗ ٓ اَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّاِلَيْهِ يُرْجَعُوْنَ",
            "84": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ",
            "85": "وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ",
            "86": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "87": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
            "88": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ",
            "89": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "90": "اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ",
            "91": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔",
            "92": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
            "93": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "94": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "95": "قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
            "96": "اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ",
            "97": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ",
            "98": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ",
            "99": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
            "100": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ ",
            "101": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
            "102": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ",
            "103": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ",
            "104": "وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "105": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
            "106": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
            "107": "وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ",
            "108": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ",
            "109": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
            "110": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ",
            "111": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
            "112": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
            "113": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ",
            "114": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ",
            "115": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
            "116": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "117": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ ",
            "118": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  اِنْ كُنْتُمْ تَعْقِلُوْنَ",
            "119": "هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "120": "اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ",
            "121": "وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ",
            "122": "اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
            "123": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "124": "اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ",
            "125": "بَلٰٓى ۙاِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ",
            "126": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ",
            "127": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ",
            "128": "لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ ",
            "129": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ",
            "130": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ",
            "131": "وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَ ۚ ",
            "132": "وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ",
            "133": "۞ وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ  اُعِدَّتْ لِلْمُتَّقِيْنَۙ",
            "134": "الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكَاظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ ",
            "135": "وَالَّذِيْنَ اِذَا فَعَلُوْا فَاحِشَةً اَوْ ظَلَمُوْٓا اَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْۗ وَمَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُ ۗ وَلَمْ يُصِرُّوْا عَلٰى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ ",
            "136": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ مَّغْفِرَةٌ مِّنْ رَّبِّهِمْ وَجَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَنِعْمَ اَجْرُ الْعٰمِلِيْنَۗ",
            "137": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
            "138": "هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَّمَوْعِظَةٌ لِّلْمُتَّقِيْنَ ",
            "139": "وَلَا تَهِنُوْا وَلَا تَحْزَنُوْا وَاَنْتُمُ الْاَعْلَوْنَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "140": "اِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗ ۗوَتِلْكَ الْاَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَتَّخِذَ مِنْكُمْ شُهَدَاۤءَ ۗوَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَۙ",
            "141": "وَلِيُمَحِّصَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَمْحَقَ الْكٰفِرِيْنَ",
            "142": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَيَعْلَمَ الصّٰبِرِيْنَ ",
            "143": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ اَنْ تَلْقَوْهُۖ فَقَدْ رَاَيْتُمُوْهُ وَاَنْتُمْ تَنْظُرُوْنَ ࣖ",
            "144": "وَمَا مُحَمَّدٌ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۗ اَفَا۟ىِٕنْ مَّاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْ ۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔا  ۗوَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ ",
            "145": "وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوْتَ اِلَّا بِاِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَا ۗ وَسَنَجْزِى الشّٰكِرِيْنَ ",
            "146": "وَكَاَيِّنْ مِّنْ نَّبِيٍّ قَاتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ اَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْا ۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ ",
            "147": "وَمَا كَانَ قَوْلَهُمْ اِلَّآ اَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَاِسْرَافَنَا فِيْٓ اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ",
            "148": "فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
            "149": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ ",
            "150": "بَلِ اللّٰهُ مَوْلٰىكُمْ ۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ ",
            "151": "سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا ۚ وَمَأْوٰىهُمُ النَّارُ ۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ ",
            "152": "وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ اِذْ تَحُسُّوْنَهُمْ بِاِذْنِهٖ ۚ حَتّٰىٓ اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْاَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ اَرٰىكُمْ مَّا تُحِبُّوْنَ ۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۚ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ ",
            "153": "۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
            "154": "ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "155": "اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
            "156": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "157": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
            "158": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ",
            "159": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
            "160": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
            "161": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
            "162": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ",
            "163": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ",
            "164": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "165": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "166": "وَمَآ اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ",
            "167": "وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْا ۖوَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَوِ ادْفَعُوْا ۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ اَقْرَبُ مِنْهُمْ لِلْاِيْمَانِ ۚ يَقُوْلُوْنَ بِاَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُوْنَۚ",
            "168": "اَلَّذِيْنَ قَالُوْا لِاِخْوَانِهِمْ وَقَعَدُوْا لَوْ اَطَاعُوْنَا مَا قُتِلُوْا ۗ قُلْ فَادْرَءُوْا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "169": "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتًا ۗ بَلْ اَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ",
            "170": "فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْ ۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ",
            "171": "۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَاَنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُؤْمِنِيْنَ ࣖ ",
            "172": "اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَهُمُ الْقَرْحُ ۖ لِلَّذِيْنَ اَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌۚ",
            "173": "اَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ ",
            "174": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ",
            "175": "اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "176": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ",
            "177": "اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
            "178": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْ ۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
            "179": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ ",
            "180": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
            "181": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ",
            "182": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ",
            "183": "اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "184": "فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ",
            "185": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
            "186": "۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ ",
            "187": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ",
            "188": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
            "189": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
            "190": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ",
            "191": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ",
            "192": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
            "193": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ ",
            "194": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ",
            "195": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنِّيْ لَآ اُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ اَوْ اُنْثٰى ۚ بَعْضُكُمْ مِّنْۢ بَعْضٍ ۚ فَالَّذِيْنَ هَاجَرُوْا وَاُخْرِجُوْا مِنْ دِيَارِهِمْ وَاُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِ ۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ ",
            "196": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ",
            "197": "مَتَاعٌ قَلِيْلٌ  ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ",
            "198": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِ ۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ",
            "199": "وَاِنَّ مِنْ اَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا ۗ اُولٰۤىِٕكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
            "200": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Manga panubu' sin Imran",
                "text": {
                    "1": "Alif Lam Mim, In tuw (3) huruf nasabbut ini, manunjuki dayin ha mu'jizat sin Qur'an, iban in yan panukas, panandas pa manga tau Arab naghahawud-hawud maingat ha bahasa Arab, damikkiyan in tuw huruf yan wayru'un makaingat iban makahati sin ma'ana niya malayingkan tuput in Mahasutsi Allahu ta'ala.",
                    "2": "In Allahu  ta'ala wayru'un  mapatut  pagtag-ipunan ha kasabunnalan malayingkan tunggal tuput in  Allahu Ta'ala, in Siya tattap in kabuhi niya. Siya In Tag-Amulahi sin katan unu-unu na parkala diy ha dunya iban sin pitung lapis langit (iban ha Adlaw Akhirat).",
                    "3": "Piyaturun sin Allahu ta'ala kaymu (O Nabi Muhammad! (sallallahu alayhi wasallam)) in Kitab (Qur'an) yan, sarta (Nagdara) Kasabunnalan, Namasti'l  iban Namunnāli sin (dimatung) nakauna dayin Kaniya, iban Piyaturun niya ra isab in At-tawrat iban sin Al-injiel,",
                    "4": "Nakauna pa dayin ha (pagpaturun sin) Qur'an, Hipang-hidayat ha manusiya, iban Piyaturun niya in Al-furqan (Qur'an amuin namarak iban similang sin kasabunnalan dayin ha kalawngan). Adapun sabunnal tuud in mga nagkufur (way nagparatsaya) Ha manga Ayat sin Allahu ta'ala, siyasaddiya tiyatagama kanila in ajab makusug, (karna) in Allahu ta'ala aziz (gaga, mangdaraug) Dzun-tiqam (Mamaus mampunyahi siksa ha manga magmama'siyat kaniya).",
                    "5": "Sabunnal tuud in Allahu ta'ala wayruun makatapuk kaniya hangsulag unu-unu pakaradjaan sibu da in manahut iban sin maaslag atawa in jahir iban sin batin, dii ha babaw gumi atawa ha taas sin langit (in yan sakup sin ilmu, Qudrat 'Iradat sin mahasutsi Allahu ta'ala iban kiya iingatan sin Allahu ta'ala in katan unu-unu parkala).",
                    "6": "Siya ra amuin magpararagbus kaniyu sin halawm pa kamu sin pakandangan sin manga ina niyu diin na in kabayaaan niya (sumasa in bata-bata amuin yaun halawm sin tiyan sin ina niya babai atawa usug, marayaw in bata-bata atawa mangi, iban na sin dugaing lupa dagbus niya). Wayruun mapatut pagtag-ipunan sumbahun buwat malayingkan siya ra, in siya sampurna in Kusug iban Kawasa duun ha pamarinta niya iban sampurna in ingat niya duun ha pag-amulahi sin unu-unu na hinangun Niya. (Al Hakim).",
                    "7": "Siya (Allahu ta'ala) amuin nagpaturun kaymu (Muhammad (sallallahu alayhi wasallam)) sin Kitab (Qur'an) yan, In kaibanan Ayat halaum niya yan manga Ayat (pag-nganan) Al-Muhkamat (matampal, masawa in ma'ana, di humajat lilayun; hambuuk da in maksud niya, way dugaing), lagi sila yan in Ummul Kitab (puunan, gamut, bibingan iban a'agsuan pamariksaan sin maksud kiyamatunan sin manga Ayat Mutashaabihat). Iban in kaibanan Ayat yan ha laum niya yan, amuin pag-nganan Al-Mutashaabihat (magsawu in ma'ana, bukun matampal, bukun tugila ha hambu'uk ma'ana, humajat lilayun sin mananapsil Qur'an). Adapun amuin manga sila awun halaum pangatayan nila kalawngan (iban simiha in atay nila dayin ha kasabunnalan) na amuin ambatun nila unyukun in (Ayat) Mutashabi dayin ha (Qur'an) yan, angut nila iban puhung nila mamitnahi, iban in maksud nila iban ta'awil (maagad in hawanapsu nila), parahal way maka ingat sin ta'awil sin Mutashabi (in hakikat niya) malayingkan Allahu ta'ala. Ampa in manga sila Ar-rasikhuwna (gawgut in pangingat) sin Ilmu (kasabunnalan, kamattanan) amuin agi nila: Paratsayahun namu yan, Muhkam na ka, atawa Mutashabi, in katan yan dayin da ha Tuhan namu Iban way ra makapangannal iban makahati sin Manga Ayat yan malayingkan amura in sila santusa’ in akkal, salta halul akkal.",
                    "8": " In duwaa sin manga Ulama Ar-rasikhuwn (amuin malawum in panghati ha sarà sin Allahu ta'ala): Ya Allahu ta'ala! O Tuhan namu! Ayaw mu pallinga in manga pangatayan namu dayin ha parkala kasabunnalan iban pag-iman, biya sin kasima’ atawa kapalling sin manga pangatayan amuin iyaagad nila in parkala Mutashabi halawm sin Qur'an, puas sin kiyahidayatan mu na kami pa dan kasabunnalan iban paka amuhan, anugharai dihili kami ulung sataud-taud dayin Kaymu, sabunnal tuud in ikaw, ikaw ra in Al-Wahhab (Tuhan mangdirihil inda ginis Ni’mat pa manga ipun mu).",
                    "9": "Ya Allah (Tuhan namu)! Sabunnal tuud in ikaw, tipunun mu sarta hambuukun mu in manusiya iban buhiun mu sila hasupaya madawhat nila in tutungbasan dayin Kaymu ha adlaw way pagduwaruwa, way pagshak, amuna in adlaw Qiyamat, sabunnal tuud in Allahu ta'ala di siya magpamaruba janji sin parkala sin paghisab ha adlaw Akhirat iban sin pagbuhi niya ha manga manusiya.",
                    "10": "Sabunnal tuud amuin manga sila nagkufur pa Allahu ta'ala iban pa Nabi Muhammad (sallallahu alayhi wasallam). di da magmumpaat (makahawun) in hangsulag unu-unu dayin ha manga pangarta nila iban sin kaanakan nila dayin ha siksa sin Allahu ta'ala, sila na yadtu hinangun du’ngul sin api Narka Jahannam.",
                    "11": "In kahalan sin manga sila tau kafir, biya sin kahalan sin manga tau hi Fir'awn ha jaman sin Nabi Musa iban sin nakauna dayin kanila (biya na sin jimatu ha qawman ‘Ad iban qawman Lut), nanghimuting sila ha manga ayat namu amuin kiyasaplag sin manga karasulan, dayin hadtu hangkan sila nasiksa sin Allahu ta'ala sabab sin manga pardusahan nila iban sin panghimuting nila. In Allahu ta'ala landu in bisa sin siksa niya ha hisiyu-siyu in magkufur kaniya iban manghimuting sin manga Ayat niya.",
                    "12": "Pamungan (Ya! Nabi Muhammad (sallallahu alayhi wasallam)) ha manga tau kafir dayin ha bangsa Yahudi iban Mushrikin ha Makkah iban na sin dugaing tantu daugun da kamu diy ha dunya iban tipunun kamu sin Allahu ta'ala ha adlaw Qiyamat pasurun palaum api Narka Jahannam, in narka jahannam amuna yan in sangi-ngi paghulaaan.”",
                    "13": "Sabunnal tuud awun na bakas tanda pamintangan duun kaniyu, (O kamu manga Bangsa Yahudi!), manunjuki in kabtangan ku ha tungud sin duwa tumpukan nakapag-atubang (ha bunu’ Badar), in duwa tumpukan yan amuna in manag sila bangsa Muslimin iban Mushrikin, in hambuuk tumpukan nagbunu’, nagjihad karna hipagpalanyut sin Kallam Sin Allahu ta'ala, sila na yan in manga Bar-iman, In hambuuk tumpukan nagkukufur pa Allahu ta'ala iban pa Rasul Niya, sila na yan in manga Mushrikin, kakita'an sin manga Muslimin in manga sila Kafir makaruwa lipat sin taud nila in bilangan nila ha pangatud nila sin mata nila, ampa in Allahu ta'ala tumabang magpakusug magparaug ha hisiyu siyu In kabaya'an niya, sabunnal tuud ha damikkiyan yadtu bakkas tanda pamintangan, pangadjian ha manga tau bar-akkal.",
                    "14": "Iyari-arihan (piyalingkat) ha manusiya in suwak nila ha kananapsuhan nila, iban magpaka pitna kanila, biya na sin manga kababaihan, iban manga kaanakan, iban sin manga alta, pilak, bulawan mataud, iban sin manga kura taga asti’ (iindanan) makaibug kitaun, iban manga hayup kambing, sapi’, unta, iban sin manga ginisan panghiyanum, kakabbunan, kaumahan, in katan yadtu Mataa’ (parhiyasan) sin kabuhianan dunya, magkalayanyap da, magbaruba ra ampa in Allahu ta'ala yadtu ha hadarat niya in uuwian marayaw (amuna in Surga niya, iban sin Ni’mat halawm niya).",
                    "15": "Pamungan (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) kanila unu mabaya ka kamu baytaan ku sin manga parkala amuin labi in dayaw niya dayin sin manga kai'inginan, kasusuban sin lawum pangatayan niyu? Amuin tiyatagama sin Allahu ta'ala ha manga tau Muttaqiyn (nagmamabuga, amuin naghihinang sin manga pardaakan sin Allahu ta'ala iban ima-anib sin manga piyanglangan niya), didtu ha hadarat sin Allahu ta'ala, amuna in manga Jannat (kasurga surga'an, kakabbun), amuin nag aanud-anud in tubig suba’ dayin ha baba niya iban in sila naghuhula-hula halawm sin Surga salama-lama iban awun ka asawahan nila malingkat malanu’, sutsi daying ha manga kaayban sin kababaihan diy ha dunya (biya sin Hayid iban Nifas). iban madawhat nila in karidaan daying ha Allahu ta'ala salama-lama.  Ampa in Allahu ta'ala kiyajajagahan niya iban kikita in manga pakaradja'an sin iypun niya.",
                    "16": " Amuin manga sila tau muttaqiyn (nagmamabuga pa Allahu ta'ala) in kabtangan nila Ya Allahu ta'ala! (O Tuhan namu!) sabunnal tuud in kami nagpaparatsaya na (pa Allahu ta'ala iban Rasul niya (sallallahu alayhi wasallam)), na’ ampuna kamu in manga pardusahan namu iban tamingi kami lappasa dayin ha api Narka Jahannam.",
                    "17": "Amuin manga nagsasabar ha panandas iban kasigpitan dihil kanila sin Allahu ta'ala, iban sin manga sila namunnali ha pamaratsaya nila, ha kabtangan nila, kakahinang nila, mu’amalat nila pa taymanghud nila manusiya, iban sin manga sila tattap in pagta'at pa Allahu ta'ala, miyumuga in pangatayan nila pa Allahu ta'ala iban sin manga sila nagnanapaka pa dan sin Allahu ta'ala iban sin manga sila nagtatawbat nangangayu kaampunan pa Allahu ta'ala sin waktu ha kahinapusan sin dum (waktu sahur).",
                    "18": "Siyaksian sin Allahu ta'ala sabunnal tuud In siya, wayruun mapatut pagtag-ipunan ha kasabunnalan malayingkan amura tunggal in Allahu ta'ala, iban simaksi in manga malaikat wayruun mapatut pagtag-ipunan hakasabunnalan malayingkan amura tunggal in Allahu ta'ala, iban damikkiyan simaksi in manga tau tagapanghati ha Ilmu Sara’ sin Allahu ta'ala (Ulama), kanabihan manga tau bar-iman. (mattan tuud) in Allahu ta'ala nagsisipat sin sampurna ka'adilan ha antara sin ipun niya iban na pa katan parkala niya, wayruuun Tuhan mapatut sumbahun ha kasabunnalan malayingkan amura tungal in Allahu ta'ala, Allahu ta'ala Al-Aziz (mangdaraug di Siya pagdaugun), Al-Hakim (ha katan pakaradjaan niya, Maha-pandikal).",
                    "19": "Sabunnal tuud in agama tataymaun ha hadarat sin Allahu ta'ala amura in Agama Islam iban wala pa nagsulang saling in manga sila amuin kiya dihilan kitab (Yahudi iban sin Nasrani) malayingkan subay na puas dimatung kanila in pangingat (sin in Agama Islam amu yaun in bunnal agama) pag jangki nila hapar-antaraan nila. Iban hisiyu-siyu in magkufur ha ka-Ayat ayatan sin Allahu ta'ala. Na’ bunnal tuud In Allahu ta'ala masapat himisab (tumungbas).",
                    "20": "Na apabila sila lumugat kaymu sin kabatilan iban kabtangan bukun bunnal iban sin panawhid bukun bunnal. Na’ pamūngan kanila (Ya Nabi Muhammad! (sallallahu alayhi wasallam)): Miyalilla’ Ku (piya ikhlas) in (kabibuusan, lahil batin sin) ginhawa baran ku pa Allahu ta'ala, iban na sin hisiyu-siyu miyagad (namaratsaya) kaka. Iban pamungan pa manga sila Ahlul kitab dayin ha (Yahudi iban Nasrani) iban sin Arab Mushrikin: Unu nagmalilla’ na kamu (iban tiyayma niyu na in agama Islam iban naghinang na kamu sin kawajiban niyu, atawa masi-masi pa ka kamu nagkukufur pa Allahu ta'ala)? Na’ apabila sila sumud na pa agama Islam sabunnal tuud kiyahidayatan na sila pa kasabunnalan iban dan mabuntul iban kiyatinggalan nila na in kalawngan iban apabila sila malling, manaykuri dayin ha agama Islam, iban masi-masi pa ha parkala kakufuran. Na’ sabunnal tuud kiyawajiban kaymu (Nabi Muhammad (sallallahu alayhi wasallam)) baytaan mu sila iban pasampayan mu sila sin unu-unu na in piyaturun kaymu sin Allahu ta'ala iban In Allahu ta'ala kiyasasakupan niya iban kikita niya in kahalan sin manga iypun niya iban sin kakahinang nila.",
                    "21": "Sabunnal tuud amuin manga sila nagkufur ha manga ayat atawa ha partandaan manunjuki in Allahu ta'ala tunggal siya mapatut pag-ibadatan iban wala sila nangagari ha manga kanabihan ha wayruun kapatutan (nila manga bangsa Yahudi), iban pagbunu'un nila amuin manga sila tau mangdaaki pa parkala ka'adilan iban pa hinang marayaw iban sin manga tau manglangi dayin ha hinang pangkal ha Sara Islam, na pakuyaga na sila (Yal Nabi Muhammad! (sallallahu alayhi wasallam) sin siksa mabisa tiyatagama kanila sin Allahu ta'ala.",
                    "22": "In manga sila yadtu (amuin biyunu’ nila in manga kanabihan iban sin manga tau nangdaaki pa parkala ka'adilan) batal na in kakahinang nila larak na in karayawan nila, di na mān ha dunya labi luba na ha adlaw akhirat, iban wayruun na makatabang kanila manghawni dayin ha siksa sin Allahu ta'ala.",
                    "23": "Wala ka kaw kimita (Ya Nabi Muhammad (sallallahu alayhi wasallam)) pa manga sila kiyatukbalan tingian dayin ha kitab (Tawrat) sila manga nakura sin manga Yahudi? Parahal natata'abbit sila pa Kitab sin Allahu ta'ala amuin papahukumun ha antara sin piyagbaba’lihan nila, mahuli in kaibanan tumpukan dayin kanila miyalling da dayin ha kabayaan sin Allahu ta'ala, karna in hal nila asal magpapalling dayin ha kasabunnalan.",
                    "24": "Dayin ha damikkiyan yadtu hangkan sila bihayadtu, parsababan sin panaykuri nila dayin ha panayma'i sin hukuman sin Allahu ta'ala, sabab sin panghimuting nila, sarta iban sin pagkabtangan nila: Tantu in kami di masunug sin kayu malayingkan dayin ha manga adlaw maniyu-tiyu da, ampa in naka'akkal kanila hapag Agama nila amuin kaputingan hinang-hinang nila pa Allahu ta'ala.",
                    "25": "Na’ biyadiin na baha in kahalan nila apabila tipunun namu sila ha adlaw pangtungbas, amuin wayruun pagduwa-ruwa in siya jumatu amuna in adlaw Qiyamat, iban tungbasan na in tipay-tyap ginhawa baran sin unu-unu na in nahinang niya, Iban di sila maanyaya (amin ganapan in siksa nila sabab sin manga pardusahan nahinang nila sarta di daysab kulangan in manga karayawan nila amuin nahinang nila)?",
                    "26": "Pamungan (Ya Nabi Muhammad! (sallallahu alayhi wasallam)); Ya Allahu ta'ala ikaw In Tagmilik in Tag-Amulahi sin katan parkala diy ha dunya ban ha Akhirat, hirihil mu in kawasa ha hisiyu-siyu in kabayaan mu dihilan dayin ha manga iypun mu iban hiiyg mu in kawasa dayin ha manga ipun Mu hisiyu-siyu in kabayaan mu dayin kanila iban hirihil mu in kamulliyahan hisiyu-siyu in kabayaan mu dayin kanila iban hirihil mu in kahinaan hisiyu-siyu in kabayaan mu, in katan karayawan yan halawum lima (Ukum Milik) mu, Sabunnal tuud in ikaw Ya Allahu ta'ala sampurna in kakawasahan Mu ha katan unu-unu parkala.",
                    "27": "Pasuwrun mu in waktu dum pa adlaw iban in waktu adlaw pasuwrun mu pa waktu dum (awun waktu mahaba in waktu dum dayin ha waktu adlaw bang kumugdan ha musim sin waktu panghahaggut iban humawpu’ in waktu dum dayin ha waktu adlaw ay bimaa’na mahaba in waktu adlaw dum dayin sin dum bang kumugdan ha musim sin waktu mapasu’), iban paguwaun mu in buhi dayin ha patay, iban paguwaun mu in patay dayin ha buhi, iban anugharaan mu ridjiki in hisiyu-siyu na kabayaan mu ridjikian, di kagausan bistahun (way hugna'an).”",
                    "28": "Di makajari kawaun sin manga bar-iman in manga kafir Awliyaa (kakasi, gapi’ iban gaus bawugbug) luwalda in manga bar-iman (na’ sila ra yan in jiyari sin sara’ Islam kawaun nila Awliyaa), ampa adapun hisiyu-siyu in (manunggud sin sara’ yadtu) hinangun niya ra (in piyanglängan) yadtu, na’ bukun da siya bar-iman sabunnal, iban wayruun tatabangan kaniya sin Allahu ta'ala misan salat, malayingkan bang in tangkisan niyu dayin kanila amuin pamuhinga nila, iban ngiy nila, iban pangmudarrat nila, na ha Hal yan, jiyari na ha hukuman Dharurah. Ampa in Allahu ta'ala biyandaan niya sin pangajab niya bang niyu sulangun, In da'akan niya, iban in katan muwi da madtu pa Allahu ta'ala (hisabun niya, tungbasan).",
                    "29": "Pamungan (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) kanila: Misan niyu pa tapukun in unu-unu nayan ha lawum daghal niyu, atawa patampalun niyu, asalda yan kiya-iingatan da sin Allahu ta'ala, iban kiya- iingatan niya in unu-unu na ha pitunglapis langit iban ha gumi. Ampa adapun in Allahu ta'ala sangat makagaus ha katan unu-unu.",
                    "30": "Ha adlaw qiyamat hipagbak na sin tiyap-tiyap ginhawa baran in tungbas sin kakahinang ammal saleh iban unu-unu na karayawan nahinang niya diy ha dunya (sibu’ da in mataud iban matiyu) iban damikkiyan hipagbak niya ha adlaw qiyamat in tungbas sin kangian niya umangan-angan sila, bang mayanda in paglawakan sin ammal niya mangiy iban sin baran niya sangat in layu’ (supaya niya di kakitaan). Na’ paanibun kamu sin Allahu ta'ala dayin ha siksa niya amuin sangat bisa, iban in Allahu ta'ala sampurna in ulung niya pa manga iypun niya.",
                    "31": "Pamungan (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) pa manga bangsa Yahudi, apabila in kawman niyu biya’ na sin daawa niyu makasi kamu pa Allahu ta'ala na pagta'at kamu, agad kamu kaku (taymaa niyu in Agama Islam) karidaan kamu sin Allahu ta'ala, kakasihan niya kamu, iban ampunun kaniyu sin Allahu ta'ala in manga pardusahan nahinang niyu limabay iban in Allahu ta'ala Baying-ampunun iban Baying-ulungun.",
                    "32": "Pamungan kanila (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) pagta'at kamu pa Allahu ta'ala iban pa Rasul niya (sallallahu alayhi wasallam) (ha katan piyangda'akan iban anibi niyu in katan piyanglangan), na apabila kamu miyalling dayin ha pagta'at pa Allahu ta'ala iban pa Rasul niya (sallallahu alayhi wasallam) na sabunnal tuud in Allahu ta'ala di siya makasi malasa pa manga bangsa kafir (amuna in nagkukufur sila ha kasabunnalan).",
                    "33": "Sabunnal tuud in Allahu ta'ala piniy niya in Nabi Adam (ama sin katan manusiya) iban piniy niya damikkiyan in Nabi Nuh (panagnaan nagpasampay sin risalah amuin kiya pag amanat kaniya sin Allahu ta'ala sarta in siya mabilang hikaduwa pa Nabi Adam) iban piniy in panubu’ sin Nabi Ibrahim (ha sabab yan in Nabi (Muhammad (sallallahu alayhi wasallam) dayin ha panubu’ nila) iban piniy niya in panubu’ sin Imran (sila na hinda Nabi Musa, Harun, ‘Isa iban na sin Ina niya) in sila ini napiniy iban miyulliya sila sin Allahu ta'ala na waktu alam nila,",
                    "34": "Ha hal in sila hangka usulan hangkatiyurunan, in tiyap-tiyap pa kaniya pa kaniya sibu’ in hinang marayaw in pag-agama in paghinang ammal saleh, in niyat iban panawhid pa Allahu ta'ala, iban in Allahu ta'ala sampurna in pangdungug niya ha katan kawul-pi'il sin manga ipun niya iban sampurna in ilmu sin Allahu Ta'ala ha katan kakahinang iban amuin parkala iya'angan-angan halaum sin manga pangatayan sin manga iypun niya.",
                    "35": "Tumtuma (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) ha waktu namung in asawa hi Imran hatatkala in siya nakananam sin pagburus, O Tuhan ku! (Ya Allahu ta'ala!), sabunnal tuud in aku nakapagnajar kaymu amuin bata-bata halawum tiyan ku in siya mag-ibadat kaymu tulus ikhlas iban in siya magkhaddam ha masjid mu mulliyah, na’ taymaa kaku in najar ku, sabunnal tuud in ikaw sampurna in pangdungug mu ha duwaa sin manga iypun mu iban sampurna in ilmu mu panghāti mu ha katan mamaksurun iban niniyatun sin manga iypun mu.",
                    "36": "Na' ha tatkala kiya-anak na (in Maryam) namung siya: Ya Allahu ta'ala! (Tuhan ku!). in naanak ku ini (bata-bata) babai, ampa labi ra in Pang-Ingat Sin Allahu ta'ala tungud sin halhiwal sin (bata- bata) amuin na'anak niya, paygay (Ya Allahu ta'ala!) bukun in usug biya’ sin babai, iban ngiyanan ku in bata-bata ini Maryam, iban sabunnal tuud papatilibunun ku ini kaymu, iban sin Dzurriyyah (panubu’) niya dayin ha Shaytan Ar-Rajiem (piyagmumulkaan mu).",
                    "37": "Na’ tiyayma sin Allahu ta'ala in najar sin ina hi Maryam sin sarayaw-rayaw pagtayma iban kiyaridaan in siya (Maryam) sin Allahu ta'ala iban naipat atawa kan natarbiya hi Maryam sin sarayaw-rayaw iban salingkat-lingkat tarbiya tumup ha katan kahalan niya, iban kiyapagwakil pa Nabi Zakariya in pag ayuput pag ipat kan Maryam, sakahaba sumud tumibaw in Nabi Zakariya pa tampat pag-iibadatan sin Maryam makakita siya sin kakaun iban bungang kahuy ha tampat sin Maryam bisan bukun waktu musim sin bungang kahuy yaun, in pamung sin Nabi Zakariya kan Maryam dayin ha unu kaw nakakawa sin pagkaun yan? In agi (jawab) hi Maryam: Dayin ha Allahu ta'ala, sabunnal tuud in Allahu ta'ala mangriridjiki ha hisiyu-siyu na Kabayaan niya ridjikian, di magaus bistahun (way hugnaan).",
                    "38": "Dayin ha damikkiyan yadtu, tampat amuin pag ibadatan sin Maryam, dimuwaa in Nabi Zakariya pa Allahu ta'ala mangayu anak saleh (tubu’ marayaw) in agi niya RABBI HAB LI MINLADUNKA DZURRIYYATAN TWAYYIBAH, sabunnal tuud in ikaw Ya Allahu ta'ala! sampurna in pangdungug mu (ha hisiyu-siyu in mangayu duwaa kaymu, iban taymaun mu in duwaa sin iypun mu hisiyu-siyu in nagpatikupu kaymu).”",
                    "39": "Na tiyawag sin Jibril in Nabi Zakariya ha hal in ka'awnan niya nag-iibadat ha tampat pag-ibadatan niya (Almihrab) sabunnal tu'ud in Allahu Ta'ala dihilan Niya kaw kakuyagan anak in ngan niya amuna na in (Nabi) Yahya, in siya nagkakahagad ha Nabi Isa iban nagpaparatsaya ha Risala Niya, iban in ka'awnan sin (Nabi) Yahya ha susöngun mahinang da siya SAYYID (pargha, nakura pag a'addatan sin Qawman Niya, sarta pagnakura'an niya in Qawman niya, a'agsuan nila sin pakaradja'an nila, iban HASOR (ima'ayad dayin ha paghulid pa babai, karna sin kalipaga niya Magta'at pa Tuhan Niya), iban in siya hambu'uk Nabi dayin ha manga jumlahan sin Salihin.",
                    "40": "In pamung sin Nabi Zakariya: Ya Allahu ta'ala! biyadiin in karihil kaku iban kaanughara kaku anak? Sabunnal tuud in aku malaas na in pangummulan iban in asawa ku di na anakun, na jiyawaban sin Allahu ta'ala (in manga parkala kaadjayban sin Nabi Zakariya). biya’ sin manga damikkiyan yadtu kagausan sin Allahu ta'ala hinangun in katan-tan unu-unu na parkala amuin kabayaan niya paawnun iban papanjarihun.",
                    "41": "In pamung sin Nabi Zakariya: Ya Alahu ta'ala! dihili aku alamat (partandaan) hasupaya kaingatan ku in asawa ku awun na bata-bata halawum pakandangan niya (tiyan niya), in pamung kaniya sin Allahu ta'ala: in partandaan mu di kaw maka pamissarahan (parahal bukun umaw) pa manusiya halawum sin tuw (3) adlaw, malayingkan tahan kaw mag isarat, iban Dzikir (jikil) kaw kansang pa Tuhan mu iban Tasbi kaw (pang mahasutsi mu kaniya) ha waktu mahapun iban mahinaat.",
                    "42": "Iban tumtuma (Ya Rasul! (sallallahu alayhi wasallam)) ha waktu in manga Malaikat nagkabtangan: Ya Maryam! Sabunnal tuud in Allahu ta'ala piniy niya kaw iban siyutsi niya kaw dayin ha katan lummiy iban kaayban iban piniy kaw sin Allahu ta'ala sarta dihilan niya kaw duun kalabbihan dayin ha katan kababaihan di ha katilingkal Alam (duun ha waktu mu yan).",
                    "43": "Ya Maryam! Pagpatikupu kaw pa Allahu ta'ala (iban pag-ta'at kaniya), iban sujud kaw iban ruku’ kaw sarta sin manga tau magruruku’ pa Allahu ta'ala, ay bima’ana (Ya Maryam! pagsambahayang kaw, pagta'at kaw pa Allahu ta'ala iban tunaya in sambahayang sarta iban sin jama'ah) in katan ini in kamaksuran niya manunjuki tungud pagpatibaba iban pagpatikupu iban pagmabuga pa Allahu ta'ala.",
                    "44": "In manga nasabbut yadtu (Kissa) dayin ha manga suy-suy, khabar ghaib, wala mu kiyasakupan (kiyawaktuhan Ya Rasul! (sallallahu alayhi wasallam)). dayin hadtu hibayta iban hikissa namu kaymu (in kiyalukis halawm sin Qur'an) iban bukun in kaawnun mu nakahahadir sarta sin manga sila naglugat-liyugati tungud sin parkala pagtarbiya kan Maryam sumagawa in Allahu ta'ala biyaytaan niya kaw sin khabar nila ha waktu in manga sila mabaya umipat iban magtarbiya kan Maryam, (subay nila) hibutang in qalam hipanunulat nila pa tubig suba’, paanurun, na hisiyu-siyu in humundung in hipagsusulat niya, na siyain umipat kan Maryam, na’ himundung in hipagsusulat sin Zakariya iban bukun in kaawnan mu (Ya Muhammad (sallallahu alayhi wasallam)) nakalalamud ha antara nila ha waktu sila naglumba liyumbai ha mag-ayuput iban mag-upiksa magtarbiya kan Maryam.",
                    "45": "Tumtuma Ya Nabi Muhammad (sallallahu alayhi wasallam) ha waktu namung in manga malaikat Ya Maryam! sabunnal tuud in Allahu ta'ala dihilan kaw kakuyagan amuna in ridjikian kaw anak ha wayruun ama niya, ngiyanan in Nabi ‘Isa yan (kalima) sabab in siya naawun iban limahil pa dunya parsababan sin kalimat (KUN) magtuy saruun-duun maawun biyana sin parkala ni Maryam nag-anak siya ha wayruun bana niya) in siya Al-masiyh ‘Isa anak ni Maryam, iban in siya dihilan kamulliyahan iban kamumpaatan sin Allahu ta'ala diy ha dunya (sin pag nabi) iban dihilan siya sataas-taas darajat ha adlaw Akhirat iban in siya hambuuk dayin ha manga masuuk pa Allahu ta’ala ha adlaw Akhirat.",
                    "46": "Iban in Nabi ‘Isa makapagbissara siya iban sin manusiya ha hal in siya bata-bata pa nagdururu’ pa ha ina niya, iban ha kalalas niya. (ay bima’ana ha duwa hal ini ha waktu kabata iban kalaas mara niya magbissara in manusiya dayin ha sabab sin Wahi iban Risalah dayin ha mahasutsi Allahu ta'ala) iban in siya dayin manga tau Salihin.",
                    "47": "In pamung hi Maryam; Ya Tuhan ku! biyadiin in kaawnan karidjikian aku bata-bata (anak) sin way aku kiyasuukan sin usug? Jiyawaban siya sin wahi dayin ha Allahu ta'ala in unu-unu na parkala kabayaan niya, mapaawun niya in way dayin ha sabab sin kasampurnaan sin Qudrat ‘Iradat niya iban Hikmat niya, apabila siya mabaya magpawujud sin unu-unu pakaradjaan kumabtang sadja siya sin kalimat Kabtangan (KUN), magtuy maawun saruun duun.",
                    "48": "Iban hinduan sin Allahu ta'ala in Nabi ‘Isa sin parkala pagsulat iban ilmu awun kamumpalatan niya iban sin Tawrat amuin napaturun pa Nabi Musa iban sin kitab Injiel amuin sungpa hipaturun ha Nabi ‘Isa (alayhis salam).",
                    "49": "Iban hipara sin Allahu ta'ala in Nabi ‘Isa sarta hinang niya Rasul madtu pa Bani Israil, amu agi niya kanila: sabunnal tuud in aku diyahan ta kamu alamat manunjuki sin kasabunnalan sin pag Nabi ku iban sin parkala Risalah ku, amuin amanat dayin ha Allahu ta'ala hisampay ku mari kaniyu, dayin hadtu sabunnal tuud in aku kahinangan ta kamu dayin ha pisak biya’ hantang manuk-manuk, na ampa ku siya huyupan nyawa, na dayin hadtu manjari na siya buhiy biya na sin kamanuk-manukan amuin naglulupad-lupad, in yadtu nabuhi dayin na ijin iban qudrat iradat sin Allahu ta'ala. Iban kaubatan ku in buta iban sin nasasakit pamuti iban mapabuhi ku in tau patay, in katan yan dayin ha qudrat iradat sin mahasutsi Allahu ta'ala, iban baytaan ta kamu sin unu-unu na in kiyaun niyu iban tiyatawu’ niyu ha kabayan niyu, sabunnal tuud in damikkiyan yan (amuin katan nasabbut yan) in yan dalil makusug iban matampal ha kasabunnalan sin Risalah ku iban pag Nabi ku mari kaniyu, bang in kaawnan niyu nagpaparatsaya (nagkakahagad pa Allahu ta'ala. iban pa manga piyangdaakan sin Allahu ta'ala.",
                    "50": "Iban in datung ku mari kaniyu karna mamunnali iban mamasti’i sin nakauna dayin kaku amuna in Kitab Tawrat, iban magpagaan iban manghalal sin kaibanan kahukum-hukuman niya iban halalun kaniyu in dayin ha manga kakaun amuin hiyaram ha Kitab Tawrat, iban dimatung aku mari kaniyu nagdara dalil matampal dayin ha Tuhan niyu, iban nagdara sin kasabunnalan sin Risalah dayin ha Allahu ta'ala, na kabugai niyu in siksa ajab sin Allahu ta'ala iban pagta'at kamu kaku du'un ha parkala amuin nataabbit ta kamu, iban agad kamu sin Agama ku (amuna in Agama sin Allahu ta'ala).",
                    "51": "Sabunnal tuud in Allahu ta'ala Tuhan ku iban Tuhan niyu (wayruun mapatut tagmustahak sumbahun malayingkan tunggal amura in mahasutsi Allahu ta'ala) na dayin hadtu pagtag-ipun kamu Kaniya sin sampurna pag-ibadat, iban ayaw niyu sakutuhi unu-unu parkala, amuna yan in dan mabuntul masawa amuin wayru'un bingkuk niya, (bawugbugan niyu).",
                    "52": "Ha tatkala nakalitas nakananam na in Nabi ‘Isa dayin ha Bani Israil sin pagkufur pa Allahu ta'ala (iban naghinang na sila sin manga parkala kalawungan amuin langgal sara’ pa Allahu ta'ala), in pamung sin Nabi ‘Isa kanila: Hisiyu in manga panaiban ku iban sin iban tumabang kaku magpasampay magdawa pa dan sin Allahu ta'ala iban manghindu sin Risalah dayin ha Allahu ta'ala harap pa bangsa manusiya? In jawab sin manga Hawariyun (amuin manga sahabat iban murid sin ‘Isa 12 in taud nila usug katan) kami na ini in mamawugbugi sin Agama sin Allahu ta'ala iban sin manga karasulan niya, paratsaya kami pa Allahu ta'ala sin sampurna pagparatsaya iban saksi kaw kamu (Ya Nabi ‘Isa!), sabunnal tuud in kami ikhlas in pamaratsaya namu iban Muslim sampuma pa Allahu ta'ala.",
                    "53": "O Tuhan namu! (Ya Allahu ta'ala!) paratsaya kami sin unu-unu na in napanaug mu dayin ha Wahi harap pa Nabi mu iban iyagad namu sarta biyawugbugan namu in manga pardaakan sin Rasul mu, na’ sulata kami dayin ha manga tau sumasaksi ha adlaw qiyamat sin panawhid Kaymu, wayruun mapatut sumbahun hangsulag unu-unu parkala malayingkan tuput tunggal in mahasutsi Allahu ta'ala, iban in kami nagsabunnal pa Rasul mu).",
                    "54": "Iban naghinang kapandayan iban kangian in kuffar Bani Israil (ay naghinang sila kapandayan sin kapandayan tiyatapuk nila, ha karna bunuun nila in Nabi ‘Isa) na’ biyatal sin Allahu ta'ala in kapandayan iban kangian nila, liyappas niya sila, iban in Allahu ta'ala siya na in sarayaw-rayaw maghidjatul sin katan parkala iban sampurna in kapandayan niya, (mama’tali iban manungbasi sin katitipuhan nila).",
                    "55": "Tumtuma (Ya Muhammad! (sallallahu alayhi wasallam)) ha waktu nagkabtangan In Allahu ta'ala: O ‘Isa, sabunnal tuud angkatun ta kaw pa langit, iban wapatun ta ra kaw pag-jukup sin ajal mu iban hawnun ta kaw dayin ha kangian sin manga sila sung mamunu’ kaymu yan, iban hinangun ku amuin manga sila miyamagad kaymu nagparatsaya sin Risala mu nakatataas sila dayin ha manga sila nagkufur pa Allahu ta'ala iban di kumahagad sin Risalah mu sambil na sadja umabut in adlaw qiyamat (in maksud sin nakataas sila dayin ha manga sila kafir yan mataas in darajat nila iban dihilan sila kalabbihan iban kusug sin mahasutsi Allahu ta'ala). Mahuli mari Kaku in uwian niyu katan, na’ hukumun ku ha antara niyu (ay ha antara sin manga bar-iman iban sin manga kafir) in unu-unu na parkala piyaglulugatan niyu amuin tungud kan Nabi ‘Isa iban na sin katan parkala sin Agama niyu.",
                    "56": "Na’ adapun amuin manga sila nagkufur pa Allahu ta'ala, kanila yadtu in siksa mabisa iban sin ginisan kabinsanaan diy ha waktu dunya iban ha adlaw Akhirat tiyatagama kanila in Narka nalalablab sin baga kayu iban dugal, mulka sin Allahu ta'ala kanila, wayruun na makatabang kanila sarta makahawun makalappas kanila dayin ha ajab siksa sin Allahu ta’ala.",
                    "57": "Iban adapun amuin manga sila bar-iman iban sin manga sila naghihinang ammal salih (marayaw) amuin naraak kanila sin Allahu ta'ala hipapahinang, na’ hirihil kanila sin Allahu ta'ala in pahala sin kakahinang nila jukup. way dag-dag niya, iban in Allahu ta'ala di siya makasi malasa pa manga tau Az-Zalimuwn (manga-anyaya).",
                    "58": "In damikkiyan nasabbut dayin ha manga suy-suy khabar sin Nabi ‘Isa iban hi Maryam yan, hi kissa namu siya kaymu (Ya Rasul! (sallallahu alayhi wasallam)) in yadtu dayin ha manga Ayat, Partandaan manunjuki in pagnabi mu bunnal Iban (napaturun namu in kissa yan kaymu, yan) ha Qur'anil Hakim.",
                    "59": "Sabunnal tuud in hantang sin parkala sin Nabi ‘Isa biya’ da sin hantang sin parkala sin Nabi Adam, in Nabi Adam piyapanjari siya sin Allahu ta'ala dayin ha lupa mahuli ampa na siya piyalahil sin Allahu ta'ala ha kabtangan (Kalima) “kun-fayakun” (ay bimana awun kaw magtuy saruun-duun naawun in Adam ha wayruun ina ama ha sabab sin kabtangan sin Allahu ta'ala Kun-fayakun).",
                    "60": "Amuna yan in Kasabunnalan samata-mata (in kasabunnalan dayin na Tuhan mu) Ya Rasul (sallallahu alayhi wasallam)) ayaw kaw tuud miki-awn dayin ha manga sila nagduwa-ruwa amuin di manganagari sin parkala kasabunnalan (yan).",
                    "61": "Na’ hisiyu-siyu in lumugat kaymu tungud sin parkala hi Nabi ‘Isa ha wayruun kasabunnalan, puas dimatung na kaymu in pangingat tungud sin khabar ha kasabunnalan sin parkala yan, na pamungan (Ya Rasul! (sallallahu alayhi wasallam)) kanila: Kari kamu katan magtipun atawa kan maghambuuk kita niyu sara’ sin manga kaanakan taniyu iban sin manga kababaihan (kaasawahan) taniyu iban sin ginhawa baran taniyu, mahuli ampa kitaniyu duruwaa pa Allahu ta'ala sin duwaa awun ka ikhlas iban hakatikūpu, iban sin kabtangan taniyu. Ya Allahu ta'ala la’nata in manga sila nanghimuting sin parkala hi Nabi ‘Isa.",
                    "62": "Sabunnal tuud in nasabbut yan, in yan kissa sin Nabi ‘Isa tantu amuna yan in kissa jimatu iban bunnal, wayruun Tuhan mapatut sumbahun ha kasabunnalan malayingkan tunggal amura in Allahu ta'ala, iban sabunnal tuud in Allahu ta'ala in siya sampurna in kusug iban sampurna in kakawasahan niya ha katan piyapanjari niya iban in Allahu ta'ala sampurna in ingat niya ha pag-amulahi niya sin katan piyapanjari niya.",
                    "63": "Na’ apabila sila malling taykuran nila in kasabunnalan na sabunnal tuud in Allahu ta'ala sampurna in panghati iban ‘ilmu niya pa manga sila amuin naghihinang sin kangian.",
                    "64": "Pamungan Ya Rasul! (sallallahu alayhi wasallam): Pa manga sila Ahlul Kitab: kari kamu pa kabtangan (pa himumungan awun kapaiddahan niya sarta awun ka’adilan niya) ha antara namu iban ha antara niyu, di kita niyu sumumba (di magtag-ipun) buwat malayingkan tuput in pag-ibadatan taniyu in Allahu ta'ala, iban di kitaniyu magshirik atawa di kitaniyu sumakutu pa Allahu ta'ala hangsulag unu-unu parkala, iban ayaw hinangun sin kaibanan taniyu in kaibanan susumbahun dugaing dayin ha Allahu ta'ala (amura in mapatut mustahak pag-ibadatan tuput tunggal in mahasutsi Allahu ta'ala). Na’ apabila sila malling manaykuri duun ha parkala piyanaabbitan kanila yan, na’ pamung sadja kamu saksi kamu, sabunnal tu'ud in kami ini Muslim (nanawhid gawgut pa Allahu ta'ala).",
                    "65": "Ya Ahlal-Kitab! (manga yahudi iban nasrani): Mayta kamu lumugat ha tungud sin palihalan parkala Agama hi Ibrahim (amu agi niyu: in siya yahudi atawa nasrani), parahal way napaturun in Tawrat manga sila Bar-iman taykuran nila in Agama nila. (magmurtad ban Injiel malayingkan pagpuas niya na? Unu di niyu kan yan matali sin akkal niyu?",
                    "66": "Ya kamu manga yahudi iban nasrani! sabunnal tuud in kamu nanglugat tungud duun ha parkala awun panghati niyu (dayin ha parkala sin agama niyu amuin kiyalukis ha kitab Tawrat, dayin naman ha pakaradjaan halal, haram iban sin ginisan pag-ibadat), na’ dayin hadtu, mayta pa kamu nanglugat sin parkala ha wayruun panghati, way ilmu niyu? ampa in Allahu ta'ala kiyahahatihan niya in manga parkala kasabunnalan, ampa in kamu di niyu kaingatan in manga damikkiyan yadtu.",
                    "67": "Bukun in kaawnan sin Nabi Ibrahim yahudi iban bukun daysab in kaawnan niya nasrani, sumagawa in kaawnan niya sampurna in kapagmuslim niya (in siya namamawugbug sin kalimatut-tawhid iban nag-iibadat sampurna pa mahasutsi Allahu ta'ala) iban bukun in kaawnan niya dayin ha manga nagshirik pa Allahu ta'ala.",
                    "68": "Sabunnal tuud in labi mapatut mag-inuwak dayin ha manga bangsa manusiya amuin sila miyagad kan Nabi Ibrahim, amuna in manga sila miyamagad na pamandu sin Nabi Ibrahim, iban sin Nabi Muhammad (sallallahu alayhi wasallam) ha sabab in siya dayin ha panubu’ sin Nabi Ibrahim, iban na sin katan nagpaparatsaya. Ampa adapun in Allahu ta'ala siya in Wali (tagparihala-i) ha manga tau bar-iman.",
                    "69": "Nag angan-angan in duwa tumpukan (yahudi iban nasrani) lawungun nila kamu dayin ha agama niyu, ampa bukun in malawung nila kamu buwat malayingkan in malawung (in kaakkalan) nila amuna in manga ginhawa baran nila, iban in damikkiyan parkala yadtu wala nila kiyananaman.",
                    "70": "Ya kamu manga Ahlul Kitab! mahi kamu nagkufur ha manga Ayat sin Allahu ta'ala amuin kiyapaturun niya pa Nabi Muhammad (sallallahu alayhi wasallam) iban amuin kiyapaturun niya hakakitab-kitaban niyu amuin manunjuki in pagnabi sin Rasul (sallallahu alayhi wasallam) bunnal, iban in kamu simasaksi sin manga kasabunnalan sin damikkiyan yadtu.",
                    "71": "Ya kamu manga Ahlul Kitab! (yahudi iban nasrani) mayta piyaglamud niyu in kasabunnalan iban sin kabatilan (atawa mahi liyamuran niyu in kasabunnalan amuin napaturun ha manga kanabihan iban ha manga kakitab-kitaban), iban mahi hipagtapuk niyu in kasabunnalan ha hal in kamu kiya-iingatan niyu. (biya’ na sin manga sifat sin Nabi Muhammad (sallallahu alayhi wasallam) iban sin kasabunnalan sin pagda niya sin Risalah amuin piyag-amanat kaniya sin Allahu ta'ala parahal in ini nasabbut iban kiyalukis ha kitab niyu sa wala niyu ra piyaratsaya iban kiyahagari)?",
                    "72": "Iban in pamung sin manga tumpukan dayin ha manga bangsa yahudi (amuna in manga kanakuraan nila) kabtangan nila pa manga miyamagad kanila, paratsayaha niyu (in Qur'an) amuin piyaturun ha manga sila Bar-iman mahinaat sadja, iban pagkufur na kamu (sarta ayaw niyu paratsayaha in Qur'an) pag-abut mahapun, kalu-kalu in manga sila bar-iman taykuran nila in Agama nila.(magmurtad magbalik).",
                    "73": "Iban in pamung sin manga nakura sin yahudi ha manga miyamagad kanila: Ayaw kamu magparatsaya kanila! buwat malayingkan paratsayaha niyu hisiyu-siyu in miyamagad ha agama niyu, pamungan kanila (Ya Nabi Muhammad! (sallallahu alayhi wasallam)): Sabunnal tuud in Hidayat mattan (iban sampurna) amuna in Hidayat (pamandu’) sin Allahu ta'ala, iban ayaw kamu mangahagari, magparatsaya in sila makatayma biya’ sin natayma niyu iban ayaw kamu magkahagad in Allahu ta'ala dihilan niya (in manga sila Bar-iman biya na sin kiyarihil kanila amuna in Qur'an iban parkala pag Nabi), iban ayaw kamu magparatsaya in sila awun kapatut nila iban awun dalil hika jawab nila kaniyu ha hadarat sin Allahu Ta'ala ha adlaw qiyamat, bat in sila ha kapatutan iban ha kasabunnalan sakali in kamu kunu’ ha kabatilan, Pamungan (Ya Nabi Muhammad! (sallallahu alayhi wasallam)); sabunnal tuud in kalabbihan ha lima sin Allahu ta'ala (siya in Tagmilik ha yan). Dihilan Niya ha yan in hisiyu-siyu na kabayaan niya, Iban In Allahu ta'ala, Maluag in Ni’mat niya, iban tubus in pangingat niya.",
                    "74": "Luggiya’ da Allahu ta'ala in miniy bugsuan niya rahmat niya (pag-nabi, kaislam, Qur'an) ha hisiyu-siyu na kabayaan niya (bugsuan iban piun), karna In Allahu ta'ala mampunyahi (iban tag-mustahak sin) kalabbihan dakula’ (di mapula’ pula).",
                    "75": "Iban dayin ha manga kaibanan Ahlul Kitab apabila mu sila pag-amanatan pangarta mataud hibalik nila kaymu, iban in kaibanan isab dayin kanila apabila mu sila pag-amanatan pangarta tiya-tiyu’ di na hibalik nila kaymu in arta mu tiyu-tiyu, malayingkan subay madaran in pag ungsit mu kanila, hangkan sila nakahinang sin yadtu karna in sila namung sarta iban da’awa nila: wayruun dusa namu in anyayahun iban kawaun namu in manga pangarta sin manga bangsa Arab amuin wayruun panghati ha agama nila iban na sin dugaing bangsa ayaw sadja in bangsa namu (Ahlul Kitab). (iban pa sin pamung nila in manga sila yadtu siyulang nila in agama namu way sila miyagad kamu, iban sabunnal tuud hiyalal na kamu sin Allahu ta'ala in kawaun namu in manga pangarta nila) iban in manga sila Ahlul Kitab masi sila naghihinang-hinang bissara kaputingan pa Allahu ta'ala, parahal kiya-iingatan nila ra sa yan.",
                    "76": "Huun, hisiyu-siyu in hitunay niya in parjanjian amuin kiyapag-amanat kaniya dayin kanila iban nagmamabuga siya sampurna pa Allahu ta'ala, na sabunnal tuud in Allahu ta'ala makasi malasa siya pa manga sila nagmamabuga (Muttaquwn).",
                    "77": "Sabunnal tuud amuin manga sila piyagsambi nila in parjanjian pa Allahu ta'ala (amuna in piyaturun niya halawum sin Qur'an iban sin pagparatsaya ha Nabi iban sin pagtunay sin Amanat sin Allahu ta'ala) iban sin manga sapa nila ha halga maniyu-tiyu, in manga sila yadtu wayruun na bahagi mahasil nila ha adlaw Akhirat, iban di na sila dahun sin Allahu ta'ala magbissara hanunut, iban di na sila aturun sin Allahu Ta'ala sin pangatud ulung ha adlaw qiyamat, iban di na sutsihun sin Allahu ta'ala in manga pardusahan nila, iban kanila yadtu in siksa mabisa (tiyatagama kanila ha adlaw qiyamat).",
                    "78": "Sabunnal tuud awun dayin ha manga kaibanan tumpukan si manga yahudi piyagpindahan nila in Kitab Tawrat sarta dihilan nila kamaksuran dayin na kabayaan sin ginhawa baran nila, hasupaya in bakas nila napinda bilangun nila lamud dayin ha Kitab Tawrat, iban ampa in kasabunnalan nila in yadtu bukun dayin ha Kitab Tawat laung nila: in kitab ini dayin ha Allahu ta'ala parahal in yan bukun dayin na Allahu ta'ala (malayingkan in yan puting iban pangakkal) iban masi sila naghihinang-hinang himumungan kaputingan pa Allahu ta'ala. Parahal kiya-iingatan nila ra sa yan.",
                    "79": "Di makajari ha manusiya amuin pagpaturunan sin Allahu ta'ala kitab iban hukuman iban tiyukbalan sin Allahu ta'ala pag-nabi ban pag-rasul, mahuli ampa siya mamung, mangdaaki pa manusiya pag-ibadat kamu mari kāku, bukun pa Allahu ta'ala, sumagawa in kabtangan sin Nabi pa manga miyamagad kaniya: Dāuta niyu mahinang kamu Bal-Tuhan, Ulama iban Fuqaha (amuin maghihinang sin pardaakan sin Allahu ta'ala, magtata'at kaniya sin sampurna pagta’at) sabab in kamu in kaawnan niyu piyanghihindu niyu in ilmu niyu pa manusiya amuin dayin ha kitab sin Allahu ta'ala, iban sin amuin naparatung sin Allahu ta'ala kahukum-hukuman), iban ha sababan sin masi niyu yadtu piyapangadjian!",
                    "80": "Iban di mangdaaki kaniyu (in Nabi) papakawaun kamu atawa papahinangun pagtuhanan hipasumba in manga Malaikat iban Kanabihan dugaing dayin ha Allahu ta'ala, unu taymaun ka sin akkal in kamu daakun magkufur sin Nabi puas in kaawnan niyu Muslim na sampurna pa Allahu ta'ala sarta iban sin pagpatikupu’ niyu iban pagta'at niyu pa Allahu ta'ala?",
                    "81": "Iban tumtuma niyu (Ya kamu manga Ahlul Kitab!) in waktu tiyayma sin Allahu ta'ala in parjanjian sin kanabihan amu agi niya: tayma’a niyu unu-unu na in kiyarihil ku iban kiyatukbal ku kaniyu dayin ha Kitab iban Hikmat (amuna in pagpaham sin sara’ sin Allahu ta'ala). mahuli awun dumatung matun kaniyu Rasul daak sin Allahu ta'ala amuna in Rasul (sallallahu alayhi wasallam) in siya mamunnali, mamastii sin unu-unu na in duun kaniyu, dayin hadtu subay tuud paratsayahun niyu kahagarun niyu siya iban subay tuud tabangan niyu siya, in pamung sin Allahu ta'ala: unu taymaun niyu na iban kawaun niyu na in parjanjian ku amuin tiyayma sin Rasul (sallallahu alayhi wasallam) in parjanjian sarta biyawugbugan niya? In pamung sin manga kanabihan: tiyayma namu na, in pamung sin Allahu ta'ala na magsaksi-siyaksi'i na in hangkatau pa hangkatau dayin kaniyu Iban patarrangun niyu na ha manga manusiya, iban in aku (amuna in Allahu ta'ala) sarta sin manga sila tau nanaksi'i. (ay bima’na in Allahu ta'ala saksian niya in parkala kiyapagsaksian iban kiyapag isunan sin manga sila yadtu).",
                    "82": "Na’ hisiyu-siyu in malling sumima’ puas sin damikkiyan parjanjian yadtu, na sila na yadtu in manga tau Fasiquwn. (ay bimana hisiyu-siyu in tiyaykuran niya in pamaratsaya puas sin manga parjanjian amuin nasabbut sin Allahu ta'ala, na in sila yadtu nakaguwa na dayin ha pagta'atan pa Allahu ta'ala).",
                    "83": "Unu manglawag pa sila Agama dugaing dayin ha Agama sin Allahu ta'ala? Parahal tuput kaniya (pa Allahu ta'ala) magta'at iban magpatikupu in katan piyapanjari niya amuin ha pitunglapis langit iban na sin katan ha ginlupaan, sibu da kababayaan in parkala yaun atawa di, sibu da ha kugbaya atawa bukun, in katan yan in maagad tuput in Mahasutsi Allahu ta'ala, iban in katan piyapanjari sin Allahu ta'ala muwi da madtu kaniya katan magbalik ha adlaw Qiyamat.",
                    "84": "Pamungan Ya Nabi Muhammad! (sallallahu alayhi wasallam) ikaw iban sin manga miyamagad kaymu: Paratsaya kami pa Allahu ta'ala iban paratsaya na kami sin unu-unu na in napaturun kamu halawum sin Qur'an iban paratsaya kami ha Nabi Ibrahim, Ismail, Ishaq, Ya'qub, iban sin kaanakan sin Nabi Ya’qub (amuin 12 in taud nila), iban sin unu-unu na in kiyadihil ha Nabi Musa iban sa iban na ha manga kanabihan sin Tuhan nila (Allahu ta'ala), di namu sila papagbiddaun ha antara sin hangkatau dayin kanila, iban in kami tuput pa Allahu ta'ala magpatikupu (iban ikhlas in pag-ibadat namu pa Allahu ta'ala).",
                    "85": "Iban hisiyu-siyu in lumawag atawa dumawhat agama dugaing dayin ha Agama Islam, na di taymaun kaniya sin Allahu ta'ala, iban in siya in kahalan niya ha adlaw akhirat dayin ha manga jumlahan sin manga sila tau nalulugi (iban mapatut na kanila in siksaun sila sin Allahu ta'ala ha adlaw gana-gana).",
                    "86": "Biyadiin in hikahidayat sin Allahu ta'ala ha kawman (manusiya) in sila nagkukufur pa Allahu ta'ala puas sila namaratsaya na (amuna in manga sila yahudi iban nasrani) iban in sila simaksi na sabunnal tuud in Rasul (sallallahu alayhi wasallam) bunnal in siya da'ak sin Allahu ta'ala, iban dimatung na kanila in manga Dalil, partandaan manunjuki in Nabi Muhammad (sallallahu alayhi wasallam) bunnal in pag-nabi niya, iban in Allahu ta'ala di niya dihilan hidayat in manga sila manusiya Zalimuwn (amuna in manga sila nagkufur pa Allahu ta'ala amuin dihilan nila halga in parkala kufur dayin sin parkala pag-iman).",
                    "87": "Sila na yadtu (amuin manga sila nagkufur puas sin pamaratsaya nila) in tungbas kanila la’natun sila sin Mahasutsi Allahu ta'ala, iban la’natun daysab sila sin manga kamalaikatan sin Allahu ta'ala, iban la’natun daysab sila sin katan manusiya. (didtu mayan ha adlaw Akhirat),",
                    "88": "In manga sila yadtu nagkufur, in sila maghula kakkal ha api Narka Jahannam kakkal sila halawm niya, di kulangan atawa di paluhayun kanila in siksa, iban di na sila dihilan waktu atawa kan di na sila patangguhun hasupaya wayna da'awa nila,",
                    "89": "Malayingkan amuin manga sila nagtawbat na pa Allahu ta'ala sin sampurna pagtawbat puas sin bakas sila nakapagkufur, sarta piyarayaw nila na in kakahinang nila, nagparatsaya na sila, biyunnal nila na in pagtawbat nila pa Allahu ta'ala, na sabunnal tuud in Allahu ta'ala sampurna in pangampuni niya iban sampurna in ulung niya pa manga sila nagtatawbat pa Allahu ta'ala.",
                    "90": "Sabunnal tuud amuin manga sila nagkufur (ha Nabi Muhammad (sallallahu alayhi wasallam)) puas sin pamaratsaya nila, mahuli nagduruhun pa in pagkufur nila (ha Qur'an iban ha Nabi Muhammad (sallallahu alayhi wasallam)), tantu di na taymaun in pagtawbat nila ha dusa nahinang nila (apabila in kaawnan nila masi-masi nagkukufur, atawa in kaawnan nila nawafat na sadja sila ha hal in sila wala nakapagtawbat sampurna pa Allahu ta'ala), in manga sila yadtu sila na yadtu in manga tau lawung (nakasima' na sila dayin ha Agama Islam).",
                    "91": "Sabunnal tuud amuin manga sila nagkufur, iban nawafat na sila ha hal sila halawum kakufuran, na’ tantu tuud din taymaun in lukat sin hangkatau dayin kanila bisan pa in katan ginlupaan ini nahinang na katan bulawan karna sadja hinangun nila lulukatan hasupaya malappas masalamat dayin ha api Narka Jahannam, in manga sila ha yadtu kanila na yadtu in siksa mabisa tiyatagama sin Allahu ta'ala, iban wayru'un na makatabang kanila makahawun dayin ha siksa sin Allahu ta'ala.",
                    "92": " Di niyu madawhat in pahala sin karayawan (amuna in surga) sahingga subay niyu hipagnafaqa hipagsadakka (ha dan sin Allahu ta'ala in manga pangarta niyu) amuin kauugan niyu atawa kalasahan niyu, dayin ha manga arta niyu, iban unu-unu na in kiyapagnafaqa niyu kiyapagsadakka niyu, na sabunnal tuud in Allahu ta'ala kiya-iingatan niya in pagsadakka niyu (tungbasan sin Allahu ta'ala ha adlaw Akhirat in unu-unu na in nahinang nila karayawan dayin ha pagsadakka nila ha tiranan sin Agama Islam, in sarayaw-rayaw hidihil hipagsadakka amuna in kaugan mu sabab ha karna sadja sin Allahu ta'ala dihil mu hasupaya sadja madawhat mu in karayawan dayin ha Allahu ta'ala).",
                    "93": "In katan kakaun in kaawnan niya halal ha manga kaanakan sin Bani Israil, malayingkan amura in bukun halal kanila, amuna in hiyaram sin Israil (Ya’cub) ha ginhawa baran niya, ha wala pa napaturun in Tawrat pamungan ya Nabi Muhammad! (sallallahu alayhi wasallam) kanila: Daha niyu mari in Tawrat na’ ampa niyu bassahun, apabila in kaawnan niyu bunnal in agi-agi niyu.",
                    "94": "Na’ hisiyu-siyu in naghinang-hinang kaputingan pa Allahu ta'ala puas sin nabassa na (kanila in Tawrat iban kiyapatarrang na kanila) na’ sila na yadtu in manga tau Zalimuwn. (Manga kafir, anyaya).",
                    "95": "Pamungan (Ya Nabi Muhammad! (sallallahu alayhi wasallam)): In kabtangan sin Allahu ta'ala bunnal, na’ agara niyu sarta taymaa niyu in Agama sin Nabi Ibrahim (in Nabi Ibrahim namamawugbug sin kasabunnalan iban mabungsi ha parkala shirik pa Allahu ta'ala) iban bukun in kaawnan sin Nabi Ibrahim dayin ha manga jumlahan sin Mushrikin.",
                    "96": "Sabunnal tuud in panagnaan bay (pag-ibadatan pa Allahu ta'ala) kiyabutang ha manusiya di ha babaw sin gumi amuna in ha Bakkah (in bakkah amuna in makkah) in siya nahihipu sin barakat, karayawan, iban hidayat pa katan alamin (dayin ha bangsa jinn iban manusiya).",
                    "97": "Ha Baytullahil Haram awun duun kaniya manga Alamat, partandaan amuin manunjuki in siya huhulmatun iban lalagguun dayin ha Alamat niya Makam-brahim (iban na sin hajaral aswad, safa wal marwa, zamzam) iban hisiyu-siyu in simud palawum niya sarta iban sin kabuga niya pa Allahu ta'ala na in siya in kaawnan niya subay niya salamatun in ginhawa baran niya, iban in maghadji pa Ka’bah in yan kawajiban sin manusiya (Muslim) tumunay hisiyu-siyu na in makagaus dayin kanila sarta bar-labi-labihan in pangarta nila, iban hisiyu-siyu in nagkufur ha parkala paghadji sarta wala niya kiyahagad, na’ sabunnal tuud in Allahu ta’ala di magkalagihan unu-unu tulung tabang dayin ha manga piyapanjari niya (in Allahu ta'ala sampurna in kakawasahan niya Dayahan siya, in pagta’at sin manusiya kaniya di’ da hikarihil mumpaat pa Allahu ta'ala damikkiyan in simulang kaniya in nagma’asiyat kaniya di da isab hikarihil mudarat kaniya, malayingkan in katan piyapanjari sin Allahu ta'ala barhajat kaniya).",
                    "98": "Pamungan (O kamu manga yahudi iban nasrani!) mayta kamu nagkufur wala niyu piyaratsaya in manga Ayat sin Allahu ta'ala? Parahal in Allahu ta'ala kiyasasaksian niya in manga kakahinang niyu.",
                    "99": " Pamungan (O kamu manga bangsa yahudi iban nasrani!) mayta niyu pa’gangan in manga sila bar-iman dayin ha dan sin Allahu ta'ala (dihilan niyu in manga sila bar-iman subahat ha pag-iman nila, sarta akkalan niyu in manga bangsa muslimin iban dihilan niyu pa sila fitna ha antara nila hasupaya maawun in paghiluhala nila)? Daut niyu bang mayan da in dan sin Allahu ta'ala magtungkakali (malawa na in kasabunnalan iban kabuntulan parsababan tiranan in manga manusiya malling na dayin ha Agama nila) ha hal in kamu kiyasasaksian niyu in yaun Agama sin Allahu ta'ala iban in Nabi Muhammad (sallallahu alayhi wasallam) Rasul niya? Iban bukun In Allah ta'ala baying lupahun sin kakahinang niyu. (malayingkan in Allahu ta'ala tungbasan niya in manga kangian nahinang niyu, in manga parkala niyu amuin hihinang niyu tudju pa kangian, sarta dihilan nila pa kangian, fitna, subahat in manga tau bar-iman, in manga sila yadtu tiyatagamahan sin Allahu ta'ala siksa ha adlaw Akhirat).",
                    "100": "O kamu amuin manga namamaratsaya! (manga bar-iman) apabila kamu magta'at pa tumpukan sin manga sila yahudi iban nasrani (dumungug kamu sin manga kabtangan nila bukun bunnal) hibalik nila kamu pa parkala kakufuran puas in kamu bar-iman na pa Allahu ta'ala sin sampurna pag-iman.",
                    "101": "Iban biyadiin pa kaagi magkufur kamu pa Allahu ta'ala, ha hal in kaawnan niyu nabassa na kaniyu in manga Ayat sin Allahu ta'ala (in ayat sin Allahu ta'ala yaun manunjuki mangdaaki pa parkala paghambuuk iban pagkasilasa iban pagpaanib dayin ha manga parkala pagsagga-siyagga-i) iban in Rasul (sallallahu alayhi wasallam) yan duun kaniyu (in Nabi Muhammad (sallallahu alayhi wasallam) in siya manghindui kaniyu pa kasabunnalan iban in siya manghawni kaniyu dayin ha parkala kalawungan harap pa kasawahan) iban dalam bihayan hisiyu-siyu in mamaugbug ha Kitab sin Allahu ta'ala iban ha Agama niya na’ sabunnal tuud in siya hidayatan na sin Allahu ta'ala pa dan mabuntul (amuna in Agama Islam).",
                    "102": "O kamu manga bar-iman! Pagmabuga kamu pa Allahu ta'ala sin sampuma pagmabuga (amuna in pagta'at kamu kaniya iban ayaw kamu magma'asiyat pa Allahu ta'ala, pagsukur kamu pa Allahu ta'ala tungud ha manga Ni’mat niya iban ayaw kamu magkufur ha ni’mat sin Allahu ta'ala, tumtuma niyu in Allahu ta'ala ayaw niyu siya kalupahi) iban ayaw kamu mikimatay malayingkan ha hal in kamu Muslim sampurna pa Allahu ta'ala. (in batin niyu, iban sin lahil sin anggawta baran niyu).",
                    "103": "Iban panggayung-gung kamu katan ha lubid sin Allahu ta'ala (amuna in Qur'an iban Agama Islam) iban ayaw kamu magpulak kanat (biya sin kahalan niyu ha waktu pa kamu jahiliya), iban tumtuma niyu In Ni'mat sin Allahu ta'ala duun kaniyu, ha waktu in kamu nagkukuntara-kuntara (nagbabanta-biyantahi, nagbubunu-biyunui) dayin ha hangkatau pa hangkatau na’ piyapaghambuuk sin Allah ta'ala in manga pangatayan niyu dayin hadtu nakapagtaymanghud kamu sabab sin Ni’mat sin Allahu ta'ala (na'awun na ha antara niyu in pagkasilasa, in pagtulung tabang in paghambu'uk ha pagta'atan pa Allahu Ta'ala) parahal in kamu, nakapa bi’-bian na sin api Narka Jahannam, na' dayin hadtu hiyawun kamu, tiyabang sin Allahu ta'ala dayin ha bi’bian sin api Narka Jahannam, biya’ sin damikkiyan yan piyasawa piyatarrang sin Allahu ta'ala kaniyu in manga Ayat iban Sara’ niya, Partandaan niya (amuin manunjuki pa hinang marayaw iban pa parkala paghambuuk) mura-murahan in kamu kahidayatan (sin  Allahu ta'ala pa dan mabuntul).",
                    "104": "Iban pagpaawun kamu (Ya kamu manga jama'ah bar-iman!) tumpukan dayin kaniyu, in tumpukan ini manawag-tawag manaabbit pa hinang marayaw (magpatindug sin Da'wah iban manghindu-i pa hinang karayawan) iban mangdaaki pa hinang marayaw (amuin katan piyangda'akan sin Allahu ta'ala) sin iban manglangi dayin ha hinang munkar, mangiy, iban sila na yadtu in nagparuntungan (sin karida'an sin Allahu ta'ala iban Surga niya).",
                    "105": "Iban ayaw kamu simingud ha manga nagpulak-kanat, iban ha manga nagba’li tungud sin parkalā agama nila biya’ sin jimatu ha bangsa yahudi iban nasrani, puas sin dimatung na kanila in manga Ayat matarrang limilay sin kasabunnalan, iban in manga sila yadtu (amuin nagpulak kanat iban nagba’li-biya’lihi) kanila na yadtu in siksa salaggu-laggu ha adlaw qiyamat.",
                    "106": "Ha adlaw qiyamat ha waktu muti’ na in manga pamayhuan iban mitum na in manga pamayhuan, na’ adapun amuin manga sila mitum in manga pamayhuan nila (amuna in manga sila nagkukufur pa Allahu ta'ala in pamung kanila) iyanun na sila: Unu nagkufur kamu puas sin pag-iman niyu (in kabtangan bihayni in dagbus niya panghina sin Allahu ta'ala kanila) na’ dayin hadtu nanama niyu in siksa ajab sin Allahu ta'ala parsababan sadja sin pagkufur niyu ha dunya pa.",
                    "107": "Iban adapun amuin manga sila miyuti’ in manga pamayhuan nila (in tau bar-iman magsahaya in manga pamayhuan nila ha adlaw qiyamat sabab sin pag-iman sampurna pa Allahu ta'ala) in sila yadtu halaum na Ulung, Rahmat sin Allahu ta'ala (iban halaum na surga sin Allahu ta'ala) in sila kakkal na manghula halaum niya.",
                    "108": "In manga damikkiyan yadtu manga Ayat halaum sin Qur'an hi kissa namu hisuy-suy kaymu (Nabi Muhammad (sallallahu alayhi wasallam)), in manga ayat, alamat partandaan yadtu) nagdara sin sifat kasabunnalan (iban ka'adilan) iban in Allahu ta'ala di siya mabaya dumihil kaanyayahan pa Al-Alamiyn (Manusiya iban Jīnn).",
                    "109": "Iban tuput da Allahu ta'ala in tagmilik sin katan ha pitunglapis langit iban na sin katan ha babaw gumi (in manga yan halaum ukum-milik pagbaya niya, unu-unu in kabayaan niya hinangun maawun saruun-duun) iban in katan unu-unu parkala, in uwian niya tuput da pa Allahu ta'ala. (in katan parkala kakahinang in yan magbalik da pa mahasutsi Allahu ta'ala, sabab tungbasan sin Allahu ta'ala in hinang marayaw pa marayaw in hinang mangiy in tungbas niya pa mangiy).",
                    "110": "Kamu na yan in sarayaw-rayaw ummat (amuna in ummat Islam) piyapanjari sin mahasutsi Allahu ta'ala, nabilang kamu sarayaw-rayaw ummat ha parsababan in kamu mangdaaki pa hinang marayaw Iban manglangi dayin ha hinang mangiy (munkar) namamaratsaya pa Allahu ta'ala, iban bang sadja in Yahudi iban Nasrani nagparatsaya (ha Risalah sin Nabi Muhammad (sallallahu alayhi wasallam)) tantu in kaawnan sin pag-iman nila amu yadtu in marayaw kanila, iban hikarihil mumpaat kanila sin mahasutsi Allahu ta'ala, daypara awun dayin kanila bar-iman, iban in kamatauran kanila Fasiquwn (gimuwa dayin na dan kasabunnalan iban way pagta'at pa Allahu ta'ala iban Rasul niya).",
                    "111": "Wayra hikapangmudarrat nila (Yahudi) kaniyu malayingkan mudarrat kamumulahan (salat da), iban bang kamu dahun nila magbunu’, tumuyu’ da sila maguy, maraug niyu ra sila, maapas mahuli wayna tumabang kanila hikaraug kaniyu.",
                    "112": "Nalibut na sila sin kahinaan ha katan binaybayan (kabakan nila kahinaan ha unu-unu sila tampat) malayingkan di sila mahina apabila sila mamawugbug ha parjanjian nila iban sin Allahu ta'ala iban ha parjanjian nila iban sin manga manusiya (amuin di sila mangdihil kamudaratan), iban in manga sila Yahudi halaum sila murka, dugal sin Allahu ta'ala iban kiyalukuban na sila kahinaan sin kanapsu, di magkatumpat, hangkan sila na bihadtu, parsababan sin pagkufur nila pa Allahu ta'ala iban ha manga partandaan sin Allahu ta'ala amuin nasabbut halawum kitab Tawrat iban Qur'an iban in manga sila Yahudi piyagbunu’ nila in manga Kanabihan sarta piyag-anyaya nila iban piyaglaugan nila ha wayru'un kapatut nila, in manga damikkiyan yan in yan siksa ha manga Yahudi parsababan in sila siyulang nila iban nagma'asiyat sila na manga pardaakan sin Allahu ta'ala.",
                    "113": "Bukun da isab sila (manga Ahlul kitab) sibu’ (na lullun hakasaan, naghihinang mangiy), awun dayin kanila Ahlul Kitab manga tumpukan nagpatutural ha paghinang Daakan sin Allahu ta'ala, magbabassa sila manga Ayat (Qur'an) sin Allahu ta'ala halaum sambahayang nila tahajjud, sin waktu dūm, lāgi in sila bal-sujud pa Allahu ta'ala, pagta'at nila kaniya.",
                    "114": "In sila nagpaparatsaya pa Allahu ta'ala iban pa adlaw akhirat, iban in sila mangdaaki pa hinang marayaw iban manglangi dayin ha hinang mangiy iban naglumba-liyumbai sila maghinang marayaw, iban in manga sila tarbilang na dayin ha manga tau salihiyn.",
                    "115": "Iban unu-unu na in mahinang sin manga sila dayin ha hinang karayawan pa Allahu ta'ala na’ in yan di lawaun kanila malayingkan tungbasan kanila sin Allahu ta'ala, iban in Allahu ta'ala sampurna in panghati niya pa manga sila nagmamabuga (kaniya).",
                    "116": "Sabunnal tuud amuin manga sila nagkufur pa Allahu ta'ala, di makarihil mumpaat kanila in manga pangarta nila iban sin manga kaanakan nila, sarta di makatabang kanila dayin ha siksa sin Allahu ta'ala, iban sila na yadtu in tau Narka kakkal tattap sila halaum sin api Narka Jahannam.",
                    "117": "In kahantang sin manga nafaka nila iban nahinang nila (ha maksud kabantugan iban hipamunu’ pa Rasul (sallallahu alayhi wasallam)) diy ha dunya, biya’ sin saparati hangin makusug nagdaraa hagpay kiyugdan niya in mangiy panghiyanum nila, na’ dayin hadtu nagkalarut iban nagkalawa iban nagmula’ in panghiyanum sin manga kafir sabab sin kaanyayahan nila ha ginhawa baran nila, ampa wala sila iyanyaya sin Allahu ta'ala amuin liyawa’ in manga hinang nila karayawan malayingkan in manga sila iyanyaya nila in ginhawa baran nila (piyakay nila in manga pangarta nila ha maksud hipanglubu nila ha Agama Islam).",
                    "118": "Ya kamu manga bar-iman! ayaw kamu kumawa kandi dayin kaniyu 'Bitanah' (pagrarahasiya’an, iban kasilasahun) dayin ha manga tau Munafiq, in sila yan di maghundung dumihil kaniyu kangian sin manga parkala niyu, nagtatali nagpipikir daran bang biyadiin in hika mudarat kaniyu iban hikajawmu’ sin parkala niyu, timampal na, limahil na in manga kangian nila iban bungsi nila kaniyu dayin ha kabtangan guwa’ dayin ha simud nila, iban piyamahalayak nila na in manga parkala rahasiya niyu, iban in nakatatapuk kangian nalaum pangatayan nila labi in ngiy iban bungsi nila kaniyu dayin sin nakatatampal kangian amuin piyakikita kaniyu sarta kiyasakupan niyu, sabunnal tuud kiyapatarrang namu na kaniyu in manga Ayat partandaan sin manga kangian nila (sarta napatarrang namu da isab kaniyu in manga partandaan amuin manunjuki pa parkala ka ikhlas pa Allahu ta'ala iban hikarayaw sin parkala pagkasilasa iban paghambuuk sin kamu manga bar-iman) bang in kaawnan niyu pipikil niyu iban tiyatali niyu in manga bakas piyatumtum namu kaniyu sarta hinang niyu pangadjian na’ dumayaw in kahalan niyu.",
                    "119": "Ya kamu manga bar-iman! liyasa niyu in manga sila munafiq ampa in sila di malasa kaniyu iban in kamu nagpaparatsaya ha katan kiyapaturun ha kitab nila (sa’ in sila di magparatsaya ha kitab niyu), iban apabila kamu hipagbak nila in kabtangan nila kaniyu paratsaya na kami ha Risalah sin Nabi niyu), na’ malayingkan apabila sila makabutas na dayin kaniyu sarta makalayu na magduruhun na in taud sin dugal, kangian maabut tangaun in gulamay lima nila karna sangka’ agut kaniyu iban bungsi nila kaniyu, pamungan kanila Ya Nabi Muhammad! (sallallahu alayhi wasallam): Kaddaw ra kamu mapatay halaum agut, sabunnal tuud in Allahu ta'ala sampurna in ‘Ilmu iban panghati niya sin halaum sin manga pangatayan niyu.",
                    "120": "Apabila kamu datungan karayawan (Ya kamu manga bar-iman! biya’ na sin manga Ni’mat pardaugan, ganima, kusug) hikasusa nila iban hikalamma nila iban apabila kamu datungan kasukkalan (biya’ na sin kasigpitan, iban masigpit in manga kahalan sin kabuhi-anan niyu, Iban bang kamu maraug nila) in ini hikakuyag nila sumagawa apabila kamu sumabar sin kangian nila iban magmabuga kamu pa Allahu ta'ala di hikamudarrat kaniyu in katitipuhan nila misan salat sabunnal tuud in Allahu ta'ala kiya-iingatan niya iban sakup sin lima iya in katan kakahinang nila.",
                    "121": "Iban tumtuma Ya Nabi Muhammad! (sallallahu alayhi wasallam) ha waktu kaw gimuwa miyanaw sin waktu mahinaat dayin ha bay sin ahli mu. magpaamu sin bubutangan sin manga bar-iman ha tampat pagbunuan nila iban sin satru, iban in Allahu ta'ala sampuma in Pangdungug niya iban Kiya-iingatan niya in katan hal hiwal iban pakaradjaan.",
                    "122": "Iban tumtuma Ya Nabi Muhammad! (sallallahu alayhi wasallam) ha waktu in duwa tumpukan nakahuna’-huna’ (amuna in Banu-Salama iban Banu-Harithah) di magad magbunu’ ha Rasul (sallallahu alayhi wasallam) daypara in Allahu ta'ala in Wali (namalihala) kanila ruwa (hangkan way nakabutas), iban in manga bar-iman subay tuput in pagtawakkal nila ha Allahu ta'ala ra.",
                    "123": "Iban sabunnal tuud piyaraug kamu sin Allahu ta'ala (Ya Kamu manga bar-iman!) ha bunu’ Badar ha hal in taud niyu tiyu’-tiyu’ da iban makulang in sanjata niyu. Na’ kabuga kamu pa Allahu ta’ala, mura- murahan makapagsukur kamu pa Allahu ta'ala (sin Ni’mat dihil kaniyu amuna in pardaugan ha bunu’ Badar).",
                    "124": " Tumtuma (Ya Nabi Muhammad (sallallahu alayhi wasallam)) ha waktu iyan mu in manga sahabat mu (in sila nagpatikupu’ nanginduwaa pa Allahu ta'ala mangayu pardaugan) bukun paka mamarahi kaniyu in piyaturunan na kamu sin Allahu ta'ala tuw-ngaibu (3,000) malaikat dayin ha taas langit karna in sila tumabang kaniyu?”",
                    "125": "Huun, in yan mamarahi na kaniyu (partabangan), apabila kamu magsabar hamag atubang iban satru niyu iban in kamu nagmamabuga pa Allahu ta'ala kawnun mayan kamu sin manga sila mushrikuwn amuin satru niyu bunu'un dāsangna, tabangan na kamu sin Allahu ta'ala sin lima ngaibu (5,000) kamalaikatan niya (in manga sila malaikat yan) awun partandaan nila duun ha baran nila.",
                    "126": "Iban wala yadtu hinang sin Allahu ta'ala bihayadtu, buwat malayingkan in yan hipagpakug kaniyu sin pardaugan dayin ha Allahu ta'ala iban damikkiyan hipagpasanyang sin pangatayan niyu, iban wayruun pardaugan malayingkan tuput dayin ha hadarat sin Allahu ta'ala. Amuin Al-Aziz (sangat in kusug niya, mangdaraug ha unu-unu pakaradjaan niya) iban in siya Al-Hakim (sampurna in ingat niya iban maha-pandikal).",
                    "127": "(In kaawnan sin pardaugan sin manga sahabat ha bunu’ Badar), in yan kabinsanaan ha manga mushrikuwn iban hikahina’ kanila iban in yan hikasusa kanila sabab diyaug sila, (in tanda niya kiyamatayan in manga sila mushrikuwn ha bunu’ Badar ka’pituan (70) iban kiyasaggawan sila atawa kan nabihag dayin kanila ka’pituan (70)). Na nagbalik na sadja minuwi in manga sila mushrikuwn ha wayruun nadawhat nila in iyaangan-angan iban miyaksud nila.",
                    "128": "Bukun ikaw in tagsuku’ (O Muhammad! (sallallahu alayhi wasallam) sumagawa Allahu ta'ala) in Tagkahandak sin unu-unu na pakaradjaan nila, (di kaw makapugus kanila papagparatsayahun, iban papagtawbatun, iban damikkiyan way gaus mu mangajab kanila, bat sabab in pakaradjaan katan halaum lima sin Allahu ta'ala, dun na katawfiqan niya sila pa ka-Islam, iban magtawbat, atawa ajabun niya sila bang sila magpatural ha kakupulan). Karna bunnal tuud in manga sila yan Zalimuwn (kafir, anyaya, baldusa).[Safwatut Tafasir]",
                    "129": " Iban in Allahu ta'ala ra in Tagmilik sin unu-unu na ha pitung lapis langit iban sin unu-unu na ha gumi. Umaampun Siya ha hisiyu-siyu na kabayaan niya (ampunun) iban ajabun niya in hisiyu-siyu na kabayaan niya (ajabun), iban in Allahu ta'ala Baying-ampunun, Baying-ulungun.",
                    "130": "O kamu manga bar-iman! pa Allahu ta'ala ayaw kamu magmu’amala riba, iban sin riba lipat manglipat na, sabab in riba hiyaram kaniyu sin Allahu ta'ala, (in kaawnan sin riba na waktu jahiliya bang di makabayad in hangkatau sin utang niya ha waktu niya pasūngun sin kiyautangan in bayad sin nangutang kaniya ‘In kaawnan sin riba ha kabiyaksahan amuna in magpa'anak sien’), iban kabuga kamu pa Allahu ta'ala (O kamu manga bar-iman pa Allahu ta'ala!) mura-murahan magparuntungan magkasanyangan kamu di na man ha dunya labi luba na ha adlaw akhirat.",
                    "131": "Iban halli kamu (O kamu manga bar-iman!) ha api Narka Jahannam sarta anibi niyu in siksa sin api Narka Jahannam amuin tiyatagama sin Allahu ta'ala pa manga sila tau kafir.",
                    "132": "Iban pagta'at kamu pa Allahu ta'ala iban pa Rasul niya (sallallahu alayhi wasallam) mura-murahan sabab sin pagta’at niyu pa Allahu ta'ala madawhat niyu in ulung sin Allahu ta'ala iban kaulungan kamu sin Allahu ta'ala.",
                    "133": "Iban pag-uws-uws kamu paglumba-lumba maghinang sin parkala piyangdaakan kaniyu sin Allahu ta'ala iban pagta'at kamu kaniya in yan mahinang parsababan hikadawhat niyu sin kaampunan dayin ha Tuhan niyu (Allahu ta'ala) iban paghinang kamu ammal ibadat amuin hikasampay iban hikasud niyu palaum surga, in lakbang sin surga (luag niya) in ablang niya biya sin gumi iban langit, in surge yan tiyatagama sin Allahu ta'ala pa manga sila Muttaquwn (amuin nagmamabuga sin sampurna kabuga pa Allahu ta'ala naghihinang sin diyaakan sin Allahu ta'ala iban imaanib sin piyanglangan sin Allahu ta'ala),",
                    "134": "(Dayin ha manga sifat sin tau nagmamabuga pa Allahu ta'ala) amuin manga sila piyagnafaka nila in arta nila ha dan karidaan sin Allahu ta'ala sibu da in sila halaum kaluhāyahan iban ha kasigpitan, iban kapa’gangan nila in dugal nila misan pa in sila makagaus mamawus ha atu nila, sabab in sila nagsisifat sin kasabar, iban in sila baying maapun ha nakahinang dusa atawa nakaanyaya kanila. In Allahu ta’ala makasi malasa ha manga tau Muhsinuwn (amuin manga sila naghihinang marayaw ha dan kabayaan sin Allahu ta’ala, salta namamaratsaya pa Allahu ta’ala, iban ha Nabi Muhammad (sallallahu alayhi wasallam),",
                    "135": " Iban amuin manga sila apabila nakahinang dusa dakula (biya na sin manga parkala Zina iban nakabunu’ tau iban na sin katan mabilang dusa dakula) iban naanyaya nila in ginhawa baran nila sin nakahinang sila dusa, dayin hadtu tiyumtum nila in Kabasaran sin Allahu ta'ala iban sin siksa niya amuin tiyatagama niya pa manga sila simulang pa sara’ niya, na’ ampa sila nangayu kaampunan pa Allahu ta'ala sin dusa nahinang nila, iban wayruun mangangampun sin manga pardusahan sin iypun niya buwat malayingkan amura in Allahu ta'ala, iban in sila wala timutug duun ha hinang mangīy sabab in manga parkala yadtu kiyahahatihan nila na (gamman in sila tinggalan nila in hinang mangīy amuin langgal sara’ pa Allahu ta'ala iban sin pagtawbat nila sampurna pa Allahu ta'ala).",
                    "136": "In manga sila yadtu (Muttaquwn) in tungbas kanila kaampunan dayin ha Tuhan nila, iban manga surga, in surga amuin hulaan nila mag-anud daying ha baba niya iban sin kakahuyan niya in kasuba-suba'an, tutug sila halaum yan, iban in sarayaw-rayaw dirihilan ha manga nagta'at (nagmabuga) pa Allahu ta'ala amuna in surga.",
                    "137": "Sabunnal tuud in manga ummat nakauna dayin kaniyu bakas sila tiyandas sin Allahu ta'ala (sin manga ginisan panandas) sumagawa wala sila nangahagari, dayin hādtu jiyuljana sila sin Allahu ta’ala sabab sin panulangi nila na manga kanabihan, na’ apabila kamu nagduruwa-ruwa sin manga parkala jimatu kanila, pamanaw-panaw kamu ha ginlupaan ha maksud kumawa pamintangan, na’ ampa niyu kitaun bang unu in akibbat iban in jimatu ha manga sila nanghimuting.",
                    "138": "In ini (Qur'an) matarrang masawa in pamandu niya pa bangsa manusiya, in Quran ini hidayat iban pamandu pa karayawan tungud pa manga sila nagmamabuga pa Allahu ta'ala.",
                    "139": "Iban ayaw kamu maglungkuy-lungkuy ha mag-atubang iban satru niyu (kafir), iban ayaw kamu masusa sin kimugdan kaniyu ha bunu’ Uhud sin nagkashahid iban piyagpalian dayin kaniyu, iban kamu na yan in sataas-taas dihilan darajat sin Allahu ta’ala apabila in kaawnan niyu sampurna in pamaratsaya niyu pa Allahu ta'ala iban pa Rasul niya.",
                    "140": "Apabila kamu (bar-iman) kiyugdan sin parkala ha bunu’ uhud awun na dayin kaniyu in piyagpalian awun na in nagkashahid, na sabunnal tuud in manga sila kafir diyatungan da isab biya sin kimugdan kaniyu ha waktu bunu’ badar, iban in manga paadlawan (kahalan ha waktu diy ha dunya) papagliyu-liyuhun papagpinda-pindahun namu ha antara sin manusiya (awun waktu in ikaw halaum kasanyangan, dumatung da in waktu in ikaw datungan sin kasigpitan, awun waktu daugun kaw dumatung in waktu dumaug kaw) iban in yan iyawun sin Allahu ta'ala hasupaya mapinig in manga sila bar-iman iban awun dayin ha manga kaibanan dayin kaniyu pangawaan niya hinangun parrang sabilun, iban in Allahu ta'ala di siya makasi malasa ha manga tau Zālimuwn.",
                    "141": "Iban maksud liyanuan siyutsi sin Allahu ta'ala in manga pardusahan sin manga sila bar-iman iban siksa jiyuljana sin Allahu ta'ala in manga sila bangsa kafir (sabab sin pana’gahi iban katugas nila).",
                    "142": "In panghati niyu (huna’-huna’ niyu) makasud ba kamu surga (ha wayruun kamu nakalabay naglugtu’ nagjihad iban ha waypa kamu nakapagsabar sin panandas sin Allahu ta'ala kaniyu (iban in kamu way pa kamu nagjihad ha dan sin Allahu ta'ala) na’ hasupaya kaingatan sin Allahu ta'ala in pagjihad niyu iban sin kasabar niyu ha manga parkala kasigpitan (ha niyata, biya’ sin Pang-Ingat niya sin way pa namaujud).",
                    "143": "Iban sabunnal tuud in kaawnan niyu (O kamu manga bar- iman!) in kamu nag-aangan-angan sin Shahada (parrang sabil) ha way pa in bunu’ uhud dimagpak kaniyu iban ha waypa kiyta niyu in pagbunu iban sin kasigpitan niya, na’ bihaun kakitaan niyu na in parkala kasabil masuuk na dumatung mawun kaniyu amuin piyag-angan-angan niyu.",
                    "144": "Iban bukun in Nabi Muhammad (sallallahu alayhi wasallam) unu bang unu malayingkan in siya Rasul daak sin Allahu ta'ala iban (in siya biya’ da sin katan karasulan), nakauna na dayin kaniya in manga karasulan nawafat, na’ apabila mawafat na in Nabi Muhammad (sallallahu alayhi wasallam) atawa mabunu’ siya, unu magbalik kamu pakakufuran puas sin awun na pamaratsaya niyu? Iban hisiyu-siyu in miyalling dayin ha agama niya Islam, na’ in yaun di niya ra hikarihil mudarat, ha Allahu ta'ala, sumagawa baran niya in dihilan niya mudarat iban in Allahu ta'ala dihilan niya tutungbasan in manga sila barsukur (amuin manga sila tattap namawugbug ha Agama nila).",
                    "145": "Iban di mapatay in manusiya malayingkan subay dayin ha ijin sin Allahu ta'ala (qadha wal qadar) iban in parkala kamatay kiyasusulat na sin Allahu ta'ala ha kitab awun tartantu waktu iban tubtuban niya, iban hisiyu-siyu in mabaya tungbasan in kakahinang niya sin tutungbasan diy ha dunya biya sin parkala ganima iban na sin dugaing niya, na’ tungbasan namu kaniya, (bang hikahandak namu) iban hisiyu-siyu in mabaya tungbasan in kakahinang niya sin tutungbasan ha adlaw akhirat, na’ tungbasan namu iban hirihil namu kaniya in pahala niya ha adlaw akhirat sarta lipatun namu pa kaniya in manga karayawan nahinang niya, (bang namu hikahandak) iban tantu tungbasan namu sin tutungbasan mataud amuin manga sila barsukur pa Allahu Ta'ala.",
                    "146": "Iban mataud na dayin ha manga kanabihan nagbunu’ sila iban sin satru sin Allahu ta'ala iban sarta miyagad kanila namawugbug in Ulama amuin manga sila (Rabbaniyuwn) makusug in pamawugbug hapagta'at pa Allahu ta'ala, iban wala sila diyamag miyuga (ha magbunu’ sawkat na awun dayin kanila nagkashahid parrang sabil iban sin piyagpalian ha maksud magpalanyut sin Agama) iban wala sila diyagpakan sin kalamma ha mag-atubang iban sin satru nila iban wala sila nahina’ nalunggu’ (sumagawa timutug sila iban nagsabar sila) iban in Allahu ta'ala malasa makasi ha manga tau magsasabar.",
                    "147": "Iban wayruun kabtangan sin manga sila Ulama (Rabbaniyun) malayingkan amura in duwaa nila: Ya Allahu ta'ala! Ampuna in manga dusa namu iban sin kahaman namu ha pagta'atan kaymu, iban patattapa in manga siki namu ha magbunu’ iban parauga kami dayin ha manga sila bangsa kafir.",
                    "148": "Na’ dihil kanila sin Allahu ta'ala in tutungbasan dunya (amuna in pardaugan iban sin ganima amuin nakawa nila dayin ha satru nila). iban dihil kanila sin Allahu ta'ala in tutungbasan sarayaw-rayaw ha adlaw akhirat (amuna in surga) iban in Allahu ta'ala makasi malasa ha manga tau naghihinang ammal marayaw pa Allahu ta'ala.",
                    "149": "Ya kamu manga bar-iman!, bang kamu magtā'at magad-magad ha agihan sin manga kafir papagma'asiyatun, mamurtad na kamu dayin ha agama niyu Islam, salta in biyng niyu halawum kalugian amad.",
                    "150": "Sumagawa in Allahu ta'ala siya in mananabang kaniyu (iban maghidjatul sin pakaradjaan niyu), iban in Allahu ta'ala siya na in sarayaw-rayaw mananabang (ha manga sila bar-iman iban siya in dumirihil pardaugan).",
                    "151": "Patalbitun namu da (butangan) in lawum pangatayan sin manga sila nagkukufur pa Allahu ta'ala sin damag iban buga’ bisan pa in sila bakas na dimaug ha bunu Uhud, ha sabab in sila nagshisirik pa Allahu ta'ala ha wayruun baynat atawa dalil nila iban in paghulaan nila ha adlaw akhirat amuna in api narka jahannam, iban wayruun na ngumiy paghulaan kabutangan sin manga tau manganyaya (Zalimuwn) dayin ha api narka jahannam.",
                    "152": "Iban sabunnal tuud biyunnal sin Allahu ta'ala kaniyu in parjanjian niya (amuna in pardaugan) na waktu biyunu’ niyu in manga satru niyu ha ijin iban ha Qudrat Iradat sin Allahu ta'ala, sahingga dimatung in waktu nalawa in isug niyu iban liyammahan kamu magbunu’ iban nagsagga’-sagga’ kamu ha pakaradjaan sin diyaakan kaniyu sin Rasul (sallallahu alayhi wasallam) iban siyulang niyu wala niyu iyagad in Rasul (sallallahu alayhi wasallam) puas sin kiyta niyu na in manga pardaugan ha bangsa mushrikuwn (in manga sila panaiban niyu nanaug sila dayin ha taas buwd sabab kita nila nag-agaw na in manga kaibanan sahabat ganima (amuin pardaugan dayin ha pagbunuan), dayin ha sabab sin pagsulang-siyulangi sin parbahagian dunya (amuna in ganima) iban awun isab dayin ha kaibanan dayin kaniyu mabaya siya sin akhirat (amuna in manga sila timutug iban namawugbug ha biyubutangan nila hapagbunuan sambil nagkashahid na in kaibanan dayin kanila). mahuli biyalik kaniyu sin Allahu ta'ala pasalan sin naraug kamu (sin manga sila mushrikuwn ha bunu Uhud puas sin bakas na kamu nakaraug kanila) in manga yan tutukasan atawa panandas kaniyu sin Allahu ta'ala bang hisiyu in sampurna in pag-iman niya iban  hasupaya mapinig dayin kaniyu in Mu’min iban sin Munafiq, iban sabunnal tu'ud iyampun sin Allahu ta'ala in pardusahan niyu (puas sin nagsusun na kamu sin panulangi niyu sin pardaakan sin Rasul niyu (sallallahu alayhi wasallam)), iban in Allahu ta'ala sangat in kalabbihan niya pamanga sila bar-iman.",
                    "153": "Tumtuma niyu (Ya kamu bar-iman! ha waktu) tiyaykuran niyu iban liyayuan niyu in pagbunu’, iban way na paglingi pag-asip sin hangkatau pa hangkatau sabab sin buga’, iban in Rasul (sallallahu alayhi wasallam) ha ulihan niyu nagtatawag kaniyu papabalikun kamu pa magta'at pa Allahu a'ala sumagawa wala niyu iyasip iban iyagad, na dayin hadtu tiyungbasan sin Allahu ta'ala in panulang niyu sin kasusahan dakula (amuna in diyaug kamu ha buna Uhud), hasupaya kamu di masusa sin nalawa dayin kaniyu in manga Ganima iban sin naraug kamu (in Allahu ta'ala piyalupa na kaniyu in manga kasusahan liyabayan niyu sabab in yadtu mabilang na siya pamintangan iban pangadjian), iban in Allahu ta'ala sangat Makaingat sin kanyuk-yukan sin katan kakahinang niyu.",
                    "154": "Mahuli piyaturunan kamu sin Allahu ta'ala kasanyangan puas sin kasusahan iban dihilan kamu pangnanaman karu’ (hasupaya kamu makahali-hali, kumusug tumutug ha pakaradjaan niyu, in yan ulung sin Allahu ta'ala kaniyu), iban adapun in hambuuk tumpukan (amuna in manga munafiq) wayruun susa iban inu-inu nila buwat malayingkan amura in pipikil nila bang biyadiin in hikalappas sin ginhawa baran nila iban sin paghuna’-huna’ nila sin huna’-huna’ kabatilan iban sin wayruun kasabunnalan niya in yan huna’-huna’ sin manga sila Jahiliya Mushrikuwn, ha waktu nagkabtangan in manga sila Munafiquwn pa Rasul (sallallahu alayhi wasallam): Unu awun pa ka pardaugan taniyu iban mabihag taniyu in manga satru taniyu? Pamungan kanila Ya Rasul (sallallahu alayhi wasallam) sabunnal tuud in pardaugan iban sin katan pakaradjaan, in yan dayin ha Allahu ta’ala, in manga sila munafiq tiyatapuk nila ha ginhawa baran nila in parkala pagkufur iban sin pagnifaq nila, wala nila piyatampal piyalahil kaymu (Ya Rasul (sallallahu alayhi wasallam)), in agi sin manga sila Munafiq ha ginhawa baran nila: Bang sadja in parkala pagguwa namu magbunu’ pa manga sila mushrikuwn bukun labay liyugus, wayruun na nagkamatay dayin ha kaibanan dayin kamu diy ha ini, pamungan kanila Ya Rasul (sallallahu alayhi wasallam) bisan pa in kaawnan niyu yan kamu halaum kabayan niyu tantu gumuwa da in ajal kamatay amuin kiyasulat kaniyu duun ha antara sin kiyamatayan niyu iban sin tampat piyagbunuan niyu, Iban sulayan sin Allahu ta'ala in halaum sin pangatayn niyu bang awun da ka ikhlas iban kasabar, iban sarta mapinig duun halaum sin pangatayan niyu in pag-iman iban sin pagnifaq, iban in Allahu ta'ala sampurna in ilmu panghati niya bang unu in halaum sin pangatayan sin iypun niya.",
                    "155": "Sabunnal tuud amuin manga sila miyalling nanaykuri dayin kaniyu (ha waktu bunu' Uhud) ha adlaw nakapagbak in duwa tumpukan (tumpukan sin bar-iman iban tumpukan sin mushrikuwn) sabunnal tuud in shaytan siya na in nangindarahi pa kasaan nila (sabab sin dusa nahinang nila iban sin panulangi nila ha diyaakan sin Rasul (sallallahu alayhi wasallam)), iban sabunnal tuud iyampun na sin Allahu ta'ala in pardusahan nila (sabab in sila nagtawbat na pa Allahu ta'ala iban mangangampun pa manga sila nagtawbat iban in siya Halim (di magtuy maniksa).",
                    "156": "O kamu manga bar-iman! ayaw kamu mikiawun sumingud biya’ sin manga sila (munafiq amuin manga nagkukufur pa Allahu ta'ala iban in pamung nila pa manga katawtaymanghuran nila apabila magtulak-tulak ha ginlupaan, atawa in sila gumuwa manaw magbunu’ (na’ ampa sila nawafat hapagtulak-tulakan atawa nawafat sila ha pagbunuan) bang sadja in kaawnan nila yadtu halawman namu wala na gimuwa (timulak iban nagbunu’) wala da mayan sila miyatay iban nabunu', karna in kabtangan nila yan hinang sin Allahu ta'ala pagsusun halaum sin manga pangatayan nila, iban in Allahu ta'ala siya in dumihil kabuhi iban kamatay, iban in Allahu ta'ala sangat kikita niya in katan kakaninang sin īypun niya.",
                    "157": "Iban apabila kamu mashahid ha pagparrang sabilan ha dan sin Allahu ta'ala atawa mapatay kamu ha pagtulak-tulakan niyu iban na sin dugaing kamatay, na’ tantu tuud in kaampunan sin Allahu ta'ala madawhat niyu iban sin ulung niya kaniyu pasuwrun niya kamu surga, in yan amuna yan in sarayaw-rayaw dirihilan dayin ha Allahu ta'ala (dayin sin matipun magimut nila unu-unu na katimbulan alta dunya).",
                    "158": " Iban apabila kamu mawafat ha pagtulak-tulakan atawa mashahid kamu, tantu pa Allahu ta'ala ra in uwian niyu katan (sarta matipun kamu didtu ha adlaw akhirat).",
                    "159": "Na’ parsababan sin Rahmat (ulung) biyutang sin Allahu ta'ala halaum sin pangatayan mu (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) imulung kaw pa manga sahabat mu (bisan pa in manga kaibanan dayin kanila simulang sin pardaakan mu), bang sadja mangiy in pangaddatan mu iban matugas in pangatayan mu (Ya Nabi Muhammad (sallallahu alayhi wasallam)) tantu lumayu miyg sila dayin katilibut mu, na’ maapa in kasaan nila atawa kangian nila, iban pangayui sila kaampunan pa Allahu ta'ala, iban dāha sila magmisuwarat sin pakaradjaan (pagdunya iban sin pag-akhirat), na’ apabila kaw puspus na sarta saddiya na huminang sin pakaradjaan bakas mu na piyagtuyuan hiyati marayaw, na’ pagtawakkal na kaw sin pakaradjaan mu, sabunnal tuud in Allahu ta'ala makasi malasa pa manga sila nagtatawakkal tuput pa Allahu ta'ala.",
                    "160": "Bang in Allahu ta'ala, tabangan niya kamu (sarta paraugun niya kamu biya’ na sin ha Badar) way na makaraug kaniyu (sarta way na makapa’gang sin partabangan iban pardaugan dayin ha Allahu ta'ala), iban bang in Allahu ta'ala pasaran niya kamu (di niya kamu tabangan atawa di niya kamu dihilan pardaugan biya’ na sin jimatu ha bunu’ Uhud) na’ hisiyu pa baha in makatabang kaniyu puas sin Allahu ta'ala? Iban tuput pa Allahu ta'ala magtawakkal in manga sila bar-iman.",
                    "161": "Iban wayruun kasabunnalan niya in kaawnan sin Nabi Muhammad (sallallahu alayhi wasallam) kimawa siya sin Ganima (ay nanghayanat siya tungud pa ganima ha way pa nabahagi ha antara nila), iban hisiyu-siyu in nanghayanat kimawa siya ganima, in siya dumatung da pa adlaw Qiyamat nagdaraa sin tiyakawan niya dayin ha tatabanan. (asubuhun da siya sin Allahu ta'ala), mahun tungbasan sin Allahu ta'ala in tiyap-tiyap ginhawa baran sin nahinang niya, iban in sila of sila maanyaya (unu-unu na in nahinang nila hirihil iban tungbasan kanila sin Allahu ta'ala).",
                    "162": "Unu amuin hisiyu miyagad (imammal) sin manga kariridaan sin Allahu ta'ala (biya na sin ta'at kaniya iban ammal saleh), magsibu’ ka siya yadtu iban sin nakabing nagdara sin nahasil niya astul iban mulka dayin ha Allahu ta'ala kaniya (pasal sin pangawat iban pangaykit niya dayin ha tatabanan amuin way pa nababagiy)? Tantu di sila yan magsibu’ pa Allahu ta'ala, karna in siya nanghayanat yan narka jahannam in paghulaan niya, ampa sangi-ngi na yan huhulaan hantungan.",
                    "163": "In manga manusiya ha adlaw akhirat nagbibidda-bidda in darajat nila ha hadarat sin Allahu ta'ala (ha kadar iban ha taud sin kakahinang nila, sarta in manga sila kiyaridaan sin Allahu ta'ala iban sin kabungsihan niya, in bar-iman iban sin bukun bar-iman di magsibu’ in darajat nila), iban in Allahu ta'ala sampurna sangat kikiyta niya in katan kakahinang sin manga īypun niya.",
                    "164": "Sabunnal tuud in Allahu ta'ala dihilan niya ni’mat in manga sila bar-iman, ha waktu piyarahan sila sin Allahu ta'ala Rasul (sallallahu alayhi wasallam) (in Rasul (sallallahu alayhi wasallam) in siya Arab damikkiyan in siya manusiya biya’ da kanila), in siya (Rasul (sallallahu alayhi wasallam)) manghindui kanila sin manga Ayat Qur'an niya iban in siya maglanu atawa manutsihi sin manga lummi iban dusa nila, iban in siya magpatarrang manghinda kanila sin Qur'an iban sin hikmat (amuna in hadith sin Rasul (sallallahu alayhi wasallam)), misan ha hal in kaawnan nila sin way pa naparaa mawun kanila in Nabi Muhammad (sallallahu alayhi wasallam) in sila halaum kalawungan matampal iban ka'awam.",
                    "165": "Hatatkala mayan diyatungan kamu musiba (biya na sin bunu’ Uhud kiyashahiran kamu kapituwan), sabunnal tuud in kamu nakamalit da isab (atawa nakaawat kamu sarta dimaug kamu ha waktu bunu’ Badar, nakamatay kamu kapituwan iban nakabihag kamu kapituwan dayin ha bangsa mushrikuwn), in pamung niyu ha waktu kamu diyaug ha bunu’ Uhud: Mahi kitaniyu diyaug (saputika in kita niyu Muslim, nagjihad kita niyu ha dan sin Allahu ta'ala, iban yari katu in Rasul (sallallahu alayhi wasallam)), pamungan kanila (Ya Rasul (sallallahu alayhi wasallam)): Kiyugdan kamu sin parkala yan sabab dayin ha ginhawa baran niyu ra (amuna in way kamu nagta'at pa Rasul (sallallahu alayhi wasallam) iban way niyu iyagad in patumtum niya ha waktu bunu’ Uhud, sabunnal tuud in Allahu ta'ala sangat makagaus ha katan unu-unu parkala.",
                    "166": "In unu-unu na in kimugdan kaniyu (dayin ha bunu’ Uhud awun na in nagkashahid, piyapalian) ha waktu nakapagbak nakapagbunu’ in duwa tumpukan (tumpukan sin manga sila bar-iman iban tumpukan sin manga mushrikuwn) in yan dayin ha kabayaan ijin sin Allahu ta'ala, hasupaya kaingatan mapinig in manga bar-iman sabunnal pa Allahu ta'ala.",
                    "167": "Iban (dayin ha manga paidda kimugdan kaniyu ha bunu’ Uhud) kiya-ingatan sarta timampal in manga sila nagmunafiq (biya’ na kan Abdula ibn Ubayyi ibn Saluwl iban na sin manga panaiban niya), iban iyan pa sila amuin manga munafiquwn: Kari kamu pagjihad ha dan sin Allahu ta'ala (bang in kaawnan niyu bar-iman) atawa yan bawugbugi niyu in manga ginhawa baran niyu, arta iban sin pamaybay niyu (kari na kamu magjihad iban magparatsaya), in pamung nila (munafiquwn): Bang sadja kiya-ingatan namu bat maawun in pagbunu’ tantu magad kami kaniyu magbunu’, in sila manga munafiquwn ha waktu piyatampal nila in kabtangan nila (sarta nagbaynat na in parkala nifaq ha ginhawa baran nila) in sila ha adlaw yan masuuk na sila pa parkala kakufuran dayin ha pamaratsaya, hipamung sin simud nila malayingkan dugaing in halaum pangatayan nila, iban in Allahu ta'ala sampurna in panghati niya sarta kiya-iingatan niya in tiyatapuk nila.",
                    "168": "(In manga sila munafiquwn amuin way miyagad gimuwa nagjihad ha bunu’ Uhud) in pamung nila pa manga katawtaymanghuran nila: Bang sadja kamu miyagad nagta'at kaamu, way ra mayan sila nashahid (parrang sabil) ha waktu yadtu, pamungan kanila (Ya Nabi Muhammad! (sallallahu alayhi wasallam)): na’ pa’gangi niyu atawa agpangi niyu in kamatay apabila dumatung mawun pa ginhawa baran niyu, bang in kaawnan niyu bunnal in agi bat in lumayu dayin ha kamatay makalappas kaniyu.",
                    "169": "Iban ayaw kaw maghuna-huna mag-angan-angan (Ya Nabi Muhammad! (sallallahu alayhi wasallam) iban na sin manga panaiban mu) bat in manga sila nashahid ha Dan sin Allahu ta'ala (parrang sabil ha bunu’ Uhud iban na sin dugaing bunu’) miyamatay, sumagawa in sila yan buhi sarta nagduruwl baya’ sila sin ridjiki dayin ha Hadarat sin Allahu ta'ala.",
                    "170": "(In manga sila nashahid parrang sabil ha dan sin Allahu ta'ala) nagkukūg-kuyag sila sin kalabbihan dihil kanila sin Allahu ta'ala iban makuyag sila bang mayan in kalabbiyan dakula yaun hipagbak da isab sin manga katawtaymanghuran nila mujahiduwn amuin kiyabin nila way pa nagkashahid, in sila wayruun na kabugaan nila ha adlaw akhirat iban way na kasusahan nila sin kiyabin nila diy ha dunya.",
                    "171": "Nagkukūwg-kuyag sila sin ni’mat iban kalabbihan dayin ha Allahu ta'ala iban sabunnal tuud in Allahu ta'ala di niya lawaun in pahala sin manga bar-iman (amuin naghinang karayawan pa Allahu ta'ala).",
                    "172": "Amuin manga sila nanaymai atawa nagta'at pa Allahu ta'ala iban pa Rasul niya (sallallahu alayhi wasallam) (gimuwa sila nagjihad ha dān sin Allahu ta'ala) puas sin piyagpalian in kaibanan dayin kanila ha bunu’ Uhud, tungud pa manga sila naghihinang karayawan nagta'at pa Allahu ta'ala iban nagmamabuga pa Allahu ta'ala, awun pahala nila dakula ha adlaw akhirat..",
                    "173": "Amuin manga sila (bar-iman) iyan sila sin manga manusiya (mata-mata sin mushrikin laung nila): “Sabunnal tuud in manga tau (mushrikun ha Makka) tantu natipun na sila mamunu' matun kaniyu (na halli kamu ya kamu manga bar-iman),” na’ nahinang in kabatangan sin mushrikun ha Makkah kiyaduhun sin pag-iman panasdiq nila pa Allahu ta'ala, iban sin pamung nila: “Tuput da Allahu te'ala in Tag-Atasan sin pakaradjaan namu iban Allahu ta'ala siya na in sarayaw-rayaw mamarihala iban mananabang na katan parkala sin manga bar-iman.”",
                    "174": "Na’ nakauwi (nakabalik na in manga sila nagjihad ha dan sin Allahu ta'ala) in sila halaum ni’mat kasalamatan iban kalabbihan dayin ha Allahu ta'ala, in sila wala sila kiyugdan sin kangian, iban naagad nila in karidaan sin Allahu ta'ala, iban in Allahu ta'ala siya in Tagdapu Tagmilik sin kalabbihan dakula pa manga iypun niya magtata'at.",
                    "175": "Sabunnal tuud (amuin nagkabtangan kaniyu ya kamu bar-iman in manga sila mushrikun ha Makkah natipun na mamunu’ kaniyu) in sila yan tabang sin shaytan, in hinang sin shaytan yan bugaun niya kamu pa manga sila bangsa kafir, na’ ayaw kamu mabuga pa manga sila kafir yan sumagawa kabuga kamu mari kaku bang in kaawnan niyu bunnal da bar-iman pa Allahu ta'ala.",
                    "176": "Iban ayaw hikasusa (Ya Nabi Muhammad (sallallahu alayhi wasallam)) kaymu amuin manga sila naglumba-lumba pa kakupulan nagmurtad ha Agama Islam puas sin bunu’ Uhud (amuna in manga sila munafiquwn), sabunnal tuud in pagkufur nila di da hikarihil mudarat hangsulag unu-unu parkala pa Allahu ta'ala (sarta di da hikakulang sin kawasa kabasaran sin Allahu ta'ala in pagkufur nila), in kabayaan sin Allahu ta'ala wayruun na parbahagian nila karayawan ha adlaw akhirat, iban salta siyaddiyahan niya sila ajab dakula.",
                    "177": "Sabunnal tuud amuin manga sila piniy nila in parkalā pagkufur dayin sin pag-iman (atawa piyagganti nila in pag-iman ha pagkufur pa Allahu ta'ala), tantu bunnal tuud in pagkufur nila yan di da hikarihil mudarat pa Allahu ta'ala, iban siksa mabisa (tiyatagama kanila sin Allahu ta'ala ha adlaw akhirat).",
                    "178": "Iban ayaw maghuna-huna in manga sila nagkufur pa Allahu ta'ala sawkat na piyahaba namu (in manga pangummulan nila iban sin kasanyangan nila diy ha dunya) bat in yaun hikarayaw na ha ginhawa baran nila, sumagawa sabunnal tuud in pagpahaba namu sin pangummulan nila hasupaya gamman magtataud na in hinang nila langgal sara’ iban ma'asiyat, iban siksa manghina kanila (tiyatagama sin Allahu ta'ala ha adlaw akhirat).",
                    "179": "Bukun in kaawnan sin Allahu ta'ala pasaran niya in manga sila bar-iman maglamud iban sin manga sila munafiquwn, sahingga in paglamud nila yaun hasupaya mapinig masilang in mangī dayin ha marayaw (in Munafiq iban sin Bar-iman), iban di hipa-ingat sin Allahu ta'ala kaniyu (ya kamu bar-iman!) in ilmu ghaib, sumagawa sabunnal tuud in Allahu ta'ala maminiy siya dayin ha manga karasulan niya (amuin hinduan niya sin ilmu ghaib), na pagparatsaya kamu pa Allahu ta'ala iban pa manga karasulan niya, iban bang kamu magparatsaya pa Allahu ta'ala sin sampurna pamaratsaya iban magmabuga kamu, na dihilan kamu pahala tutungbasan dakula sin Allahu ta'ala ha adlaw akhirat.",
                    "180": " Iban ayaw maghuna-huna amuin manga sila nag-ikut sin pangarta dihil kanila sin Allahu ta'ala (wala nila piyagnafaqa ha dan un Allah ta'ala iban wala sila nagzakat sin arta nila) hikarayaw kanila ha adlaw akhirat, sumagawa in yadtu (kakahinang nita) hikangiy kanila, hilibud da atawa hihukut da kanila na kalibut sin liug nila in pag-ikut nila ha arta nila ha adlaw qiyamat siksaun sila), iban in Allahu ta'ala tuput siya in tagwaris tagdapu sin katan ha taas langit iban sin ha ginlupaan, iban in Allahu ta'ala sangat makaingat sin kanyuk-nyukan sin katan kakahinang niyu.",
                    "181": "Tantu sabunnal tuud diyungug da sin Allahu ta'ala in kabtangan sin manga (Yahudi) in pamung nila: “Sabunnal tuud in Allahu ta'ala (miskin barhajat) way gaus niya ampa in dayahan kami.” Sulatun namu da in katan kiyabissara nila yan, iban sin pamunu’ nila manga kanabihan ha wayruun kapatutan kasabunnalan, iban in pamung namu: (ha waktu makasud na sila pa narka jahannam) “nanama niyu in siksa landu mabisa yan amuna in kayu nalalablab ha api narka jahannam!”",
                    "182": "In damikkiyan yadtu (amuin manga kiyasiksa kanila ha adlaw akhirat) parsababan da sin kakahinang nila, iban sabunnal tuud in Allahu ta'ala di siya magpanganyaya ha iypun.",
                    "183": "Amuin manga sila (Yahudi) in pamung nila: “Sabunnal tuud in Allahu ta'ala naraak niya kami duun halaum kitab Tawrat in di kami pakahagarun (magparatsaya ha unu-unu na Rasul amuin daak sin Allahu ta'ala sahingga kaparatungan niya kami pagqurbanan (sarta tumurun in kayu dayin ha taas langit sunugun niya in piyagqurbanan namu in manga ini da'awa ligguwat sadja sin manga sila yahudi wayruun kasabunnalan niya).” pamungan kanila (Ya Muhammad! (sallallahu alayhi wasallam)), “Sabunnal tuud dimatung na matun kaniyu in manga karasulan iban sin mu’jizat nila nakauna pa sila dayin kaku (biya’ na sin iyangut kababayaan niyu, na’ dayin hadtu mahi niyu piyanghimuting in Risalah nila) iban mahi niyu sila biyunu’ bang in kaawnan niyu bunnal in da'awa niyu.”",
                    "184": "Na’ apabila kaw panghimutingun nila (Ya Rasul! (sallallahu alayhi wasallam)) sabunnal tuud in manga sila karasulan nakauna pa dayin kaymu piyanghimuting da isab (sin ummat nila), diyahan nila pa manga (Mu’jizat), dalil partandaan matarrang iban sin kakitab-kitaban dayin ha taas langit (amuin nahihipu sin hikmat iban pangadjian) iban sin kitab matarrang masawa (biya’ na kitab Tawrat, Injiel).",
                    "185": "In tiyap-tiyap ginhawa baran makananam sin kamatay, iban adapun sabunnal tuud in manga pahala sin kakahinang niyu tungbasan da sin Allahu ta’ala ha adlaw akahirat, na hisiyu-siyu in nakalayu nakalappas dayin ha narka iban napasūwd na siya pa laum surga, na sabunnal tuud nagparuntungan na siya, iban in kabuhianan diy ha dunya ini ‘Mata’ul Ghurur’ (in siya tipu’raya mangangakkal ha manusiya).",
                    "186": "Tantu sulayan tandasun kamu (Ya kamu bar-iman!) sin Allahu ta'ala tungud sin manga pangarta niyu iban sin ginhawa baran niyu, in (panandas sin Allahu ta'ala ha pangarta biya na sin pagtunay zakat iban pagnafaka ha dan sin Allahu ta'ala iban na sin dugaing niya, in panandas isab sin Allahu ta'ala ha ginhawa baran biya na sin masakit iban kamatayan malawa in kakasi mu, mashahid ha dan sin Allahu ta'ala hapagbunuan iban satru iban na sin dugaing niya, in manga parkala ini bang nila kasabalan magdapa-dapa na sila sin pahala ha adlaw akhirat), iban tantu sabunnal tuud makarungug da kamu makakangi dayin ha manga yahudi iban nasrani iban dayin ha manga sila mushrikuwn (biya’ na sin pamaba- maba nila ha Agama Islam, iban pangudju-ngudjui nila iban sin manga kabtangan bukun marayaw durungugun), iban adapun bang niyu kasabalan (Ya kamu bar-iman!) in manga pagpakangiy nila yan iban in kamu nagmamabuga da pa Allahu ta'ala, na di da kamu maunu, na sabunnal tuud in damikkiyan nasabbut yan dayin ha manga parkala mapatut tuud yadtu hihinangun iban bawugbugan.",
                    "187": "Iban (tumtuma Ya Nabi Muhammad! (sallallahu alayhi wasallam) ha waktu) kiyawaan sin Allahu ta'ala parjanjian in manga yahudi iban nasrani amuin nasabbut ha kitab Tawrat, “in patarrangun nila iban hibayta nila in halaum kitab Tawrat yaun in manga kahukum-hukuman sin Allahu ta'ala iban sarta di nila hitapuk in unu-unu na kiyasulat halaum niya,” na' sumagawa in sila tiyaykuran nila in parjanjian iban piyagganti nila sin parkala way halga niya (biya’ na sin kabuddi-buddihan dunya), na’ sangiy-ngiy na iban salugi-lugi na dagangan amuin piyagganti nila iban sin parjanjian nila.",
                    "188": "Ayaw kaw maghuna-huna (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) amuin manga sila nagkukūwg-kuyag sin nahinang nila (amuin liyawung nila in manusiya dayin ha kasabunnalan iban sin palayuun nila dayin ha Agama Islam), iban in sila masub mabaya bantugun sin manusiya parahal in sila way namamawugbug sin kasabunnalan (in sila yaun halaum kalawungan), na’ ayaw kaw maghuna-huna in sila yan lappas na dayin ha siksa ajab sin Allahu ta'ala, iban siksa landu mabisa masakit in tiyatagama kanila sin Allahu ta'ala ha adlaw akhirat.",
                    "189": "Iban tuput Allahu ta'ala in kawasa tagmilik sin kalangit-langitan iban lupa, iban in Allahu ta'ala tuput siya in makagaus ha katan unu-unu parkala.",
                    "190": "Sabunnal tuud in pagpapanjari sin Allahu ta'ala ha kalangit- langitan iban sin gumi, iban sin pagpinda-pindahi sin ka-adlawan iban pagsinublihi nila (ubus waktu dum bihaun kunsum yaun waktu adlaw na isab), in manga ini partandaan dalil ha kakawasahan iban kabasaran sin Allahu ta'ala tungud pa manga sila awun akkal iban pikilan nila marayaw nagtatali pa kabasaran sin pagpapanjari sin Allahu ta'ala,",
                    "191": "Amuin manga sila madaran di magkabugtu’ in pagtumtum nila pa Allahu ta'ala ha katan kahalan nila sibu’ da ha hal in sila timitindug timutunay sin sambahayang iban naglilingkud iban nagkukulang-kulang, iban nagtatali. Nagtatafakkur sila tungud sin pagpapanjari sin Allahu ta'ala sin kalangit-langitan iban gumi, in pamung nila, “Ya Tuhan namu! way mu piyapanjari in langit iban sin lupa bat in yan kalalangugan sadja (sumagawa in yan piyapanjari mu manunjuki dalil ha kakawasahan iban kabasaran mu); mahasutsi mahatinggi kaw (Ya Allahu ta'ala!), na’ tamingi kami dayin ha siksa sin api narka Jahannam.",
                    "192": "(Ya Allahu ta'ala!) sabunnal tuud in hisiyu in pasuwrun mu pa laum narka jahannam dayin ha manga iypun mu, na sabunnal tuud hiyna mu na siya, iban in manga sila Zalimuwn wayruun na lundang karabat nila tumabang humawun kanila dayin ha siksa sin Allahu ta'ala.",
                    "193": "Ya Allahu ta’ala sabunnal tuud diyungug namu na in panawag-tawag (sin Nabi Muhammad (sallallahu alayhi wasallam) iban sin Qur'an) in panawag-tawag niya pa parkala Iman, in agi niya kamu pagparatsaya kamu pa Allahu ta'ala, na’ in kami ini paratsaya na pa Allah ta'ala, (Ya Tuhan namu!) Ya Allahu ta'ala! ampunan kamu in manga pardusahan nahinang namu, iban kiparata kamu in dusa nahinang namu, iban pataya kami sarta sin manga tau marayaw (amuin naghihinang karayawan nagtata'at pa Allahu ta'ala).",
                    "194": "(Ya Tuhan namu!) Ya Allahu ta'ala! tukbala dihila kamu in kiyajanji mu ha manga karasulan mu (biya’ na sin ulung iban kalabbihan Mu) iban ayaw mu kami hiynaa ha adlaw qiyamat sabunnal tuud in Allahu ta'ala di siya magpamaruba janji (unu-unu in kiyajanji niya pa manga iypun niya tungbasan sin Allahu ta'ala in kakahinang).”",
                    "195": "Na’ tiyayma sin Allahu ta'ala in duwaa nila, “sabunnal tuud in Aku (farman sin Allahu ta'ala) di ku lawaun in tutungbasan pahala sin kakahinang niyu sibu da in siya yan usug atawa babai, in hangkatau pa hangkatau dayin kaniyu yan, na amuin manga sila naghijra (amuin gimuwa dayin ha hula nila karna magpalanyut sin agama nila), iban diyuy atawa piyaguwa sila sin manga bangsa kafir mushrikin dayin ha hula nila, iban piyagbinsana, dihilan sila kangian (ha sabab sadja in sila namamaratsaya pa Allahu ta'ala iban namamawugbug ha Agama niya), iban biyunu’ nila naka in satru sin Allahu ta'ala ha karna magpalanyut sin kallam sin Allahu ta'ala, iban nagkashahid naka (parrang sabil ha dān sin Allahu ta'ala), tantu (farman sin Allahu ta'ala) sabunnal tuud papasun ku kanila in manga dusa nahinang nila sarta ampunun ku in manga pardusahan nila, iban tantu bunnal tuud pasurun ku sila pa laum surga, (in surga amuin hulaan sin manga bar-iman) mag-anud dayin ha baba niya iban sin kakahuyan niya in kasuba’-suba'an, tutug sila duun halaum surge salama-lama, in yan tutungbasan dirihilan dayin ha Allahu ta'ala sin kakahinang ammal ibadat nila, iban in Allahu ta'ala sampurna in dayaw sin dirihilan tutungbasan niya (iban) yadtu ha hadarat sin Allahu ta'ala in tungbas pahala marayaw.”",
                    "196": "Ayaw kaw matipu masasat (Ya Nabi Muhammad! (sallallahu alayhi wasallam)) sin pagkadtu mari atawa pagtulak-tulak sin manga sila bangsa kafir (in sila yan nag-usaha madtu mari iban mataud in manga pangarta nila) diy ha ginlupaan ini.",
                    "197": "(Amuin manga pangarta sin kafir iban in pagduwl-baya nila maghinang sin indaginis kalalamihan langgal sara’ pa Allahu ta'ala) in yan matiyu da sarta way ra halga pa Allahu ta'ala, mahuli in uwian sin manga sila kafir amuna in narka jahannam, in narka jahannam amuna yan in sangiy-ngiy paghulaan.",
                    "198": "Sumagawa amuin manga sila nagmamabuga pa Tuhan nila (pa Allahu ta'ala, in hati sin pagmabuga pa Allahu ta'ala amuna in huminang sin piyangdaakan sin Allahu ta'ala iban lumayu’ umanib sin piyanglangan sin Allahu ta'ala), kanila na yan sukuun sin Allahu ta'ala in manga surga, in surga mag-anud daying ha baba sin kakahuyan niya in kasuba’-suba'an tutug sila duun halaum yan, in yan lalabutan dirihilan dayin na Allahu ta'ala, ampa in Allahu ta'ala sampurna in karayawan niya iban sin tutungbasan niya pa manga sila tau marayaw amuin naghihinang marayaw iban nagtata'at pa Allahu ta'ala (iban) yadtu ha hadarat sin Allahu ta'ala In landu marayaw siyuku’ ha manga Al-Abrar (manga bar-ta'at pa Allah).",
                    "199": "Iban sabunnal tuud awun dayin ha kaibanan Ahlul-Kitab mamaratsaya pa Allahu ta'ala ha katunggal niya sin pamaratsaya bunnal, iban mamaratsaya ra isab ha Qur'an, iban ha Tawrat, ha Injiel, in sila nagpapatikupu pa Allahu ta'ala, iban in sila di nila hidagang in manga Ayat kallam sin Allahu ta'ala atawa hipagsambi in Ayat kallam sin Allahu ta'ala ha halga tiyu-tiyu da yan, (sa’ in sila hiyalgaan nila in kallam sin Allahu ta'ala). In sila yadtu awun tungbas pahala nila ha hadarat sin Tuhan nila sabab sin pagta'at nila iban paghinang nila marayaw, sabunnal tuud in Allahu ta'ala masapat manghisab. (Nabibista niya in katan unu-unu).",
                    "200": "Ya kamu manga bar-iman! Pagsabar kamu (sabali niyu in di kamu himinang sin langgal sara’ pa Allahu ta'ala iban pagta'at kamu pa Allahu ta'ala), iban pakusuga niyu in pagsabar niyu ha amuin mag-atubang iban satru niyu hapagbunuan, iban jagahi niyu in hula niyu sarta butangi niyu magjajaga hasupaya di kamu masuwd sin satru niyu, iban kabuga kamu pa Allahu ta'ala mura-murahan magparuntungan kamu sin karida'an sin Allahu ta'ala iban sin surga niya."
                }
            }
        }
        
    }
}