{
    "4": {
        "number": "4",
        "name": "النساۤء",
        "name_latin": "An-Nisa'",
        "number_of_ayah": "176",
        "text": {
            "1": "يٰٓأَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْأَرْحَامَ ۗ إِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا",
            "2": "وَاٰتُوا الْيَتٰمٰىٓ أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا أَمْوَالَهُمْ إِلٰٓى أَمْوَالِكُمْ ۗ إِنَّهٗ كَانَ حُوْبًا كَبِيْرًا",
            "3": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوْا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ۗ ذٰلِكَ أَدْنٰٓى أَلَّا تَعُوْلُوْاۗ",
            "4": "وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ",
            "5": "وَلَا تُؤْتُوا السُّفَهَاۤءَ أَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
            "6": "وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ إِذَا بَلَغُوا النِّكَاحَۚ فَإِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا إِلَيْهِمْ أَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ إِسْرَافًا وَّبِدَارًا أَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ",
            "7": "لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْأَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْأَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا",
            "8": "وَإِذَا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
            "9": "وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا",
            "10": "إِنَّ الَّذِيْنَ يَأْكُلُوْنَ أَمْوَالَ الْيَتٰمٰى ظُلْمًا إِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ",
            "11": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ۚ فَإِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهٗ وَلَدٌ ۚ فَإِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ أَبَوٰهُ فَلِأُمِّهِ الثُّلُثُ ۚ فَإِنْ كَانَ لَهٗٓ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ أَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَأَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ إِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "12": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ أَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ أَوْ دَيْنٍ ۗ وَإِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً أَوِ امْرَأَةٌ وَّلَهٗٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَإِنْ كَانُوْٓا أَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ أَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ",
            "13": "تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "14": "وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ",
            "15": "وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ أَرْبَعَةً مِّنْكُمْ ۚ فَإِنْ شَهِدُوْا فَأَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ",
            "16": "وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوْا عَنْهُمَا ۗ إِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ",
            "17": "إِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَأُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "18": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ أُولٰۤىِٕكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيْمًا ",
            "19": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ إِلَّآ أَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَإِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى أَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ",
            "20": "وَإِنْ أَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ إِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ أَتَأْخُذُوْنَهٗ بُهْتَانًا وَّإِثْمًا مُّبِيْنًا ",
            "21": "وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ أَفْضٰى بَعْضُكُمْ إِلٰى بَعْضٍ وَّأَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ",
            "22": "وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ",
            "23": "حُرِّمَتْ عَلَيْكُمْ أُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَأَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْأَخِ وَبَنٰتُ الْأُخْتِ وَأُمَّهٰتُكُمُ الّٰتِيْٓ أَرْضَعْنَكُمْ وَأَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَأُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَإِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ أَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ أَصْلَابِكُمْۙ وَأَنْ تَجْمَعُوْا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔",
            "24": "۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ أَنْ تَبْتَغُوْا بِأَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ أُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ إِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "25": "وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ أَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ أَعْلَمُ بِإِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِإِذْنِ أَهْلِهِنَّ وَاٰتُوْهُنَّ أُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَأَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "26": "يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "27": "وَاللّٰهُ يُرِيْدُ أَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ أَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا",
            "28": "يُرِيْدُ اللّٰهُ أَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْإِنْسَانُ ضَعِيْفًا ",
            "29": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّآ أَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا أَنْفُسَكُمْ ۗ إِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ",
            "30": "وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ",
            "31": "إِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ",
            "32": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ إِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
            "33": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْأَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ أَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ إِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ",
            "34": "أَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ أَنْفَقُوْا مِنْ أَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗإِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا ",
            "35": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوْا حَكَمًا مِّنْ أَهْلِهٖ وَحَكَمًا مِّنْ أَهْلِهَا ۚ إِنْ يُّرِيْدَآ إِصْلَاحًا يُّوَفِّقِ اللّٰهُ بَيْنَهُمَا ۗ إِنَّ اللّٰهَ كَانَ عَلِيْمًا خَبِيْرًا ",
            "36": "۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ إِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ أَيْمَانُكُمْ ۗ إِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ",
            "37": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَأَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ",
            "38": "وَالَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
            "39": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَأَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
            "40": "إِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَإِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ أَجْرًا عَظِيْمًا",
            "41": "فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
            "42": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْأَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
            "43": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَأَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا إِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَإِنْ كُنْتُمْ مَّرْضٰٓى أَوْ عَلٰى سَفَرٍ أَوْ جَاۤءَ أَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ أَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَأَيْدِيْكُمْ ۗ إِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا",
            "44": "أَلَمْ تَرَ إِلَى الَّذِيْنَ أُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ أَنْ تَضِلُّوا السَّبِيْلَۗ",
            "45": "وَاللّٰهُ أَعْلَمُ بِأَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ",
            "46": "مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِأَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ أَنَّهُمْ قَالُوْا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ إِلَّا قَلِيْلًا ",
            "47": "يٰٓأَيُّهَا الَّذِيْنَ أُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ أَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحٰبَ السَّبْتِ ۗ وَكَانَ أَمْرُ اللّٰهِ مَفْعُوْلًا",
            "48": "إِنَّ اللّٰهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى إِثْمًا عَظِيْمًا ",
            "49": "أَلَمْ تَرَ إِلَى الَّذِيْنَ يُزَكُّوْنَ أَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ",
            "50": "أُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ إِثْمًا مُّبِيْنًا ࣖ ",
            "51": "أَلَمْ تَرَ إِلَى الَّذِيْنَ أُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ أَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
            "52": "أُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ",
            "53": "أَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَإِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ",
            "54": "أَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ إِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ",
            "55": "فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا",
            "56": "إِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ إِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ",
            "57": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَآ أَبَدًاۗ  لَهُمْ فِيْهَآ أَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ",
            "58": "۞ إِنَّ اللّٰهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمٰنٰتِ إِلٰٓى أَهْلِهَاۙ وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوْا بِالْعَدْلِ ۗ إِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖ ۗ إِنَّ اللّٰهَ كَانَ سَمِيْعًاۢ بَصِيْرًا",
            "59": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا أَطِيْعُوا اللّٰهَ وَأَطِيْعُوا الرَّسُوْلَ وَأُولِى الْأَمْرِ مِنْكُمْۚ  فَإِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ إِلَى اللّٰهِ وَالرَّسُوْلِ إِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّأَحْسَنُ تَأْوِيْلًا ࣖ ",
            "60": "أَلَمْ تَرَ إِلَى الَّذِيْنَ يَزْعُمُوْنَ أَنَّهُمْ اٰمَنُوْا بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ أَنْ يَّتَحَاكَمُوْٓا إِلَى الطَّاغُوْتِ وَقَدْ أُمِرُوْٓا أَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ أَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا",
            "61": "وَإِذَا قِيْلَ لَهُمْ تَعَالَوْا إِلٰى مَآ أَنْزَلَ اللّٰهُ وَإِلَى الرَّسُوْلِ رَأَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ",
            "62": "فَكَيْفَ إِذَآ أَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ أَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖإِنْ أَرَدْنَآ إِلَّآ إِحْسَانًا وَّتَوْفِيْقًا ",
            "63": "أُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  أَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ",
            "64": "وَمَآ  أَرْسَلْنَا مِنْ رَّسُوْلٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللّٰهِ ۗوَلَوْ أَنَّهُمْ إِذْ ظَّلَمُوْٓا أَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ",
            "65": "فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ أَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ",
            "66": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوْٓا أَنْفُسَكُمْ أَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ إِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ أَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيْتًاۙ",
            "67": "وَّإِذًا لَّاٰ تَيْنٰهُمْ مِّنْ لَّدُنَّآ أَجْرًا عَظِيْمًاۙ",
            "68": "وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ",
            "69": "وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَأُولٰۤىِٕكَ مَعَ الَّذِيْنَ أَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ أُولٰۤىِٕكَ رَفِيْقًا ",
            "70": "ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ",
            "71": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ أَوِ انْفِرُوْا جَمِيْعًا ",
            "72": "وَإِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَإِنْ أَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ أَنْعَمَ اللّٰهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَّعَهُمْ شَهِيْدًا ",
            "73": "وَلَىِٕنْ أَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَأَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَأَفُوْزَ فَوْزًا عَظِيْمًا ",
            "74": "۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ أَجْرًا عَظِيْمًا ",
            "75": "وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ أَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ",
            "76": "أَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  أَوْلِيَاۤءَ الشَّيْطٰنِ ۚ إِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ",
            "77": "أَلَمْ تَرَ إِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا أَيْدِيَكُمْ وَأَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ أَخَّرْتَنَآ إِلٰٓى أَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ",
            "78": "أَيْنَمَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ",
            "79": "مَآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَأَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ",
            "80": "مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ أَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ أَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ",
            "81": "وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَإِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "82": "أَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ",
            "83": "وَإِذَا جَاۤءَهُمْ أَمْرٌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ إِلَى الرَّسُوْلِ وَإِلٰٓى أُولِى الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ إِلَّا قَلِيْلًا ",
            "84": "فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ أَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ أَشَدُّ بَأْسًا وَّأَشَدُّ تَنْكِيْلًا ",
            "85": "مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ",
            "86": "وَإِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوْهَا ۗ إِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا",
            "87": "اَللّٰهُ لَآ إِلٰهَ إِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ إِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ أَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ",
            "88": "۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ أَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ أَتُرِيْدُوْنَ أَنْ تَهْدُوْا مَنْ أَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "89": "وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ أَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَإِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ",
            "90": "إِلَّا الَّذِيْنَ يَصِلُوْنَ إِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ أَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ أَنْ يُّقَاتِلُوْكُمْ أَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَإِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ",
            "91": "سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ أَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا إِلَى الْفِتْنَةِ أُرْكِسُوْا فِيْهَا ۚ فَإِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا أَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَأُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ",
            "92": "وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَّقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ إِلٰٓى  أَهْلِهٖٓ  إِلَّآ  أَنْ يَّصَّدَّقُوْا ۗ فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَإِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلٰٓى أَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "93": "وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَأَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ",
            "94": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ أَلْقٰىٓ إِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ إِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا",
            "95": "لَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ أُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ أَجْرًا عَظِيْمًاۙ  ",
            "96": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "97": "إِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ أَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْأَرْضِۗ  قَالُوْٓا أَلَمْ تَكُنْ أَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَأُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ",
            "98": "إِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ",
            "99": "فَأُولٰۤىِٕكَ عَسَى اللّٰهُ أَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ",
            "100": "۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْأَرْضِ مُرَاغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا إِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "101": "وَإِذَا ضَرَبْتُمْ فِى الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ۖ إِنْ خِفْتُمْ أَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْاۗ إِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا ",
            "102": "وَإِذَا كُنْتَ فِيْهِمْ فَأَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَاۤىِٕفَةٌ مِّنْهُمْ مَّعَكَ وَلْيَأْخُذُوْٓا أَسْلِحَتَهُمْ ۗ فَإِذَا سَجَدُوْا فَلْيَكُوْنُوْا مِنْ وَّرَاۤىِٕكُمْۖ  وَلْتَأْتِ طَاۤىِٕفَةٌ أُخْرٰى لَمْ يُصَلُّوْا فَلْيُصَلُّوْا مَعَكَ وَلْيَأْخُذُوْا حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ الَّذِيْنَ كَفَرُوْا لَوْ تَغْفُلُوْنَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيْلُوْنَ عَلَيْكُمْ مَّيْلَةً وَّاحِدَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِّنْ مَّطَرٍ أَوْ كُنْتُمْ مَّرْضٰٓى أَنْ تَضَعُوْٓا أَسْلِحَتَكُمْ وَخُذُوْا حِذْرَكُمْ ۗ إِنَّ اللّٰهَ أَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا ",
            "103": "فَإِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِكُمْ ۚ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيْمُوا الصَّلٰوةَ ۚ إِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتٰبًا مَّوْقُوْتًا ",
            "104": "وَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ إِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَإِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ࣖ ",
            "105": "إِنَّآ أَنْزَلْنَآ إِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ أَرٰىكَ اللّٰهُ ۗوَلَا تَكُنْ لِّلْخَاۤىِٕنِيْنَ خَصِيْمًا ۙ",
            "106": "وَّاسْتَغْفِرِ اللّٰهَ ۗإِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
            "107": "وَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ أَنْفُسَهُمْ ۗ إِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيْمًاۙ",
            "108": "يَّسْتَخْفُوْنَ مِنَ النَّاسِ وَلَا يَسْتَخْفُوْنَ مِنَ اللّٰهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا ",
            "109": "هٰٓأَنْتُمْ هٰٓؤُلَاۤءِ جَادَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَاۗ فَمَنْ يُّجَادِلُ اللّٰهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ أَمْ مَّنْ يَّكُوْنُ عَلَيْهِمْ وَكِيْلًا ",
            "110": "وَمَنْ يَّعْمَلْ سُوْۤءًا أَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا ",
            "111": "وَمَنْ يَّكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهٗ عَلٰى نَفْسِهٖ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "112": "وَمَنْ يَّكْسِبْ خَطِيْۤـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهٖ بَرِيْۤـًٔا فَقَدِ احْتَمَلَ بُهْتَانًا وَّإِثْمًا مُّبِيْنًا ࣖ ",
            "113": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ أَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ إِلَّآ أَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَأَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ",
            "114": "۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوْفٍ أَوْ إِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ أَجْرًا عَظِيْمًا ",
            "115": "وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ",
            "116": "إِنَّ اللّٰهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
            "117": "إِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ إِلَّآ إِنَاثًاۚ وَإِنْ يَّدْعُوْنَ إِلَّا شَيْطٰنًا مَّرِيْدًاۙ",
            "118": "لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ",
            "119": "وَّلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْأَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ",
            "120": "يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ إِلَّا غُرُوْرًا ",
            "121": "أُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ",
            "122": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَآ أَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ أَصْدَقُ مِنَ اللّٰهِ قِيْلًا ",
            "123": "لَيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِيِّ أَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ",
            "124": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ أَوْ أُنْثٰى وَهُوَ مُؤْمِنٌ فَأُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ",
            "125": "وَمَنْ أَحْسَنُ دِيْنًا مِّمَّنْ أَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ إِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ إِبْرٰهِيْمَ خَلِيْلًا ",
            "126": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ",
            "127": "وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ أَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَأَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَإِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ",
            "128": "وَإِنِ امْرَأَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّۗ وَإِنْ تُحْسِنُوْا وَتَتَّقُوْا فَإِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "129": "وَلَنْ تَسْتَطِيْعُوْٓا أَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَإِنْ تُصْلِحُوْا وَتَتَّقُوْا فَإِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا",
            "130": "وَإِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ",
            "131": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ أُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللّٰهَ ۗوَإِنْ تَكْفُرُوْا فَإِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ",
            "132": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "133": "إِنْ يَّشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ",
            "134": "مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ",
            "135": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِيْنَ ۚ إِنْ يَّكُنْ غَنِيًّا أَوْ فَقِيْرًا فَاللّٰهُ أَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى أَنْ تَعْدِلُوْا ۚ وَإِنْ تَلْوٗٓا أَوْ تُعْرِضُوْا فَإِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "136": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ أَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
            "137": "إِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ",
            "138": "بَشِّرِ الْمُنٰفِقِيْنَ بِأَنَّ لَهُمْ عَذَابًا أَلِيْمًاۙ",
            "139": " ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ أَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ أَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ",
            "140": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ أَنْ إِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ",
            "141": " ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا أَلَمْ نَكُنْ مَّعَكُمْ ۖ وَإِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ",
            "142": "إِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَإِذَا قَامُوْٓا إِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ إِلَّا قَلِيْلًاۖ  ",
            "143": "مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ إِلٰى هٰٓؤُلَاۤءِ وَلَآ إِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "144": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ أَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ أَتُرِيْدُوْنَ أَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ",
            "145": "إِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ",
            "146": "إِلَّا الَّذِيْنَ تَابُوْا وَأَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَأَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَأُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ أَجْرًا عَظِيْمًا ",
            "147": "مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔",
            "148": "۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ",
            "149": "إِنْ تُبْدُوْا خَيْرًا أَوْ تُخْفُوْهُ أَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَإِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا",
            "150": "إِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ أَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ أَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ",
            "151": "أُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَأَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا",
            "152": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ أَحَدٍ مِّنْهُمْ أُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ أُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "153": "يَسْـَٔلُكَ أَهْلُ الْكِتٰبِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَأَلُوْا مُوْسٰٓى أَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا أَرِنَا اللّٰهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا",
            "154": "وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا",
            "155": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْأَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ إِلَّا قَلِيْلًاۖ ",
            "156": "وَّبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَانًا عَظِيْمًاۙ ",
            "157": "وَّقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيْحَ عِيْسَى ابْنَ مَرْيَمَ رَسُوْلَ اللّٰهِۚ وَمَا قَتَلُوْهُ وَمَا صَلَبُوْهُ وَلٰكِنْ شُبِّهَ لَهُمْ ۗوَإِنَّ الَّذِيْنَ اخْتَلَفُوْا فِيْهِ لَفِيْ شَكٍّ مِّنْهُ ۗمَا لَهُمْ بِهٖ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوْهُ يَقِيْنًاۢ ۙ ",
            "158": "بَلْ رَّفَعَهُ اللّٰهُ إِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "159": "وَإِنْ مِّنْ أَهْلِ الْكِتٰبِ إِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚوَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًاۚ ",
            "160": "فَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ ",
            "161": "وَّأَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَأَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا أَلِيْمًا",
            "162": "لٰكِنِ الرَّاسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِن�� قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ أُولٰۤىِٕكَ سَنُؤْتِيْهِمْ أَجْرًا عَظِيْمًا ࣖ",
            "163": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَأَوْحَيْنَآ إِلٰٓى إِبْرٰهِيْمَ وَإِسْمٰعِيْلَ وَإِسْحٰقَ وَيَعْقُوْبَ وَالْأَسْبَاطِ وَعِيْسٰى وَأَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ",
            "164": "وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ",
            "165": "رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "166": "لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ أَنْزَلَ إِلَيْكَ أَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ",
            "167": "إِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا",
            "168": "إِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ",
            "169": "إِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ أَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
            "170": "يٰٓأَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَإِنْ تَكْفُرُوْا فَإِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْأَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا",
            "171": "يٰٓأَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ إِلَّا الْحَقَّۗ إِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ أَلْقٰهَآ إِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗإِنْتَهُوْا خَيْرًا لَّكُمْ ۗ إِنَّمَا اللّٰهُ إِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ أَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ",
            "172": "لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ أَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيْعًا",
            "173": "فَأَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ أُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَأَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا أَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
            "174": "يٰٓأَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَأَنْزَلْنَآ إِلَيْكُمْ نُوْرًا مُّبِيْنًا",
            "175": "فَأَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ",
            "176": "يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗإِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَإِنْ كَانُوْٓا إِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ أَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ "
        },
        "translations": {
            "id": {
                "name": "In Kababaihan",
                "text": {
                    "1": "O mga manusiya! Kabuga-i niyu in Tuhan niyu, amu in nagpapanjari kaniyu daing ha hambuuk ginhawa [Adam], iban piyapanjari Niya daing kaniya [Adam] in asawa niya [Hawa], iban daing kanila karuwa simaplag nangutapal in sataud-taud mga usug iban mga babai; iban kabuga-i niyu in Allah, amu in pangayu-ngayuan hiyuhulat-hulat niyu kapatutan iban kabuga-i niyu mamugtui sin pagkampung- paglahasiah niyu. Bunnal tuud in Allah in kaawnan Niya kiyajajagahan sadja kamu.",
                    "2": "Iban dihilan ha mga ilu-ilu in mga pangalta nila (bang mabut na in pagka akil-balig nila), iban ayaw niyu gantii in pangalta niyu mangih’ sin marayaw. Iban ayaw niyu paglamurun in alta nila (mga anak ilu) mawn pa alta niyu bat niyu maubus kaunun katan. Tantu in ini dusa dakula.",
                    "3": "Bang biya’ hagaw-hagaw kamu di’ niyu kabahagian marayaw hikarihil in alta sin mga ilu-ilu, nah, asawa na kamu dugaing ha kabayaan niyu, duwa, atawa tuw, atawa upat, sumagawa’ bang mabuga kamu di makapa‘adil kanila, nah, hambuuk na sadja, atawa asawa kamu sin mga babai lamud tarbilang ipun niyu amu in kamu in tagdapu. Yan in piyuruk na sadja sababa-baba makapa’gang kaniyu huminang sin bukun ‘adil.",
                    "4": "Iban dihilan ha mga babai amu in iyasawa niyu in mga Mahar nila, hambuuk kawajiban kaniyu. Sumagawa’ bang nila hipag-ihlas na ha kabayaan nila hikapahampit nila kaniyu in kaibanan ungsud, nah tabuka niyu dirihilan halal marayaw, pagparul kamu ha wai kabugaan mag-mula kaniyu, [sabab hiyalal na sin Allah.]",
                    "5": "Iban ayaw niyu dihilan in mga napaka dihil sin Allah kaniyu pa mga dupang-dupang, sumagawa’ napakahi sila patamunga sadja sila iban bissarahi sila sin hanunut iban dayaw kasuddahan, in bissara mu kanila.",
                    "6": "Iban sulay-sulayi tukasa niyu in mga anak ilu [ha pasal sin pamikir nila] sampay na sila maabut in ummul pag-a-asawa [atawa pag-bana]; bang kamu makakita na kanila dayaw sin pamikir ha pag agama iban mapaintul nila in alta nila, nah kadtuan niyu na kanila in alta nila, sumagawa’ ayaw kamu mag-us-us maglagi kaunun ubusun, sautun ha di pa sumangput in pangummulan nila, iban bang in kiyapapangandulan kiyapanghanglaan kanila dayahan, subay siya di’ na kuma hasil sin sangsa niya; sumagawa bang in siya miskin, makajari siya sumuku ha tungud sin sangsa niya ha kabuntulan iban ka‘adilan. Adapun bang niyu hitukbal na in mga pangalta pusaka nila (pag ka akil-balig na sila) kawa’ kamu ha balharapan nila mga saksi, magpasaksi kamu bat sila di makapamaylu. Iban in Allah, tuput sarang na himisab sin hantang sin unu-unu katan.",
                    "7": "Ha mga anak kausugan, awn bahagi parsukuan nila sin mga kiyabin sin mga duwa maas nila iban sin mga liud masuuk-suuk iban ha mga anak kababaihan awn da isab parsukuan nila sin mga kiyabin sin mga duwa maas nila iban sin mga liud masuuk-suuk, minsan in pangalta matiyu atawa mataud–in bahagi ini, piyawajib sin Allah matampal.",
                    "8": "Iban apabila makahadir ha waktu sin pagbahagi in mga lahasiah (bukun lamud makawaris) iban sin mga anak ilu, iban sin mga miskin, dihilan niyu bahagi tukbalan sin pangalta suku’ nila makauna daing sin pagbahagi iban daha niyu sila magsaumbibi iban himumungan bissara malanu’ iban ka‘adilan (bukun makasla way tutumbuyan).",
                    "9": "Iban subay in mga sila kiya panghalapan magbabahagi mag-dihil sin pangalta pusaka muga’ sila umanyaya ha mga anak ilu biya’ sin hantang kabuga nila na maanyaya in manga anak nila sibi-sibi pa way gaus ha mahuli puas sin kamatay nila. Subay kabugaan nila in Allah, iban subay sila magbissara sin lapal mapatut iban marayaw.",
                    "10": "Sabunnal-bunnal tuud, in sila amu in kumaun sin alta sin mga anak ilu, bilang pamuhinga, panganyaya, in bunnal niya in kiyaun nila baga kayu diyasuk nila pa lawm babat nila, iban sumud da sila pa Narka “Sa’eer” masunug, maangpud.",
                    "11": "Nagbanda (nagdaak) kaniyu in Allah pasal [sin pagbahagi pusaka, alta] parsukuan sin mga anak niyu: ha usug, kimmat sali sin bahagi sin duwa babai; bang in kaawnan nila anak babai lunlun sadja, duwa atawa labi pa, in bahagi nila duwang kabahagi sin pusaka alta bahagi magtuw daing ha pusaka alta paninggalan; Bang isab in kaawnan hambuuk da [anak tunggalan babai] in suku niya hangtunga [sin pusaka]. Iban in ha duwa maas niya, in satiyap-tiyap hangkatau kanila ruwa hangka bahagi mag-unum daing ha pusaka alta paninggalan, bang in miyatay awn kiyabin anak usug (atawa babai); nah bang in miyatay wai anak, ampa in duwa maas niya na sadja in pusakaan in suku sin inah hangkabahagi magtuw sin pusaka alta; nah bang in kaawnan sin miyatay awn [taimanghud usug atawa taimanghud babai, in parsukuan sin inah hangka-bahagi mag-unum. [In pag-dihil ini] puas na sin kiyabuwangan in pamin-min wasiyat sin miyatay atawa ubus na kiyabayaran in utang niya. Di niyu ra kaingatan kamaasan niyu ka atawa kaanakan niyu ka, bang hisiyu dayin kanila in labi makadihil kamumpaatan kaniyu (diy ha dunya iban ha adlaw Akhirat), sumagawa’ in mga hukuman pagbahagi parsukuan ini, wajib pardaakan daing ha Allah. Sabunnal tuud in Allah Sangat Naka-i-ingat sin unu-unu katan, Panday-pandikal (sarta ‘adil magdihil hukuman).",
                    "12": "In mga kiyabin kaniyu alta pusaka sin mga asawa niyu, in suku’ bahagi niyu hangtunga [sin alta pusaka] bang wai anak kiyabin; bang awn anak kiyabin (sibu’ da anak niya narā dayin ha dugaing usug atawa dayin ha balu niya)  in suku niyu hangkabahagi mag-upat daing ha alta paninggalan nila puas na biyuwangan in mga kiyapagwasiyat nila iban piyamarayan utang. Ampa in hikabin [alta pusaka] sin kamu, in parsukuan nila [mga asawa] hangka bahagi mag-upat bang wai anak niyu; sumagawa’ bang awn anak niyu hikabin, in parsukuan nila hangka-bahagi magwalu sin alta pusaka kiyabin niyu, puas na biyuwangan in mga kiyapagwasiyat iban par-utangan. Bang upama in miyatay usug atawa babai yan amu in pusaka niya in piyagbibissarahan wairuun na maas niya atawa anak, sumagawa’ awn taimanghud usug atawa taimanghud babai, in pa hambuuk pa hambuuk in parsukuan hangka bahagi mag-unum; sumagawa’ bang awn taimanghud labi daing ha duwa, magsaw na sila ha hangkabahagi magtuw, in yadtu ubus na daing ha pagbuwangan sin pamin-min (wasiyat) sin miyatay iban nakabayad na sin utang, ha supaya wairuun masiya-siya daing ha hisiyu-siyu. Ini in pamin-min pardaakan sin Allah; iban in Allah Sangat Naka-i-ingat, landuh mapa-aagun.",
                    "13": "Amu yan in Haad tupungan sara’ biyutang sin Allah [sara’ pasal sin alta pusaka]. Hisiyu-siyu in magad magta’at ha Allah iban sin Rasul Niya [Muhammad (salllahu alayhi wasallam)] pasurun Niya siya ha mga Surga amu in iya-anud-anuran in sawm niya sin mga tubig suba mangduun-duun sila halawm niya salama-lama, iban amu nay an in hambuuk paruntungan dakula.",
                    "14": "Iban hisiyu-siyu in sumulang ha Allah iban sin Rasul Niya [Muhammad (sallallahu alayhi wasallam) sarta’ limanggal sin haad tupungan sara’ Niya, hisud Niya pa lawm sin Kayu Narka, maghula duun saka-ummulan iban butangan siya sin siksa makabiyas-biyas, kahinaan.",
                    "15": "Iban in mga sila makapagjina daing ha mga kaasawahan niyu, kawa’ kamu upat saksi daing kaniyu sukkal sumaksi sin kanyataan sin pagjina nila, sarta’ bang sila makasaksi na, tahana niyu sila [in mga kaasawahan nakapagjina] halawm bai sampay na sila matay atawa isab paawnan sila sin Allah dugaing labayan hikaguwa nila dayin ha hukum sara’ (Pagtahan sambil matay).",
                    "16": "Iban in duwa amu in [usug iban babai] nakapagjina daing kaniyu (amu in sila way pa labay paghula), mulaha niyu sila karuwa (kamu mga kaput hukum, duun na ka pinjaraun niyu sila, biasun, atawa lubakan). Iban bang sila magsusun magtawbat [jumanji di’ na tuud sila mag-jina iban huminang sin dusa biya’ da ha ini], sarta’ maghinang na sila sin hinang marayaw, nah pasariha niyu na sila bu’luyan niyu na sila (hundungan na in paminsana). Mattan in Allah Sangat Mangangampun ha katan [Siya in mangangampun iban tumatabuk sin tawbat], Bayng-Ulungun.",
                    "17": "Sabunnal tuud amu ra in tataimaun sin Allah pagtawbat amu ra in Tawbat sin sila amu in naghinang sin mangih’ ha kaawaman, mahuli’ ampa sila nagtawbat ha kasamutan saruun-duun. Sila na yadtu, in taymaun sin Allah kanila in pagtawbat nila, iban in kaawnan sin Allah Sangat Naka-i-ingat sin katan, Panday-pandikal.",
                    "18": "Iban wai paidda kamakbulan in pagtawbat sin sila amu in sigi-sigi pa maghinang sin hinang mangih’ sampay na in hambuuk daing kanila magbalharap iban kamatay, ampa siya imiyan: “Sabunnal tuud in aku bihayaun magtawbat na.” iban wai ra isab paidda kamakbulan  in pagtawbat sin sila miyatay ha hal in sila kafir. Sila na yadtu, para kanila siyasaddiya in siksa masakit, mabisa.",
                    "19": "O, kamu mga amu in nagpaparatsaya! Wala hiyalal kaniyu in manggumbil ha mga kababaihan biya’ alta pusaka papaglatun-latunun niyu ha bukun kug-baya’ nila; iban wala da isab jiyari kaniyu in mana’gahi kanila magbana’ atawa magpasigpit kanila, supaya makawa’ niyu in kaibanan sin mahar kiyarihil niyu kanila, puas na sadja bang sila kiyatukasan naghinang jina matampal. Paghula-hula kamu iban sin sila daha niyu magsaumbibi halawm karayawan, ka‘adilan. Bang kamu mahukaw kanila, tatas-tatasi niyu sabalan kalu kalu madugal kamu ha hambuuk unu-unu na yan, papaawnun sin Allah duun (ha piyagdugalan yan) sataud-taud karayawan kaniyu.",
                    "20": "Sumagawa’ bang awn paru’ niyu gantian in hambuuk asawa  niyu sin dugaing asawa, biya saparati in hambuuk asawa, umasawa dugaing higanti, ampa bakas in hambuuk kanila [asawa] kiyarihilan niyu na dubluun, kiyumpulan bulawan, nah ayaw niyu tuud kawaa magbalik in daing ha ungsud yadtu misan hangsulag unu-unu na; Unu ta kawaun niyu sin in yadtu kasaan, kaanyayahan (karna wai kapatut niyu) iban dusa matarrang?",
                    "21": "Iban biyadiin in pagjari kapatut kaniyu kumawa’ kamu magbalik sin ungsud, sin nakapag-suuk-siyuuki na kamu, iban nakakawa’ na sila janji mahugut daing kaniyu ha pagkawin?",
                    "22": "Iban ayaw kamu kumawin ha mga babai amu bakas na kiyakawinan hi amah niyu, puas in manga kiyalanduan na ha masa ka‘awam nakauna; Sabunnal tuud in yan, makabiyas iban maka-astul iban hambuuk na sangi-ngi dan pagkawin.",
                    "23": "Piyanglangan kaniyu (Haram) asawahun in: mga inah niyu, mga anak niyu babai, mga taimanghud niyu babai, mga taimanghud babai hi amah niyu, mga taimanghud babai hi inah niyu, mga anak babai sin taimanghud niyu usug, mga anak babai sin taimanghud niyu babai, mga inah-inah sin kamu amu in nakaparu-ru’ kaniyu, mga taimanghud babai ha pagsaw duru’, mga inah sin mga kaasawahan niyu, mga anak babai naraa mawn kaniyu amu in nakapalawman niyu, anak sin asawa niyu amu kiyasuukan kiyakawinan niyu na– sumagawa’ upama bang wala niyu pa kiyajajatuhan kiyalalanduan in ina wai ra dusa asawahun niyu in anak iban (lamud ha hiyaram asawahun) in kaasawahan sin mga anak niyu usug amu in lagadlad daing ha unud sulbi niyu, iban papaghambuukun niyu in duwa magtaimanghud babai magkalua magdungan, malaingkan na sadja puas hukum na ha masa ka‘awam limabay na; Sabunnal tuud in Allah in kaawnan Niya Tuhan mawmu Mag-aampun, Baying-Ulungun.",
                    "24": "Piyanglangan da isab (Haram) kaniyu umasawa ha babai tagapag-hula na, [duun naka muslimah atawa bukun] malayingkan makadjari bang in manga babai kafir kiyamimilikan niyu labay nabihag misan sila taga bana ha hula kiyapagbunuan puas sila duguun maka minsan. Yan in sara’ wiyajib sin Allah kaniyu. In mapuas dayin didtu jiyari halal kaniyu lumawag umasawa sin babai, amu in bukun niyu kasumbang, In katan dugaing daing duun halal kaniyu, ha bang mayan asawahun niyu bayaran in Mahar daing ha mga alta’ niyu, ha niyat mag umid kamaruwan halawm kaadilan bukun magjina, dihilan sin mahar kabiyaksahan hipag-dihil; damikkiyan way pardusahan sin kamu gumanap atawa dumagdag daing ha ungsud [misan naubus na kiyarihil in ungsud], bang ha baya iban panugut nila kaniyu. Sabunnal tuud in Allah in kaawnan Niya Sangat Naka-i-ingat sin katan-tan, lagi Panday-pandikal mutang hukuman halawm ka‘adilan.",
                    "25": "Iban hisiyu-siyu daing kaniyu di’ makagaus [ha panukatan ungsud] bat umasawa babai mahardika nagpaparatsaya, nah makajari na kamu umasawa babai nagpaparatsaya daing ha ipun niyu amu piyagmimilikan niyu, iban Tuput Allah ra in naka-i-ingat sin pag-iman niyu pakaniya-pakaniya,  Kawini niyu sila ha ingat-baya’ panugut sin mga ahli tagmilik kanila, iban dihilan niyu in mahar nila ha mapatut in halga piyagsulutan; ha hal in sila way tauktuk sayuman, bukun kiyatukasan zina bukun naghuhum-huwm iban panun ha pagzina; apabila sila (mga babai ipun) kiyatiyaunan na, ampa sila maghinang pa zina, in paminjala kanila kimmat hangtunga (kayman lubak) sin paminjala sin mga babai mahardika wai pa paghula (hanggatus lubak). In ini (pagjari umasawa ha ipun) suku’ sin kaniyu amu in mabuga masammal in agama atawa pag umid ha angawta baran di makazina. Adapun in hikarayaw kaniyu sumandal magtahan [di’ maghinang sin unu-unu kangian]. In Allah mawmu Mangangampun, Baying-Ulungun.",
                    "26": "In kabayaan sin Allah hipatarrang Niya kaniyu [unu in halal, unu in bukun], iban tunyukan Niya kamu pa mga dan addat-tabiat sin mga nakauna daing kaniyu, sarta’ tumaimah Siya sin pagtawbat niyu. Iban in Allah Siya ra in Naka-i-ingat sin katan, Panday-pandikal.",
                    "27": "Iban in Allah mabaya tumaimah sin tawbat niyu sumagawa’ in sila amu in iya-agad nila in hubat sin napsu nila mabaya’ isab bang man in kamu mga Bar-iman malaung da limiku pa malayu daing ha hinang marayaw.",
                    "28": "In Allah mabaya’ magpagaan sin mga hikabu’gat kaniyu (jiyari niya in magasawa kamu babai ipun), iban piyapanjari in manusiya kariyasali malamma, [di makatahan ha napsu].",
                    "29": "O kamu amu in mga nagpaparatsaya! Ayaw niyu usiba-i kaunun in mga pangalta sin kaibanan kaniyu ha kaba’talan malaingkan labay ha paglitu ha piyagisunan maraw baya sin kamu-magkamu,. Iban ayaw niyu bunua in ginhawa baran niyu (atawa ayaw kamu magbunu-biyunui), sabunnal tuud in Allah in kaawnan Niya  landuh Maulung kaniyu.",
                    "30": "Iban hisiyu-siyu in himinang [sin mga nasabbut] labay ha pangliyu-lakad panglaug sarta way ha ka‘adilan (kaanyayahan), hitilu’ Namu’ siya pasurun pa Kayu Narka, iban in yan maluhay, magaan hinangun sin Allah.",
                    "31": "Bang niyu hallian in mga dusa dakula amu in liyangan kaniyu di’ hipapahinang, papasun Namu’ daing kaniyu in mga [sibi-sibi] dusa niyu, iban pasurun Namu kamu pa Lawang Mahamullia [Sulga].",
                    "32": "Iban ayaw kamu umangan-angan imibug sin mga unu-unu na patingka amu biyutang sin Allah palanyutun ha pakaniya-pakaniya kaibanan daing kaniyu. Ha mga kausugan awn suku’ nila tungbas sin mga nausaha nila, damikkiyan, ha mga kababaihan awn da isab suku’ nila tungud tungbas sin mga nausaha nila, iban sukata niyu pangayuan pa Allah in daing ha kalabbihan Niya. Sabunnal tuud in Allah in kaawnan Niya, Sangat Naka-i-ingat sin unu-unu na katan.",
                    "33": "Iban damikkiyan ha pakaniya-pakaniya, biyutangan Namu wakil mamaruli tagdapu sin pusaka alta kiyabin sin mga maas iban kakampungan. Iban ha mga sila amu in naraa niyu magtaimanghud ha pagsapa naraa nagjanji maghiyampit-hampiti sin pusaka alta, dihili niyu sila sin suku’ nila ha kimmatan  butang wasiyyat sin alta paninggalan. Bunnal tuud in Allah, Sangat Tuhan saksi ha unu-unu katan.",
                    "34": "In mga kausugan sila in mang-a-atas iban tanggung jawab ha mga kababaihan, pasalan hinang sin Allah in hambuuk labi lumampaw daing ha hambuuk, iban pasalan in sila magbabalanja sila kanila sin mga napaka kagausan nila. Hangkansa, in mga babai salihah bakti-baktian magad sila [ha Allah iban sin mga bana nila], iban palihalaun nila in kamaruhan sin bana nila marayaw amu in wajib hipapalihala kanila sin Allah [baran iban sin pangalta sin bana nila]. Ampa in sila mga kababaihan ha liling sin kamu mangih’ in pangaddatan (sumulang ha pamiat sin bana), bi’ata hindu-i niyu ha makaminsan [in dusa], ha hikaruwa, butasi ha kukulangan ha katuwgan, in kahinapusan niya (bang di da mambali), lubaki niyu [ha magaan-gaan in kusug, bang hikarayaw]; sumagawa’ bang sila magta‘at magad [ha pamandu] sin kamu, pasari na madtu, ayaw na man kamu lumawag sin tikduhanan hikapagsasaw niyu. Sabunnal tuud in Allah, Sangat landuh ha katinggihan mataas, landuh Malaggu in martabat.",
                    "35": "Bang kamu magawa hiyanggaw ma-awn in parsaggaan sin sila duwa [magtiyaun], nah parahi niyu duwa manunulut dumihil hukuman (mabuntul in akkal iban pag-agama), in hambuuk daing ha ahli sin usug, iban hambuuk daing ha ahli sin babai; bang in kabayaan nila lumawag kasajahitraan, kasulutan, paluhayun sin Allah papa-awnun in pagsulut nila kaduwa. Sabunnal tuud in Allah in kaawnan Niya labi Naka-i-ingat lagi Nakabibiyaksa sin unu-unu katan.",
                    "36": "Sumbaha niyu in Allah, iban ayaw niyu Siya tapili [ha pagsumba niyu] sakutuhan sin unu-unu na; damikkiyan pagmarayaw kamu pagta‘at ha duwa maas niyu, damikkiyan pagmarayaw kamu pa mga kampung lahasiah niyu, iban pa mga anak ilu, iban pa mga mga miskin, iban in pandaig awn kasugsug kampung lahasiah, iban in pandaig bukun kampung lahasiah, iban in panaibanan niyu ha pagpanaw-panawan atawa ha paghinangan, iban in mga tau dagang (mga kiyakabusan ha pagpanaw-panaw) paglanggaalun niyu, iban sin mga ipun ha lawman niyu. Sabunnal tuud in Allah di’ Siya malasa ha mga sila tau mabansag mataas atay iban maabbu pati-taasun.",
                    "37": "Ampa in mga sila nagmaikut iban magpanawag-tawag mangdaaki ha tau kaibanan pa pag-ikutun, iban magtapuk maglimbung sin mga ridjiki diihil kanila sin Allah daing ha ni’mat Niya. Tiyatagama Namu’ ha mga kanila simusulak sin Iman siksa makahina, mangdusdus kanila.",
                    "38": "Iban lamud pa in mga sila amu in maggastu sin unud pilak nila hipagpakita sadja ha tau, iban di’ magparatsaya ha Allah iban sin Adlaw Mahuli; [sila na yadtu in mga lundang panun sin Shaitan], iban hisiyu-siyu in imanggu panun hambuuk bagay-bagay sin Shaitan, sangi-ngi na lundang panun (pa lawm narka in pagpanun).",
                    "39": "Iban karagun unu in malawa’ kanila bang sila nagparatsaya pa Allah iban sin Adlaw Mahuli, sarta’ naggastu napaka sila sin unu-unu na dihil kanila ridjiki sin Allah? Iban in Allah tungud mawn kanila, Sangat Naka-i-ingat.",
                    "40": "Tantu tuud in Allah di’ manganyaya (dumagdag sin pahala sin manusiya) minsan hangka tiyu’ [atawa biya’ sin bu’gat sin sanam sibi-sibi], sumagawa’ bang awn hinang marayaw mahinang nila, lipatun Niya pa, sarta’ dihilan Niya daing Kaniya sin tungbas pahala dakula.",
                    "41": "Nah, biyadiin na baha in hal sin mga kafir bang magparatung na Kami daing ha tiyap-tiyap ummat sin saksi, sarta’ paratungun Namu’ na isab kaw [O Muhammad (sallallahu alayhi wasallam)] hambuuk  saksi sukkal ha mga tau ini?",
                    "42": "Duun ha Adlaw yan in mga di’ magpaparatsaya iban sin wala’ miyagad, simulang ha Rasul [Muhammad (sallallahu alayhi wasallam)] angut nila bang mayan malimbung na sila, hikalubung pa lawm gumi, sumagawa’ di’ sila makaatikat lumimbung tumapuk hambuuk unu-unu daing ha mga kakahinang nila pa Allah.",
                    "43": "O kamu amu in mga nagpaparatsaya! Ayaw kamu magsambahayang bang in kamu ha hal nahangul, nahihilu hingga subay na kapantukan niyu na in mga siyusugsug niyu, iban damikkiyan [ayaw kamu magsambahayang] bang bukun kamu sutsi, halawm Janaba kamu [ubus nag-suuk iban babai, wai pa nakapaygu] puas  na sadja bang kamu lumabay umuntas daing dugu pa rugu sin masjid, hingga’ subay na kamu makapaigu guzul. Iban bang kamu halawm sakit, atawa ha panawan kamu, atawa jiyamban in hambuuk daing kaniyu atawa nakapag suuk kamu iban babai (asawa), manjari wai tubig kabakan niyu, nah ha sabab yan, pag-tayammum na kamu sin lupa malanu, nah hisapu niyu [in lupa] ha baihu’ niyu ampa pa lima niyu tubtub pa buku-buku (mara na in hadas sibi-sibi iban dakula ha pagtayammum yan). Tantu, in Allah in kaawnan Niya Sangat mawmu Mag-mamaap mawmu Mag-a-ampun.",
                    "44": "Unu, wala’ mu ka kiyakitaan in mga sila [mga Yahudi] amu in kiyarihilan sin bahagian sin kitab (Tawrat) piyagsambi nila [nakatukal, nakabii sila] in pamandu pa kalaungan, iban iyaangut-angut nila bang man in kamu (mga Bar-iman) malaung da isab daing ha Dan Mabuntul.",
                    "45": "In Allah jukup in pang-ingat tungud pa mga kabantahan, satru sin kamu. Iban in Allah tuput mamarahi na Siya in uma-aatas, iban in Allah tuput mamarahi na Siya in tumatabang.",
                    "46": "Lamud daing ha mga Yahudi, awn kaibanan magpinda-pinda sin mga lapal bissara daing ha ka-asal sin ma‘ana niya butangan kaniya, sarta’ mag-iyan sila: “Diyungug namu na in bissara mu, [O Muhammad (sallallahu alayhi wasallam)] sa’ wala da kami miyagad.” Iban “Dungug kaw sin himumungan namu” sa’ kaddaw ra kaw di na padungugun (sin Allah, malantak na kaw). Iban “Ra‘ina” iban paglabtik-labtik sin dila in hal niya pang-gunyak-gunyak nila ha agama [Islam]. Bang sadja sila nag-iyan: “Diyungug namu na iban miyagad kami,” iban “Pahatiha kami, piyandang namu tuud” tantu tuud hikarayaw tuud yadtu pa kanila iban labi maamu, mabuntul; Sumagawa’ (wala nila nasawnu nahinang hangkan) miyulkaan na sila sin Allah sabab sin pagkufur nila, hangkan di’ sila magparatsaya puas na sadja in maniyu’-tiyu’ daing kanila.",
                    "47": "O kamu amu in kiyarihilan sin kitab [mga Yahudi iban mga Nasrani] pagparatsaya kamu ha amu in piyatulun Namu’ [ha Muhammad (sallallahu alayhi wasallam)], amu in mamunnali sin yan na kaniyu (Tawrat), ha di’ pa lapnasun Namu’ in pamayhuan iig in ilung, simud, mata daing ha butangan, di’ na kamu kakilahan, sin ka-ibanan daing kaniyu, baliskuwatun Namu pa ulihan, atawa suknaan Namu’ sila la‘natun biya’ sin pagsukna’ Namu’ ha mga limanggal sin hukuman pasal Sabbath [pagsambahayang ha Adlaw kiyasuku’] (amu na in dan nahinang sila mga amu’ iban babuy) . Ampa in hukuman pardaakan sin Allah tuman jumatu di kapa’gangan.",
                    "48": "Sabunnal tuud in Allah di Siya umampun ha tau (miyatay) magsirik Kaniya ; sumagawa’ magdihil Siya kaampunan ha puas daing sin ha yadtu ha hisiyu-siyu na kabayaan Niya ampunun. Hisiyu-siyu in magtapil panaiban (sumakutu) pa Allah nah mattan tuud nakajatu na siya sin dusa barkala-kala-an.",
                    "49": "Wala’ mu ka kiita in mga sila [Yahudi iban Nasrani] amu in nagbabantug masutsi mulliya na in baran nila? Nah, hambuuk-buuk da in Allah in makapagmulliya ha hisiyu-siyu in kabayaan Niya, iban di’ sila kakidjiban iban laugan minsan hangka tiyu’ biya’ sin tamak tanud sin batu takwin.",
                    "50": "Kitaa ba, bang biyadiin langay in paghinang-hinang nila puting sukkal pa Allah. Tuput sarang na yadtu hambuuk dusa matampal.",
                    "51": "Wala’ mu ka kiita in mga sila amu in kiyadihilan parbahagian sin kitab [mga kaulamaan sin mga Yahudi, kiyarihilan pamaham ha kitab Tawrat]? Magkahagad sila ha mangungutika (katan sin paniniil, pananalaw-talaw) iban ha Taguwt (katan sin pagsumbahun dugaing daing ha Allah), iban mag-iyan sila ha mga wala namaratsaya: “In mga sila ini, labi sila kiyapapanduan marayaw ha dan mabuntul daing sin ha amu in mga Bar-iman.",
                    "52": "Sila na yadtu (in mga naghimumungan sin bihadtu), in mga tau kiyamulkaan sin Allah, iban hisiyu-siyu in kiyamurkaan sin Allah, wairuun na makatabang kaniya.",
                    "53": "Atawa awn bahagi parsukuan nila ha kabuagan iban ha kusug-kawasa? Kitaa (bang awn), di’ san sila makadihil ha pagkahi nila manusiya minsan biya’ sin halga sin hangka tamak sin taikud sin batu takwin (sabab sin ihid, ikut nila).",
                    "54": "Atawa, jimangki ba sila (mga Yahudi) ha mga tau [Muhammad (sallallahu alayhi wasallam) iban sin mga sahabat niya] ha mga dihil kanila sin Allah daing ha daya kalabbihan Niya (biya’ na sin pagkanabi iban partabangan)? Sumagawa’, kiyarihilan Namu’ da isab in ahli kaluwarga hi Ibrahim sin Kitab (Tawrat) iban sin Al-Hikmah iban diihilan Namu’ sila hambuuk pagbanuwa dakula (sa’ wala da isab nila jiyangki in mga kanabihan yan, mahi tiyuput nila in Nabi Muhammad (sallallahu alayhi wasallam) jiyangki).",
                    "55": "Awn daing kanila mga nagparatsaya kaniya [Muhammad (sallallahu alayhi wasallam)], iban awn da isab miyamalling in baihu nila daing kaniya, simulang iban sarang in Narka umangpud [kanila].",
                    "56": "Sabunnal tuud in mga sila wala nagkahagad nagkufur ha Ayat Namu’ [mga tanda, baynat, panghindu, etc.] susungun hisud Namu’ da sila angpurun ha Kayu Narka. Hangka sunug sin mga pais nila, hangka ganti Namu’ isab sin pais ba’gu ha supaya kananaman nila in siksa. Bunnal tuud, in Allah kakkal Sangat landuh Makusug, Panday-pandikal.",
                    "57": "Ampa in mga nagpaparatsaya [sin katungal sin Allah] iban himinang sin hinang marayaw mabuntul, pasurun Namu’ sila pa Surga iya-anud anuran ha sawm niya sin mga tubig suba. Duun sila maghula saka-ummulan. Duun, suku’an sila Azwajun Mutahharatun, [mga sutsi taiban, di pagbulanun, way tamak-tawktuk], iban pasuurun Namu’ sila pasilungun pa lambung, amu lambung saplag tutug ha biyubutangan (bukun mahaggut bukun mapasu, way suga duun halawm Sulga).",
                    "58": "Mattan, in Allah nagdaak kaniyu hipapatunay in mga kiyapag amanat kaniyu pa tagdapu kaniya amu in wajib dihilan; iban apabila kamu manghukum ha antara sin manusiya nagba’li, subay tuud panghukum kamu ha ka‘adilan. Sabunnal tuud in Allah landuh umbul satu in mga panghindu Niya kaniyu yan. Sabunnal tuud, in Allah Sangat Nagdurungug sin katan, Sangat Nakakikita sin katan.",
                    "59": "O mga kamu nagpaparatsaya! Kahagad kamu pagtaat ha Allah iban ha Rasul Niya [Muhammad (sallallahu alayhi wasallam)], iban sin mga sila [mga Muslimeen, Ulama, Nakura] tagakawasa daing kaniyu. Adapun bang awn piyagbiddaan niyu ha unu-unu na pakaradjaan, nah agsuan niyu pa Allah iban sin Rasul Niya, bang kamu nagpaparatsaya da ha Allah iban sin Adlaw Mahuli. Yan in labi marayaw ma‘amu iban sarayaw-rayaw pag-agsuan sin katubtuban [sin parkalah].",
                    "60": "Wala mu ka’ kiita in laku-laku sin mga sila munafik amu in mag-iyan in sila kunu’ nagparatsaya ha napaturun mawn kaimu iban sin mga kakitab-kitaban napaturun ha nakauna pa daing kaimu, samantara mabaya’ pa sila mikihukum madtu pa mga Taguwt (mga barhala, da na in katan manghukum sin hukuman bukun halawum Quran) ha paghukum sin mga parsaggaan nila, parahal kiyapag-agihan na sila naraak hipapasulak kanila [in mga barhala yan, da na in bukun ha hukuman sin Quran]. Ampa angut kabayaan sin Shaitan malaung niya sila papalayuun malayu pakaamuhan.",
                    "61": "Iban apabila sila iyanun: “Kari kamu pa amu in kiyapatulun sin Allah iban pa Rasul Niya [Muhammad (sallallahu alayhi wasallam)]” kakitaan mu in mga munafik sumagga’ lumayu’ daing kaimu [Muhammad (sallallahu alayhi wasallam)]  iban bunsi.",
                    "62": "Nah, biyadiin na baha bang sila datungan sin musiba pasalan sin mga nakauna nahinang sin lima nila, mahuli ampa sila tumungha’ mawn kaimu manguwad-kuwad sumapa ha Ngan sin Allah (iban pag-iyan): “Bukun da unu-unu bang unu-unu, bat in angut namu bang bukun karayawan iban kasulutan sadja (bukun pagsulang ha hukuman mu).”",
                    "63": "(Himuting sila sin Allah) Sila na yadtu, [mga munafik] amu na in kiya-i-ingatan sin Allah bang unu in halawm pangatayan nila; hangkan, simai sadja kaw daing kanila, sumagawa’, hindu-i sila pandui, iban bissarahi sila tungud ha ginhawa baran nila sin marayaw amu in suminup pa lawm nyawalihan nila.",
                    "64": "Wala’ kami nagparaa Rasul malaingkan subay wajib agaran siya [sin manusiya] ha panugut baya’ sin Allah. Bang sila [mga munafik] amu in naanyaya nila in ginhawa baran nila ampa sila miyaun kaimu [Muhammad (sallallahu alayhi wasallam)] magtuyu’ mangayu’ kaampunan pa Allah, sarta’ nangayu na kaampun in Rasul para kanila tantu kabakan nila in Allah Mag-mamaap sin katan, Baying-Ulungun.",
                    "65": "Sumagawa’, bukun tuud, ibut ha Ngan sin Tuhan mu, di’ sila makabaak iman sabunnal hingga ikaw in hinangun nila manghuhukum sin katan parsaggaan sin sila magsila, mahuli wayruun kabakan nila duun ha ginhawa baran nila kutu-kutu sin mga hukuman biyutang mu sarta’ taimaun nila iban lungbus pagmalillaan [in hukuman].",
                    "66": "Iban misan pa Kami dimaak na kanila hituuk, hipagtawakkal in ummul Nila, laung Namu’: “Pataya niyu in baran niyu atawa ig kamu daing ha pamaybay niyu,” di nila ra yadtu mahinang, buwat malaingkan tiyu’-tiyu’ da daing kanila in huminang. Sumagawa’ bang nila nahinang in biyaita diyaak hipahinang kanila, hikarayaw tuud kanila, sarta’ makapakusug pa tuud sin [iman] nila.",
                    "67": "Iban apabila nila tiyuman in pardaakan kanila, tantu tuud dihilan Namu’ sila salaggu-laggu tungbas pahala daing Kamu,",
                    "68": "Iban tantu tuud tunyukan, hidayatan Namu sila pa ran mabuntul.",
                    "69": "Iban hisiyu-siyu in magta’at magkahagad ha Allah iban ha Rasul (sallallahu alayhi wasallam), sila na yadtu, lamud sila ha mga tumpuk amu in kiyaririhilan sin Allah sin ni’mat dakula, mga Nabi, iban mga lundang kakasi sin sila namunnali sin Agama, iban mga nasabil ha pag-atubangan iban satru, iban mga tau mabuntul mag-ammal marayaw, Tingga’ dawa na in karayawan sin tau tarbilang lundang panun nila halawum sulga!",
                    "70": "Yan in daing ha kalabbihan daya’ daing ha Allah, tuput sarang na Siya in Naka-i-ingat sin katan.",
                    "71": "O kamu mga nagpapaparatsaya! Paghalli kamu matagha’ sin manga satru, saddiyahi niyu sila tumpukan umatubang, atawa magkanat-kanat kamu ha paggubat atawa pagsama-samahi niyu katan.",
                    "72": "Iban bunnal tuud, awn kaibanan daing kaniyu (mga munafik) mga tau nagpabiin ha ulihan (wala miyagad ha pagjiharan); bang awn musiba kumugdan kaniyu mag-iyan sila: “Mattan sin piyarihala tuud aku sin Allah malaggu dihil Niya ni’mat kaku, pasalan wala aku nakaagad kanila nasabil.”",
                    "73": "Sumagawa’ bang labi-labi karayawan [mga ridjiki] in dumatung kaniyu daing ha Allah, tantu mag-iyan sila, biya’ sin wai piyagbaggutan kasi-lasa timubu kanila iban kaniyu: “Mahi isab yan wai lamud ku ha pagbahagi, bang sadja aku nakaagad kanila, makalamud na mayan ha pardaugan [mataud mataban alta ha bunu’].”",
                    "74": "[Hangkan] Subay na duwlan in mga Bar-iman magparang ha Dan sin Allah – amu in sila mabaya’ hipag-ganti in ummul nila dii ha dunya ini iban sin kabuhi ha susuungun ha Adlaw Mahuli! Pasalan, hisiyu-siyu in magbunu karna sin Allah, duun n aka mabunu’ siya atawa dumaug siya, tagamahan Namu’ da sila bukun da malugay sin salaggu-laggu tungbas pahala.",
                    "75": "Iban, na unu hangkan di’ kamu magparrang ha Dan sin Allah, iban sabab sin sila mga mahina’, wai kusug gaus mga usug, iban mga babai, iban mga bata’-bata’ kaanakan, amu in magsilawak manginduwaa mamung: “O Tuhan Namu’, tabanga kami saunua paguwaa kami daing dii ha lungsud daira ini amu in mga tau niya mang-a-api, mga anyaya; iban paawni kami hambuuk daing ha hadarat Mu amu in maka-atas kamu, iban paawni kami daing ha hadarat Mu, hambuuk amu in makatabang kamu.”",
                    "76": "In mga sila nagpaparatsaya magparrang ha Dan sin Allah, ampa in sila di’ magpaparatsaya, magbunu’ ha dan iban karna sin Taguwt. Hangkan pagparrangi niyu daha niyu magbunu’ in mga gaus bawugbug sin Shaitan yan. Tantu, in tipu raya’ banu-banu sin Shaitan asal wai sadja bias malamma ra.",
                    "77": "Wala mu ka’ kiita in mga sila amu in ha kutika iiyan sila: “Pa’gangi niyu in lima niyu magbunu’ sarta pagsambahayang kamu iban dihila niyu in Zakat!”, Sumagawa’ ha tatkala piyawajib na kanila in magbunu’ (magparang sabil ha Dan sin Allah), pagsakali in hangka tumpuk daing kanila diyamag na miyuga ha manusiya (mga musrik) biya’ sin damag nila ha Allah, atawa labi pa. Gam mayan laung nila: “O Tuhan Namu’, maita diyaak Mu kami papagbunu‘un? Kasuhulan mu baha in kabuhi namu pa masa maniyu-tiyu?.” Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “In kasaddapan dii ha dunya haupu da dayi-dayi, iban in Adlaw Mahuli labi marayaw pa kaniyu amu in nagmamabuga pa Allah, iban di’ kamu maanyaya kakidjiban minsan maniyu’-tiyu’ biya’ sin hangsulag tanud ha batu takwin.”",
                    "78": "Ha-unu ha-unu kamu in kaawnan niyu, abutan da kamu sin kamatay, minsan pa in kaawnan sin kamu ha kuta’ mahugut iban mataas!” Iban bang awn karayawan dumatung mawn kanila, mag-iyan sila: “In ini daing ha Allah,” sumagawa’ bang awn kangian dumatung mawn kanila, mag-iyan sila: “In ini daing sa ini kaimu [O, Muhammad (sallallahu alayhi wasallam)]. Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “In unu-unu katan (karayawan iban kangian) daing ha Allah.” Na unu na baha’ in mga tau ini kiyakarukan, di’ makahati minsan hambuuk lapal?!",
                    "79": "Unu-unu karayawan mabut mawn kaimu daing sadja ha Allah, sumagawa’ in kangian dumatung kaimu daing sadja ha baran mu. Iban piyaraa Namu’ kaw [O Muhammad (sallallahu alayhi wasallam)] pa sagannap manusiya suluhan hambuuk Rasul, iban mamarahi na in Allah hambuuk makasaksi.",
                    "80": "Hisiyu-siyu in magkahagad, magta‘at ha Rasul [Muhammad (sallallahu alayhi wasallam)] tantu tuud nagkahagad, nagta‘at na siya ha Allah, sumagawa’ hisiyu-siyu in malling siya lumayu’ daing ha panghindu mu, nah bukun Namu’ kaw [O Muhammad (sallallahu alayhi wasallam)] piyaraa magjaga kanila.",
                    "81": "Mag-iyan sila bang sa’bu duun kaimu: “In kami magkakahagad, magta‘at kaimu”, sumagawa’ bang sila miig na daing kaimu [Muhammad (sallallahu alayhi wasallam)], in hangkabahagi sin sila ubusun in waktu sin dum magbanu-banu dugaing daing sin pag-agi mu. Sumagawa’ in Allah nagpapatarrang naglilista da isab sin mga banu-banu nila dum-dum, nah tangkis kaw daing kanila iban sangdulan in pangandul mu ha Allah. Iban mamarahi na in Allah Sangat makagaus umupiksa, mananabang.",
                    "82": "Unu wala’ nila ba naliling marayaw piyantukan in Qur’an? Bang yan in giyuwaan niya dugaing daing ha Allah, tantu tuud makabak na sila duun ha yan magsulang-saling, pagtungkakali mataud [ha mga pamaita].",
                    "83": "Apabila awn makaratung mawn kanila unu-unu na pakaradjaan pasal sin kahalan kasannang atawa kabugaan, hipamahalayak nila pa mga tau; bang sadja iyagsu nila pa Rasul muna, atawa kansiyu-siyu na awn kapatutan kawasa, mga taga-panghati, tantu kaingatan nila mapariksa magtuy in suy-suy napamahalayak daing kanila. Bang sadja bukun hanughara nihmat iban ulung sin Allah kaniyu, tantu makaagad na kamu tuud ha Shaitan, puas na sadja in mga hangka-tiyu’ daing kaniyu.",
                    "84": "Hangkansa magparrang kaw [O Muhammad (sallallahu alayhi wasallam)] ha Dan sin Allah, di’ kaw masiyal bang bukun tungud tuput ha baran mu sadja, iban bissarahi ikaga in mga bar-iman papagparanga iban ikaw, kalu-kalu baha tampanan da pa’gangan sin Allah in kusug mangih’ sin mga kafir. Iban in Allah labi in basag ha kusug-kawasa iban makusug maniksa.",
                    "85": "Hisiyu-siyu in magsapa‘at, manglamud-lamud ha hinang karayawan, awnun kaniya in tungbas pahala bahagi niya daing ha yadtu, iban hisiyu-siyu in magsapa‘at, manglamud-lamud ha hinang mangih’ awnun da isab kaniya in bahagi bu’gat sin dusa yan. Ampa in Allah Sangat Nakajajaga, Namamarihala sin unu-unu katan [iban saksi sin unu-unu katan.]",
                    "86": "Apabila kamu saginahun marayaw (sin sasalaman), sambungi niyu isab sin sagina labi pa marayaw, atawa sambungi niyu sin biya’ da ha yadtu. Mattan, in Allah landuh Maayad mag-usisa maglista sin unu-unu katan.",
                    "87": "Allah! La Ilaaha illa Huwa [Wairuun wajib sumbahun Tunggal da in Allah]. Tantu tuud in Siya magpuun kaniyu katan ha Adlaw Kiyamat amu in pasal Niya wai pag-kalu-kalu, [dumatung]. Iban hisiyu pa in mas labi bunnal magbaita daing ha Allah?",
                    "88": "Nah maita na kamu nabahagi magduwa tumpuk pasal sin mga munafik (hambuuk tumpuk gimapi’ kanila in hambuuk miyungsi kanila)? Biyalik sila sin Allah pa pagkufur – munafik sabab sin mga kakahinang nila (pagbing nila nanipu). Unu umatikat kamu mamandu kaniya amu in liyalaung na sin Allah? Iban hisiyu-siyu in liyaung na sin Allah, wairuun na aw-awun mu kaniya dan hikabatuk pa pag-iman.",
                    "89": "Imangan-angan sila [mga munafik] bang da mayan kamu sumulak sin iman, biya’ sin pagsulak nila ha iman, hati, magsali na kamu katan di magtiyuwas. Hangkan ayaw kamu kumawa daing kanila mang-aatas atawa mananabang kaniyu sahingga sila magad maghijrah (pa madinah) ha Dan sin Allah. Sumagawa’ bang sila miig magbalik daing [ha Islam] gumbila-i niyu sila, iban bunua niyu, ha-in ha-in niyu hipagsugmak kabakan, iban ayaw kamu tuud kumawa’ daing kanila bagay atawa mang-aatas, iban mananabang.",
                    "90": "Malaingkan, wai lamud in mga sila amu in nakasugpat nakalamud ha tumpuk ha antara sin kamu iban in sila awn sapa-janji di manggaus, atawa amu in mga sila miyaun kaniyu nagmasukkal mabu’gat ha pangatayan nila in magbunu’ iban kamu sarta’ di’ da isab mamunu’ ha tau nila. Bang kiyahandak sin Allah, tantu dihilan na sila kusug mamarinta kaniyu sarta’, bunu‘un na kamu nila. Hangkan bang sila umatras na, di’ na mamunu kaniyu, iban mabaya’ na magsulut, ha kajahitra‘an, nah ha bihayadtu wairuun na nangdihil dan in Allah kaniyu sumukkal naman kanila sumagga’.",
                    "91": "Makabak kamu mga kaibanan tumpuk (mga munafik) mabaya’ sin awn kasalamatan, kasanyangan nila daing kaniyu iban kasalamatan, kasanyangan daing ha tau nila. Sakahaba sila taabbitun pa hinang kakupulan makabalik pa sasat, mapilad in iman nila tumaud sila lumamud. Nah, bang sila di’ mutan daing kaniyu, iban duma magsulut, atawa hawiran nila in mga lima nila [manggubat kaniyu], nah saggawa niyu na sila iban bunua niyu sila ha-unu ha-unu niyu sila hipagbak. Ha tungud in sila (mga munafik), piyaawun Namu’ kaniyu in kapatutan matampal pamunu’i kanila.",
                    "92": "Bukun in kaawnan sin bar-iman mamunu’ ha pagkahi bar-iman, puas na sadja bang kiyalaungan wala tiyuud; hisiyu-siyu in makabunu’ bar-iman ha wala’ piyagtuuran, subay siya magpa-mahardika hambuuk ipun bar-iman, iban subay siya magpaawun diyat hirihil pa ahli sin nabunu’, malaingkan na sadja bang piyamaap na hipagsadakka na sin ahli sin kiyabunuan [ampunun sin kiyabunuan.] Bang in kaawnan sin nabunu’ lamud daing ha ahli sin atu’ sin kamu ampa in siya bar-iman, in pagpamahardika hambuuk ipun nagpaparatsaya wajib agarun (ha wayruun pagtukbal diyat); iban bang in kaawnan niya daing ha tau amu in awn piyagsapahan janji iban sin kamu, in diyat subay hibayad pa ahli niya [sin nabunu’], iban in hambuuk ipun bar-iman dihilan kamahardikaan. Nah hisiyu-siyu in wairuun kabakan niya ipun mapamahardika niya atawa way alta gaus magbayad diyat, subay na siya magpuasa duwang ka bulan magsunu’-sunu’ hasupaya taimaun in tawbat niya sin Allah. Adapun in Allah Sangat Naka-i-ingat salama-lama, Panday-pandikal dumihil hukuman.",
                    "93": "Iban hisiyu-siyu in mamunu’ ha pagkahi bar-iman, ha piyagtuuran (miyaksud niya bunu’un), in bayad tungbas niya Narka Jahannam, maghula siya duun salama-lama. Iban dagpakan siya sin Murka iban Sukna sin Allah hilakag siya daing ha rahmat Niya, iban siyaddiyahan Niya siya sin siksa dakula.",
                    "94": "O kamu mga amu in nagpaparatsaya! Apabila kamu magparrang ha Dan sin Allah, pamariksa naa kamu hangpasa niyu maraw usisaun in kasabunnalan, iban ayaw kamu mamissara tamparasa ha mga nanagina kaniyu sin salam (Assalamu ‘alaykum) sarta simahadat na: “Bukun sa kaw yan Bar-iman.” Mahuli bunu‘un niyu,  dawhatun niyu pagnapsu sin mga dagan-dagan, magkalawa ha dunya ini; Ampa ha hadarat sin Allah awn pa mas labi mataud paluntungan iban panabanan (labi marayaw daing sin iyangut niyu yan dawhatun). Parahal sin tagna nakauna in kamu biya’ da ha yan (mga kafir), ampa kamu rihilan sin Allah sin nihmat Niya [i.e. simuud na pa ka-Islam], hangkansa, pag-umid-umid kamu mangliling pinigun maraw, pariksaa niyu tuud. Sabunnal tuud in Allah Sangat in pang-ingat Niya sin mga nahinang niyu.",
                    "95": "Bukun sali’ in mga bar-iman nagsasaad sadja ha bai, puas na sadja in mga saril [piyalian, mga buta atawa pinka’] iban sin bar-iman naglulugtu iban nagbunu’ ha Dan sin Allah daing na mayan ha alta nila iban jasad ginhawa nila. Piyatingka piyalabi sin Allah in mga sila naglulugtu iban nagpaparrang sin alta iban jasad ginhawa nila daing sin mga sila naglilingkud sadja ha pamaybay nila, ha itungan mataas darajat. Ha pakaniya-pakaniya, nakajanji in Allah sin karayawan [Sulga] amu ra kuman piyalabi, piyabidda sin Allah in naglugtu iban nagbunu’ daing sin naglilingkud sadja ha pamaybay nila, sin salaggu-laggu tungbas pahala.",
                    "96": "Sataas-taas darajat ha lawm surga daing Kaniya, iban sin kaampunan, iban sin ulung. Iban in kaawnan sin Allah Sangat Mawmu Mag-a-ampun salama-lama, Baying-Ulungun.",
                    "97": "Bunnal-bunnal tuud in mga sila amu in kawa’un na sila patayun sin malaikat [ha panugut sin Allah] ha hal in sila nagmama’siyat iyaanyaya in ginhawa baran nila, [dimuun sadja sila ha pagkufur, ma’siyatan] iyanun na sila sin mga malaikat duun ha naja’ nila: “Daing ha unu ta kamu yan tumpuk?” Manguwad-kuwad na sila sumambung, laung nila: “In kami ini malamma iban na-a-api kami ha dunya (di makapatampal sin ka-Islam).” Sambung sin mga malaikat: “Maita bukun ka in gumi dunya maluag limaya kamu makapaglayin maguy (daing ha hula kufur tudju pa hula taga pag-iman)?” In mga ta-u bihayadtu sila na in, maghula ha Narka Jahannam – sangi-ngi na daratungan!",
                    "98": "Puas na sadja tabiya’ ha mga malalamma, usug iban babai, iban mga bata’-bata’ amu in di’ na makagaus lumawag kapandayan hikapaklus, iban di’ na makabatuk labayan.",
                    "99": "Sila na yadtu (mga taga-udjul nasabbut), mura-murahan in mattan maampun sin Allah, iban in kaawnan sin Allah Sangat Baying-maapun Baying-ampunun.",
                    "100": "Hisiyu-siyu in miig maglain hulaan ha karna sin Allah, makabak siya ha ginlupaan lugar mataud durukan paghulaan niya iban maluag kabuhianan. Iban hisiyu in miig maglain maguy daing ha pamaybay niya maksud karna sin Allah iban sin Rasul Niya, pagsakali iyabutan siya kamatay (duun ha panawan), nah mattan tuud in pahala niya ha hadarat sin Allah. Ampa in kaawnan sin Allah mawmu Mag-a-ampun, Baying-Ulungun.",
                    "101": "Iban apabila kamu [mga Mu’mineen] magpanaw-panaw ha ginlupaan hula, wairuun sa’ niya duun kaniyu bang niyu pa haupuun (Qasar) in pagsambahayang niyu (in upat raka’at, hitindug na sadja duwa raka’at) bang kamu mabuga, maanib sin mga tatandasan, panulay-sulay sin mga kafir gumubat kaniyu mamuhinga; Sabunnal tuud, in mga kafir asal niyu bantah matampal.",
                    "102": "Apabila kaw [O Muhammad (sallallahu alayhi wasallam)] duun lamud kanila (mga Mujahideen), hitindug mu in sambahayang jama’ah pag-imam kaw kanila, papagsambahayanga in hambuuk tumpuk muna iban ikaw, iban hipara kanila in mga pakukus nila magsambahayang di’ butawanan. Bang sila ubus na simujud tihmus na simambahayang, simibug na sila pakadtua pa ulihan niyu, sarta’ in hambuuk tumpuk wai pa nakasambahayang, pakauna papagsambahayanga jumama’ah kaymu iban in sila halawm pag-umid iban patanamun sadja in mga pakukus nila. Ampa in angut baya sin mga sila di’ magpaparatsaya mabaya sayan sin maligap kamu ha mga pakukus iban luluwanan muddal niyu, kugnatun kamu lungturan, gubatun magminsan, sumagawa’ wai dusa kaniyu bang hi’tau’ niyu in mga pakukus niyu bang mangih’ tanam kaniyu pasalan sin sumil niyu ha ulan atawa malamma kamu nasasakit; sumagawa’ paghalli sadja kamu sin baran niyu. Sabunnal tuud in Allah siyasaddiya Niya ha mga di’ magpaparatsaya (mga kafir) in makabiyas-biyas siksa.",
                    "103": "Apabila kamu naubus na nagsambahayang bar-jama’ah, tumtuma niyu in Allah (pagjikir kamu), sibu’ da ha nagtitindug kamu, ha naglilingkud, iban ha nagkukulang ha kulangan niyu, sumagawa’ bang upama in kamu santusa na in pangatayan wairuun na kabugaan pagsambahayang na kamu. Sabunnal tuud in sambahayang piyardu ha mga Bar-iman ha waktu parsuku’an niya.",
                    "104": "Iban ayaw kamu maglamma-lamma, umatubang, lumawag umapas ha mga atu’ niyu (banta satru); Bang kamu kiyasakitan atawa kiyahalulan, bunnal tuud in sila kiyasasakitan, kiyahalulan da isab biya’ da kaniyu, amu sadja in kamu awn tagaran huwat-huwatun daing ha Allah [amu in Surga], amu in di nila mahuwat-huwat. Iban in kaawnan sin Allah Sangat Naka-i-ingat sin katan, Panday-pandikal.",
                    "105": "Sabunnal tuud piyaraa, piyaturun Namu’ kaimu [O Muhammmad (sallallahu alayhi wasallam)] in Kitab [Quran] ha kasabunnalan karna ha supaya hipanghukum mu ha antara sin mga manusiya ha piyakita kiyahindu kaimu sin Allah, hangkan ayaw kaw ha mga tau hayanat magsapaat, dumapit.",
                    "106": "Iban pangayua in kaampunan sin Allah. Sabunnal tuud in Allah in kaawnan Niya Sangat mawmu Mag-a-ampun, landuh Maulung.",
                    "107": "Iban ayaw kaw dumaa maglugat ha mga sila amu in liyalaugan nila, hiyayanat in baran nila. Sabunnal tuud in Allah di’ malasa ha hisiyu-siyu na nakalandu in panghayanat, lagi bardusa.",
                    "108": "Hipatapuk nila daing ha mga tau [in hinang nila mangih’] sumagawa’ di’ sila makatapuk daing ha Allah. Pasalan yan Siya kanila simasarta (in pang-ingat, pangjaga-i Niya) ha waktu in sila nagbanu-banu katitipuhan ha waktu sin dum, amu in di Niya kabayaan mga bissara kabtangan. Iban in kaawnan sin Allah ha mga kakahinang nila nalipus sin Pang-ingat Niya.",
                    "109": "Nah, kamu san, mga dima’awa dimapit kanila dii ha dunya ini, sumagawa’ hisiyu na in makaraawa, dumapit kanila ha Adlaw Kiyamat sukkal pa Allah, atawa hisiyu na in mang-atasi, mamawgbug kanila?",
                    "110": "Iban hisiyu-siyu in maghinang sin mangih’ atawa umanyaya pa baran niya, sumagawa’ pag-ubus mangayu’ siya kaampunan pa Allah, kabakan niya in Allah mawmu Mag-a-ampun, Baying-Ulungun.",
                    "111": "Iban hisiyu-siyu in umusaha (huminang) dusa ma’siyat adapun in dusa nausaha niya, amu ra uwi pa baran Niya. Iban in kaawnan sin Allah Sangat Naka-i-ingat sin katan, Panday-pandikal.",
                    "112": "Iban hisiyu-siyu in huminang dusa kasaan atawa piyagtuuran dusa, mahuli ampa niya tiilu’ siiyal pa kaibanan (tau way panghati, bukun tagsuku’an sin dusa), mattan tuud piyabu’gat niya tuud in diyaraa niya puting iban dusa matampal.",
                    "113": "Bang bukun sadja nakauna in nihmat hanughara sin Allah kaymu iban sin  ulung Niya [O Muhammd (sallallahu alayhi wasallam)], tantu tuud nagbabanu-banu in hambuuk tumpuk daing kanila sin lumaung kaimu, sumagawa’ in kasabunnalan wairuun dugaing liyaung nila bang bukun baran nila sadja, iban di’ nila kaw maunu mulahun minsan hambuuk unu-unu. Iban piyaturun sin Allah mawn kaimu in Kitab iban sin Hikmah [mga sarah-manarah sin Islam, ilmu sin kahalalan iban sin kaharaman sin mga pakaradjaan, sunnah sin Nabi] iban hinduan Niya kaw sin wala mu kiya-i-ingatan. Iban in kaawnan sin nihmat hanughara sin Allah kaimu salaggu-laggu salama-lama [O Muhammad (sallallahu alayhi wasallam)].",
                    "114": "Wairuun da karayawan ha kamatauran sin mga isun tiyatapuk nila, puas na sadja in siya amu in mag-isun magdaak magsarakka ha karna sin Allah atawa mangdaak maghinang marayaw atawa magpasulut ha antara sin manusiya; iban hisiyu-siyu in himinang ha mga ini magmuhut-muhut sin rida daing ha Allah, dihilan Namu’ da siya tungbas pahala dakula.",
                    "115": "Iban hisiyu-siyu in sumulang iban sumagga’ ha Rasul [Muhammad (sallallahu alayhi wasallam)] puas daing ha napatarrang na kaniya in dan pamandu, sarta magad pa siya sin dan dugaing daing sin dan sin Bar-iman, pahablakun Namu’ siya pasaran ha dan napii niya iban pasurun Namu siya ha Narka Jahannam – sangi-ngi na pagdaratungan!",
                    "116": "Sabunnal tuud in Allah di’ Niya ampunun in magtapil taiban ha pagsumba (magsakutu) Kaniya, sumagawa’, ampunun Niya in dusa dugaing daing ha yan, iban hisiyu-siyu in tumapil panaiban ha pagsumba (magsakutu) ha Allah tantu nalaung na tuud siya pa kalaungan malayu’ (daing ha kasabunnalan).",
                    "117": "In sila [amu in magsumba dugaing daing ha Allah] wairuun da pagpusbaun, pagpangayu-ngayuan nila dugaing daing ha Allah unu-unu bang bukun patuhanan babai (barhala babai), iban wairuun pagpusbaun, pagpangayu-ngayuan nila unu-unu bang bukun Shaitan, hambuuk nagmumuparik sadja.",
                    "118": "“Kiyamurkaan siya sin Allah.” Iban laung niya [hi Shaitan]: “Tantu tuud kumawa da aku daing ha mga iypun Mu, suku’ bahagi ha ganta’ papagta’atun kaku.” ",
                    "119": "“Iban tantu tuud laungun ku sila, iban tantu papag napsuhun ku sila sin kananapsuhan, kasannangan ba’tal way kagunahan, iban tantu daakun ku tuud sila pasimbalan, pasaplungan hipasipak in mga tainga sin mga hayup [kambing, sapi’, unta], iban tantu daakun ku tuud sila hipapinda in hal asal ha piyapanjari sin Allah.” Iban hisiyu-siyu in kumawa’ imanggu ha Shaitan hambuuk mang-a-atas dugaing daing ha Allah, mattan tuud nalugi na siya [dunya sambil pa akhirat] sin kalugian matampal.",
                    "120": "Jumanji siya [Shaitan] kanila (sin kasannangan), iban magpatubu’ ha manusiya mga napsu di’ kagunahan sin sila; iban in janji sin Shaitan kanila bukun unu malaingkan panglaung, katitipuhan sadja.",
                    "121": "In mga sila yadtu (mga kimahagad ha janji sin Shaitan) in paghuhulaan nila Narka Jahannam,  sarta’ di’ sila makabak daing duun ha yan dan paguyan.",
                    "122": "Iban in mga sila nagpaparatsaya [ha Katunggal sin Allah], iban naghinang ammal marayaw, pasurun Namu’ sila pa Surga amu in iyanud anuran in sawm niya sin suba tubig, maghula sila duun sakaummul-ummulan ammat. In janji sin Allah saka bunnalan; iban hisiyu pa ta’ in lumabi matuman maghimumungan daing ha Allah? [wairuun na]",
                    "123": "Bukun maagad ha kabayaan angan-angan niyu [mga Muslim] iban bukun ha mga angan-angan sin mga Ahlul Kitab [mga Yahudi iban mga Nasrani] (in pagsud palawm surga) sumagawa’ hisiyu-siyu in maghinang sin mangih’, bayaran tungbasan da kaniya, iban di’ siya makabak dugaing daing ha Allah mang-a-atas iban makatabang kaniya.",
                    "124": "Iban hisiyu-siyu in maghinang sin hinang marayaw, daing na man pa usug na ka atawa babai, sarta’ in siya Bar-iman, in sila yan sumud na pa Sulga, iban di’ sila maanyaya kakidjiban minsan maniyu’-tiyu’ biya’ sin tamak ha batu takwin.",
                    "125": "Iban hisiyu pa in lumabi ha pag-agama daing sin siya amu lilla’ humarap hitapak niya in ginhawa baran niya pa Allah [magad ha Agama sin Allah], in siya tau marayaw, iban miyagad sin agama hi Ibrahim, amu sabunnal in iman niya. Iban iyanggu’ sin Allah in Ibrahim bagay mapuuk kakasi sabunnal.",
                    "126": "Iban ha Allah in tagdapu sin unu-unu katan ha pitung lapis langit iban ha babaw gumi dunya; iban Siya in nakalilikus sin unu-unu katan.",
                    "127": "Iban simukat sila sin pituwa mu tungud sin kahalan kapatut sin mga babai; pamungan [O Muhammad (sallallahu alayhi wasallam)]: “In Allah himindu kaniyu sin tungud kanila (mga babai), iban unu-unu in kiyabaita nabassa kaniyu ha Kitab (Quran) tungud sin anak-ilu babai amu in wala niyu dihilan sin suku wajib kanila [mahar iban  pusaka] buat malaingkan mabaya’ kamu umasawa kanila (piyana’gahan yadtu kaniyu sin Allah, gumbilan in alta pusaka iban di lubusan sin ungsud, ta’gahan magbana), iban hindu Niya kaniyu in ha [tungud] sin mga bata’-bata’ amu in wairuun kusug-kusug sarta’ na-a-api, iban subay kamu tumindug ha ka‘adilan ha tungud sin mga anak-ilu. Iban unu-unu in karayawan mahinang niyu, sabunnal tuud in Allah in kaawnan Niya Sangat Naka-i-ingat sin mga yan.”",
                    "128": "Iban bang in babai mabuga’ sin ngih’ kasuddahan iban pagpasad kaniya sin bana niya, wai dusa kabakan sin duwa sila bang sila lumag sin dan pagsulutan sin duwa sila, iban labi marayaw bang sila magsulut ha kasajahitraan. Iban in lawm pangatayan sin manusiya masuul magdada sin hawa-napsu. Sumagawa’, bang kamu himihinang sin karayawan, iban magmabuga pa Allah, nah sabunnal tuud, in Allah in kaawnan Niya Sangat Naka-i-ingat sin mga hinang niyu.",
                    "129": "Di’ kamu tuud makarihil tubus ka‘adilan (ha pagkasi) ha antara sin mga asawa niyu (magkalua) katan minsan pa biyadiin in baya lugtu niyu, hangkan ayaw ra isab kimiring landu dumapit magad tuud ha hangkatau daing kanila [dihilan labi waktu iban napaka] amu in piyapasaran in kaibanan biya’ sin giyagantung [wala biyubugit, wala isab hiyahambuukan]. Iban bang kamu magparayaw na ha ka‘adilan iban ha kaamuhan iban magmabuga’ kamu pa Allah, piyalalayu’ niyu in mangih’ katan, nah sabunnal tuud in Allah in kaawnan Niya Sangat mawmu Mag-ampun, Baying-Ulungun.",
                    "130": "Sumagawa’ bang sila magtiyaun magbutas, magbugit na (puas daing ha pagsulutan),  dumihil kanila in Allah sambu-sambuhan napaka daing ha daya ridjiki Niya. Iban in kaawnan sin Allah Sangat Maluag in panakup gaus Niya ha kagunahan sin mga piyapanjari Niya, lagi Panday-pandikal.",
                    "131": "Iban ha Allah in (pagtagdapu ha) katan-tan halawm sin mga langit iban sin katan ha halawm sin gumi dunya. Iban mattan tuud, bakas kiyababaita’ kiyababanda’ Namu na ha mga tau sin Kitab nakauna pa daing kaniyu, iban kaniyu da isab, mga Muslim in papagmabugaun pa Allah, iban magad himinang tuud sin wajib Kaniya. Sumagawa’ bang kamu di’ magparatsaya, nah, asal Allah da in tagdapu sin katan-tan halawm sin mga langit iban sin katan-tan halawm sin gumi dunya, sarta’ in kaawnan sin Allah Sangat dayahan [di’ magkagunahan unu-unu], pupudjihun sin katan-tan sanglit-sanglitan matup Kaniya.",
                    "132": "Iban ha Allah in pagtagdapu sin katan-tan halawm sin mga langit – ayan iban sin katan-tan halawm sin gumi dunya. Iban mamarahi Allah in panawakkalan mangatasi, panghanglaan sin katan pakaradjaan.",
                    "133": "Bang Niya kabayaan hikahandak, lapnasun Niya kamu katan, O kamu mga manusiya! Ampa Siya magparatung dugaing [sumubli kaniyu]. Iban in Allah Sangat Makagaus, ha tungud yan.",
                    "134": "Hisiyu-siyu in mabaya’ sin tungbas sin hinang niya, tungbas ha dunya, ha Allah ra tuput [wai dugaing] in tungbas dunya iban sin ha Adlaw Mahuli. Iban in Allah salama-lama Nagdurungug sin katan, Nakakakita sin katan.",
                    "135": "O kamu amu in mga nagpaparatsaya! Paawna niyu in ginhawa baran niyu makamdus in panindug ha ka‘adilan, tarbilang saksi pa Allah, minsan sukkal pa angawta baran niyu, atawa pa mga maas niyu, atawa pa mga kakampungan niyu, minsan pa in saksian dayahan naka atawa miskin. In Allah in labi marayaw mang-atas ha duwa [hi miskinan atawa hi dayahan]. Hangkan ayaw niyu agara in hawa-napsu niyu, gana-gana mapilad kamu daing ha ka‘adilan, iban bang kamu kimibad sin pagsaksi atawa lumanggal huminang sin pagsaksi. Sabunnal tuud in kaawnan sin Allah tungud pa kakahinang niyu sampurna in Pang-ingat.",
                    "136": "O kamu amu in mga kamu nagpaparatsaya! Pagparatsaya kamu ha Allah, iban sin Rasul Niya, iban sin Kitab [Quran] amu in kiyapaturun Niya pa Rasul Niya, iban sin Kitab napaturun Niya nakauna pa [daing kaniya]; iban hisiyu-siyu in di’ magparatsaya ha Allah, iban ha mga malaikat Niya, iban ha mga Kitab Niya, iban ha mga Rasul Niya, iban sin ha Adlaw Mahuli, nah, tantu nalaung na tuud siya, landu malayu’ daing ha kasabunnalan.",
                    "137": "Sabunnal tuud, in mga sila nagpaparatsaya, pag-ubus di’ na isab magparatsaya, pag-ubus magparatsaya na isab, pag-ubus di’ na isab magparatsaya, ubus gammayan siyungan nila in pagkufur nila di’ na maghundung, in Allah di’ na umampun kanila iban di’ na sila panduan pa Ran Mabuntul.",
                    "138": "Dihili in mga munafik sin pabaita makabuga sin in sila awn na kanila siksa masakit, landu maul-ul,",
                    "139": "In mga sila imanggu, hinang nila in mga kafir umaatas tumabang kanila dugaing daing ha mga Bar-iman, unu, maglawag, dumawhat sila kabantugan, kawasa, iban kalagguan daing kanila [mga kafir]? Sabunnal tuud, in kalagguan, kawasa, iban kabantugan, Allah in Tag-milik katan-tan.",
                    "140": "Iban mattan kiyapaturun na kaniyu ha Kitab [Quran] sin apabila kamu makadungug sin mga ayat  sin Allah pailuhan iban udju-udjuun in yan, nah ayaw kamu kamu maglingkud iban sila sahingga pindahun nila in piyag-bissarahan nila pa dugaing. [Bang kamu dumuun kanila], sabunnal tuud, bang bihayadtu ra biya’ da kamu kanila. Sabunnal tuud puunun da sin Allah in mga munafik iban sin mga kafir ha lawm sin Narka katan-tan.",
                    "141": "In mga sila [mga munafik] timatagad, nangjaga-jaga kaniyu; bang kamu makakawa daraugan daing ha Allah, imiyan sila: “Maita, bukun ka in kami agad kaniyu?” Sumagawa’ bang sila mga kafir, in makakawa daraugan, imiyan sila [kanila]: “Bukun ka kami in nakaparaug kaniyu, iban iyumiran Namu’ kamu daing ha mga Bar-iman?” In Allah hukumun da kamu ha antara niyu katan ha Adlaw Kiyamat. Iban in Allah di’ Niya awnan dihilan in mga kafir dan dumaug ha mga Bar-iman.",
                    "142": "Sabunnal tuud in mga munafik umatikat sila umakkal-buddi pa Allah, sumagawa’ Siya pa in umakkal, makalaung kanila (tumupan sin pangakkal nila tungbas). Iban apabila sila timindug sin sambahayang, tindug iban lisu, hipag pakita-kita sadja ha manusiya, iban di da sila sumabbut, jumikir pa Allah (halawm sambahayang naka atawa ha guwa) buat malaingkan tiyu-tiyu da (mahang da).",
                    "143": "[In sila] jimajalinjan madtu mari, bukun tarbilang kanila (mga Bar-iman) iban bukun isab tarbilang kanila (mga kafir); iban hisiyu-siyu in laungun sin Allah di mu’ na siya kabakan dan [pa kasabunnalan – Islam].",
                    "144": "O kamu mga nagpaparatsaya! Ayaw niyu kawaa angguhun in mga kafir mang-atas [atawa bagay, tumatabang] kandi daing ha mga Bar-iman. Mabaya’ ka kamu magpakita pa Allah hambuuk baynat matampal sukkal kaniyu?",
                    "145": "Sabunnal tuud, in mga munafik duun sila [hikabutang] ha mababa’ tuud sin Kayu Narka; iban di’ kaw makabak mananabang kanila.",
                    "146": "Puas na sadja in mga sila amu in nagtawbat [sin pagka-munafik nila], iban nagparayaw na sin hinang, iban nanggayunggung na pa (sara’ sin) Allah, iban nag-tulus ihlas na naglugtu ha pag-agama pa Allah. Nah sila na yadtu, maitung na sila lamud ha mga Bar-iman. Iban dihilan da sin Allah in mga Bar-iman ha Adlaw Mahuli, pahala dakula.",
                    "147": "Maita pa kamu siksaun sin Allah bang kamu nagsasarang sukur na Kaniya, sarta’ nagpaparatsaya na kamu Kaniya. Iban in kaawnan sin Allah Sangat sumasanglit sin karayawan, Naka-i-ingat sin katan.",
                    "148": "Di’ mabaya in Allah ha kabtangan bissara tamparasa, mangih’ ha pag alupan mairan majilis, malaingkan in siya amu in kiyalaugan, naanyaya. Iban in kaawnan sin Allah Sangat nagdurungug sin katan, Sangat Naka-i-ingat sin katan.",
                    "149": "Minsan niyu [mga manusiya] hinangun ha katampalan in hinang marayaw, atawa hitapuk niyu, atawa hipagmaap niyu in mga kangian (nahinang) kaniyu, sabunnal tuud in Allah in kaawnan Niya Sangat mawmu Mag-a-ampun, Mahakawasa.",
                    "150": "Sabunnal tuud in mga sila wala namamaratsaya pa Allah iban pa mga Rasul Niya iban mabaya’ sila mapagbiddaun in Allah iban sin mga Rasul Niya, [magkahagad ha Allah di’ magkahagad ha rasul] sarta’ imiyan sila: “Magkahagad kami ha kaibanan, sumagawa hisulak Namu’ in kaibanan”, iban in kabayaan nila kumawa dan dugaing ha partangahan (ut sin iman iban kufur).",
                    "151": "Sila na yadtu, in mga kafir matarrang pul-pul. Iban siyasaddiya Namu’ ha mga kafir in siksa makabiyas-biyas.",
                    "152": "Iban in mga sila nagpaparatsaya ha Allah iban sin mga Rasul Niya sarta’ wala nila piyapagbidda in mga Rasul pakaniya-pakaniya daing kanila, sila na yadtu, in dihilan Niya sila sin mga tungbas nila; iban in kaawnan sin Allah Sangat mawmu Mag-a-ampun, landuh Maulung.",
                    "153": "Simukat kaymu in mga Ahlul Kitab [mga Yahudi] mangayu’ pa babaun kanila in hambuuk Kitab daing ha langit. Parahal mattan, in piyangayu’ nila kan Musa labi daing ha yan amu in waktu imiyan sila: “Pakitaan kamu in Allah ha kaniya’taan” Sumagawa’ kiyugdan sila sin luti pasal sin kaanyayahan nahinang nila. Mahuli (kimalap in kakahinang nila) siyumba pa nila minsan in anak sapi’, puas ha diyatungan na sila sin mga tanda baynat matampal. Minsan pa bihayadtu, iyampun Namu’ da sila, iban dihilan Namu’ pa hi Musa sin kawasa matampal.",
                    "154": "Iban piyataas Namu’ in Bud Sinai ha taasan uw nila ha pasal sin janji siyapahan nila, iban laung Namu’ kanila: “Sud na kamu pa lawang dakula [sin Baytal Maqdis] umaanduk iban pagtibaba,” iban piyag-agihan Namu’ sila: “Ayaw kamu dumugtul sin sarah (mangista) ha adlaw sabtu (pasal sin adlaw yan pag-iibadat sin kamu).” Iban kiyawa’ Namu’ yan daing kanila in mahugut janji nila.",
                    "155": "Ha pasalan ha ini, biyaluba nila in janji siyasapahan nila iban  siyulak nila in mga tanda baynat sin Allah iban biyunu’ nila in mga Nabi ha bukun kapatut iban imiyan sila (pa mga Nabi): “In pangatayan namu’ napuputus.” Bukun da bihadtu! Kagayid tiyutup na sin Allah in pangatayan nila sabab sin pagkufur nila, nah di’ da sila magparatsaya malaingkan maniyu’-tiyu’ da.",
                    "156": "Iban ha sabab sin di’ sila magparatsaya iban sin himumungan  nila tamparasaha kan Maryam sin dusa bukun bunnal nahinang niya.",
                    "157": "Iban sabab sin bissara nila [ha pag-abbu iban puting]: “Sabunnal tuud nabunu’ Namu’ in Al-Masih, ‘Isa anak sin Maryam Rasul sin Allah” – sumagawa’ wala’ nila siya nabunu’ iban wala nila siya nalansang piyangka ha kurus – sumagawa’ piyasarupahan siya hambuuk biya’ da sin lupa dagbus niya amu in giyanti kaniya, iban in mga sila nagtungkakali sin pangita sin pakaradjaan halawm paghahawa-hawal pasal sin yadtu. Wairuun pangingat kagawgutan nila buat malaingkan in iyagad nila amu ra in utub-utub sin huna-huna nila. Ampa wala’ nila siya nabunu’ ha kamattanan.",
                    "158": "Sumagawa, iyangkat siya sin Allah madtu pa hadarat Niya; iban in kaawnan sin Allah Mahatinggi ha Kawasa, Panday-pandikal ha katan.",
                    "159": "Iban wairuun daing ha mga Ahlul Kitab [mga Yahudi iban mga Nasrani] malaingkan magparatsaya kaniya [kan ‘Isa, anak sin Maryam bilang hambuuk Nabi] ha di’ pa datungan sin kamatay niya. Iban ha Adlaw Kiyamat sumaksi siya [hi Isa] manaksil ha mga nanghimuting kaniya.",
                    "160": "Ha sabab sin landu kaanyayahan sin mga Yahudi hiyaram Namu’ kanila in mga marayaw kakaun bakas kiyahalal kanila– iban ha sabab sin pama’gangi nila ha kamatauran [manusiya] di makatulus ha Dan sin Allah.",
                    "161": "Iban sin pagtabuk nila riba [mag-anak pilak] minsan sila liyalang daing ha ini, iban sin pag-hablu nila sin alta sin tau ha kaba’talan [suhul atawa tangdan]. Iban, tiyatagama Namu’ ha di’ magpaparatsaya, simusulak sin Iman, in hambuuk siksa mabu’gat masakit.",
                    "162": "Sumagawa’ in mga sila lahal ha ilmu daing kanila (mga Yahudi) iban sin mga Bar-iman, nagpaparatsaya sin kiyapaturun mawn kaimu, iban sin kiyapaturun ha nakauna daing kaimu. Iban in mga sila magsasambahayang, iban sin mga sila magtutunay Zakat, iban sin mga namamaratsaya ha Allah iban sin Adlaw Mahuli, sila na yadtu, in dihilan Namu’ tungbas dakula.",
                    "163": "Sabunnal tuud, piyatulun Namu’ mawn kaimu in Wahi [O Muhammad (sallallahu alayhi wasallam)], biya’ da sin pagpatulun Namu’ kan Nuh iban sin mga Nabi sumunud Kaniya. Piyatulunan Namu’ da isab hi Ibrahim, Ismail, Ishaq, Ya’qub iban sin mga Al-Asbat [tubu sin hangpu tag-duwa anak usug hi Ya’qub], iban hi ‘Isa, Ayyub, Yunus, Harun, iban hi Sulaiman, iban dihil Namu’ kan Daud in Zabur.",
                    "164": "Iban awn mga Rasul nasabbut Namu’ kaimu ha nakauna pa, iban awn isab mga Rasul wala’ Namu’ nasabbut kaimu, iban diya sin Allah naghimatungan ha kabtangan in Nabi Musa (nagbissara ha wayruun suluhanan).",
                    "165": "Napara Namu in mga Rasul nagdara sin pamaita kakuyagan iban nagdara sin pamanda’ [ha mga liyangan] ha supaya di maawn ha manusiya in ligguwat da’awa simiyal ha Allah mahuli daing sin pagdatung sin mga Rasul. In kaawnan sin Allah Mahatinggi ha Kawasa katan, Panday-pandikal.",
                    "166": "Sumagawa’ in Allah sumaksi ha amu in piyatulun [Quran] Niya mawn kaimu [O Muhammmad (sallallahu alayhi wasallam)]; Piyatulun Niya yan ha ingat-baya Niya, iban in mga malaikat makasaksi katan. Iban in Allah mamarahi na magsaksi ha katan unu-unu.",
                    "167": "Sabunnal tuud, in mga sila di’ magpaparatsaya [hitapuk in kasabunnalan pasal sin Muhammad (sallallahu alayhi wasallam), iban sin Risala Niya pasal sin Tawhid Islam ha lawm Tawrat iban Injeel,] iban mama’gangi ha manusiya pa dan sin Allah, mattan tuud nalaung na tuud sila pa malayu’ daing ha Dan Mabuntul.",
                    "168": "Sabunnal tuud in mga kafir iban iyanyaya nila in ginhawa baran nila iban sin dugaing, di’ sila ampunun sin Allah iban di sila tunyukan pa dan maamu.",
                    "169": "Malaingkan tudju pa dan pa Narka, maghula sila duun kakkal salama-lama; iban in yan tungud pa Allah landu in luhay hinangun.",
                    "170": "O kamu mga manusiya! Mattan diyatungan na kamu hambuuk Rasul [Muhammad (sallallahu alayhi wasallam)] nagdara sin kasabunnalan daing ha Tuhan niyu. Hangkan, pagkahagad kamu kaniya, labi marayaw yan kaniyu. Sumagawa’ bang kamu di’ magparatsaya, asal da ha Allah in unu-unu katan ha pitung lapis langit iban ha babaw gumi dunya. Iban in Allah Naka-i-ingat sin katan, Panday-pandikal.",
                    "171": "“O mga Ahlul Kitab! Ayaw kamu limiyu sin mga had sin agama niyu, iban ayaw kamu mamissara unu-unu pasal sin Allah bang bukun kasabunnalan. Sabunnal tuud in Al-Masih ‘Isa, anak sin Maryam bukun unu-unu sumagawa’ Rasul sadja sin Allah iban in lapal Niya dihil Niya kan Maryam, iban ha pag antara sin Jibreel iban niyawa daing kaniya (piyaawun Niya biya’ kan Adam), hangkan pagparatsaya kamu ha Allah iban ha mga Rasul Niya iban Ayaw kamu imiyan tuw (tuw in Tuhan, ama, anak, iban ruh qudus). Hundungi niyu tuud yan! Sabab hikarayaw yan kaniyu. Pasalan in Allah Tunggal hambuuk-buuk da Tuhan. Sanglit-sanglitan Kaniya! Mataas in kalagguan Niya di’ mapikir awn Siya anak usug: Kaniya in katan-tan luun mangluun sin mga langit katan iban sin unu-unu ha babaw gumi dunya. Iban tuput mamarahi na in Allah maghihidjatul sin unu-unu pakaradjaan.”",
                    "172": "Di tuud hikapikal sin Al-Masih in pagka-ipun niya sumumba ha Allah, iban sin mga malaikat amu in masuuk pa Allah. Hisiyu-siyu in sumulak sin pagsumba Kaniya, iban tumakabbul siya, punun Niya sila katan madtu Kaniya [hisabun].",
                    "173": "Sumagawa’ in mga sila nagpaparatsaya iban naghihinang sin marayaw, dihilan Niya sila sin pahala tungbas nila, iban dugangan Niya pa kanila ganapan in tungbas daing ha kalabbihan Niya. Sumagawa’ in sila simulang iban timakabbul siksaun da Niya sila sin siksa mabisa, masakit: iban wairuun kabakan nila dugaing daing ha Allah mang-a-atas iban mananabang kanila.",
                    "174": "O kamu mga manusiya! Mattan, dimatung na mawn kaniyu in hambuuk katarrangan matampal di’ kapailuhan daing ha Tuhan niyu, iban kiyapaturun Namu’ na kaniyu in Sahaya masi’nag matampal.",
                    "175": "Adapun in mga sila nagpaparatsaya pa Allah, iban nanggayunggung duun Kaniya, bukun da malugay pasurun na sila pa rahmat ulung daing Kaniya iban kalabbihan dakula, iban tunyukan sila pa Ran Mabuntul madtu Kaniya.",
                    "176": "Pangasubuhan nila kaw ha tungud sin hukuman sin tau miyatay wai maas iban anak kiyabin, pamungan [O Muhammad (sallallahu alayhi wasallam)]: “Ini in agi sin Allah pasalan sin mga Al-Kalalah [amu sila in wairuun anak iban wairuun inah iban amah ha pasal pusaka]. Bang in miyatay hambuuk usug pagkuwan in kiyabin niya sadja pusakaan hambuuk taimanghud babai sumagawa’ wai anak in kasukuan niya sin pusaka, hang-tunga [in pusaka]. Sumagawa’ bang in miyatay babai wairuun anak, in taimanghud niya usug amu in makasuku sin pusaka niya. Bang awn duwa taimanghud babai, in parsukuan nila duwang kabahagi ha bahagi mag-tuw sin pusaka; bang awn taimanghud usug iban taimanghud babai, in taimanghud usug lipat in parsukuan niya sin suku sin babai. Yan na piyasawa sin Allah in sara’ Niya kaniyu, gana-gana malaung kamu. Iban in Allah amu in Naka-i-ingat sin unu-unu katan.”"
                }
            }
        }
    }
}