{
    "4": {
        "number": "4",
        "name": "النساۤء",
        "name_latin": "An-Nisa'",
        "number_of_ayah": "176",
        "text": {
            "1": "يٰٓأَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْأَرْحَامَ ۗ إِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا",
            "2": "وَاٰتُوا الْيَتٰمٰىٓ أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا أَمْوَالَهُمْ إِلٰٓى أَمْوَالِكُمْ ۗ إِنَّهٗ كَانَ حُوْبًا كَبِيْرًا",
            "3": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوْا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ۗ ذٰلِكَ أَدْنٰٓى أَلَّا تَعُوْلُوْاۗ",
            "4": "وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ",
            "5": "وَلَا تُؤْتُوا السُّفَهَاۤءَ أَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
            "6": "وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ إِذَا بَلَغُوا النِّكَاحَۚ فَإِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا إِلَيْهِمْ أَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ إِسْرَافًا وَّبِدَارًا أَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ",
            "7": "لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْأَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْأَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا",
            "8": "وَإِذَا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
            "9": "وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا",
            "10": "إِنَّ الَّذِيْنَ يَأْكُلُوْنَ أَمْوَالَ الْيَتٰمٰى ظُلْمًا إِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ",
            "11": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ۚ فَإِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهٗ وَلَدٌ ۚ فَإِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ أَبَوٰهُ فَلِأُمِّهِ الثُّلُثُ ۚ فَإِنْ كَانَ لَهٗٓ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ أَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَأَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ إِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "12": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ أَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ أَوْ دَيْنٍ ۗ وَإِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً أَوِ امْرَأَةٌ وَّلَهٗٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَإِنْ كَانُوْٓا أَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ أَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ",
            "13": "تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "14": "وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ",
            "15": "وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ أَرْبَعَةً مِّنْكُمْ ۚ فَإِنْ شَهِدُوْا فَأَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ",
            "16": "وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوْا عَنْهُمَا ۗ إِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ",
            "17": "إِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَأُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "18": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ أُولٰۤىِٕكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيْمًا ",
            "19": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ إِلَّآ أَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَإِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى أَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ",
            "20": "وَإِنْ أَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ إِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ أَتَأْخُذُوْنَهٗ بُهْتَانًا وَّإِثْمًا مُّبِيْنًا ",
            "21": "وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ أَفْضٰى بَعْضُكُمْ إِلٰى بَعْضٍ وَّأَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ",
            "22": "وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ",
            "23": "حُرِّمَتْ عَلَيْكُمْ أُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَأَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْأَخِ وَبَنٰتُ الْأُخْتِ وَأُمَّهٰتُكُمُ الّٰتِيْٓ أَرْضَعْنَكُمْ وَأَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَأُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَإِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ أَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ أَصْلَابِكُمْۙ وَأَنْ تَجْمَعُوْا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔",
            "24": "۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَأُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ أَنْ تَبْتَغُوْا بِأَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ أُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ إِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
            "25": "وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ أَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ أَعْلَمُ بِإِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِإِذْنِ أَهْلِهِنَّ وَاٰتُوْهُنَّ أُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ أَخْدَانٍ ۚ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَأَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "26": "يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
            "27": "وَاللّٰهُ يُرِيْدُ أَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ أَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا",
            "28": "يُرِيْدُ اللّٰهُ أَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْإِنْسَانُ ضَعِيْفًا ",
            "29": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّآ أَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا أَنْفُسَكُمْ ۗ إِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ",
            "30": "وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ",
            "31": "إِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ",
            "32": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ إِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
            "33": "وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْأَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ أَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ إِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ",
            "34": "أَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ أَنْفَقُوْا مِنْ أَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗإِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا ",
            "35": "وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوْا حَكَمًا مِّنْ أَهْلِهٖ وَحَكَمًا مِّنْ أَهْلِهَا ۚ إِنْ يُّرِيْدَآ إِصْلَاحًا يُّوَفِّقِ اللّٰهُ بَيْنَهُمَا ۗ إِنَّ اللّٰهَ كَانَ عَلِيْمًا خَبِيْرًا ",
            "36": "۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ إِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ أَيْمَانُكُمْ ۗ إِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ",
            "37": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَأَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ",
            "38": "وَالَّذِيْنَ يُنْفِقُوْنَ أَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
            "39": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَأَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
            "40": "إِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَإِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ أَجْرًا عَظِيْمًا",
            "41": "فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
            "42": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْأَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
            "43": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَأَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا إِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَإِنْ كُنْتُمْ مَّرْضٰٓى أَوْ عَلٰى سَفَرٍ أَوْ جَاۤءَ أَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ أَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَأَيْدِيْكُمْ ۗ إِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا",
            "44": "أَلَمْ تَرَ إِلَى الَّذِيْنَ أُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ أَنْ تَضِلُّوا السَّبِيْلَۗ",
            "45": "وَاللّٰهُ أَعْلَمُ بِأَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ",
            "46": "مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِأَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ أَنَّهُمْ قَالُوْا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ إِلَّا قَلِيْلًا ",
            "47": "يٰٓأَيُّهَا الَّذِيْنَ أُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ أَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحٰبَ السَّبْتِ ۗ وَكَانَ أَمْرُ اللّٰهِ مَفْعُوْلًا",
            "48": "إِنَّ اللّٰهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى إِثْمًا عَظِيْمًا ",
            "49": "أَلَمْ تَرَ إِلَى الَّذِيْنَ يُزَكُّوْنَ أَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ",
            "50": "أُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ إِثْمًا مُّبِيْنًا ࣖ ",
            "51": "أَلَمْ تَرَ إِلَى الَّذِيْنَ أُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ أَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
            "52": "أُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ",
            "53": "أَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَإِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ",
            "54": "أَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ إِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ",
            "55": "فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا",
            "56": "إِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ إِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ",
            "57": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَآ أَبَدًاۗ  لَهُمْ فِيْهَآ أَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ",
            "58": "۞ إِنَّ اللّٰهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمٰنٰتِ إِلٰٓى أَهْلِهَاۙ وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوْا بِالْعَدْلِ ۗ إِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖ ۗ إِنَّ اللّٰهَ كَانَ سَمِيْعًاۢ بَصِيْرًا",
            "59": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا أَطِيْعُوا اللّٰهَ وَأَطِيْعُوا الرَّسُوْلَ وَأُولِى الْأَمْرِ مِنْكُمْۚ  فَإِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ إِلَى اللّٰهِ وَالرَّسُوْلِ إِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّأَحْسَنُ تَأْوِيْلًا ࣖ ",
            "60": "أَلَمْ تَرَ إِلَى الَّذِيْنَ يَزْعُمُوْنَ أَنَّهُمْ اٰمَنُوْا بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ أَنْ يَّتَحَاكَمُوْٓا إِلَى الطَّاغُوْتِ وَقَدْ أُمِرُوْٓا أَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ أَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا",
            "61": "وَإِذَا قِيْلَ لَهُمْ تَعَالَوْا إِلٰى مَآ أَنْزَلَ اللّٰهُ وَإِلَى الرَّسُوْلِ رَأَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ",
            "62": "فَكَيْفَ إِذَآ أَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ أَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖإِنْ أَرَدْنَآ إِلَّآ إِحْسَانًا وَّتَوْفِيْقًا ",
            "63": "أُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  أَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ",
            "64": "وَمَآ  أَرْسَلْنَا مِنْ رَّسُوْلٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللّٰهِ ۗوَلَوْ أَنَّهُمْ إِذْ ظَّلَمُوْٓا أَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ",
            "65": "فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ أَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ",
            "66": "وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوْٓا أَنْفُسَكُمْ أَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ إِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ أَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيْتًاۙ",
            "67": "وَّإِذًا لَّاٰ تَيْنٰهُمْ مِّنْ لَّدُنَّآ أَجْرًا عَظِيْمًاۙ",
            "68": "وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ",
            "69": "وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَأُولٰۤىِٕكَ مَعَ الَّذِيْنَ أَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ أُولٰۤىِٕكَ رَفِيْقًا ",
            "70": "ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ",
            "71": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ أَوِ انْفِرُوْا جَمِيْعًا ",
            "72": "وَإِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَإِنْ أَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ أَنْعَمَ اللّٰهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَّعَهُمْ شَهِيْدًا ",
            "73": "وَلَىِٕنْ أَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَأَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَأَفُوْزَ فَوْزًا عَظِيْمًا ",
            "74": "۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ أَجْرًا عَظِيْمًا ",
            "75": "وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ أَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ",
            "76": "أَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  أَوْلِيَاۤءَ الشَّيْطٰنِ ۚ إِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ",
            "77": "أَلَمْ تَرَ إِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا أَيْدِيَكُمْ وَأَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ أَخَّرْتَنَآ إِلٰٓى أَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ",
            "78": "أَيْنَمَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ",
            "79": "مَآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَأَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ",
            "80": "مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ أَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ أَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ",
            "81": "وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَإِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "82": "أَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ",
            "83": "وَإِذَا جَاۤءَهُمْ أَمْرٌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ إِلَى الرَّسُوْلِ وَإِلٰٓى أُولِى الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ إِلَّا قَلِيْلًا ",
            "84": "فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ أَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ أَشَدُّ بَأْسًا وَّأَشَدُّ تَنْكِيْلًا ",
            "85": "مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ",
            "86": "وَإِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوْهَا ۗ إِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا",
            "87": "اَللّٰهُ لَآ إِلٰهَ إِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ إِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ أَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ",
            "88": "۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ أَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ أَتُرِيْدُوْنَ أَنْ تَهْدُوْا مَنْ أَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "89": "وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ أَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَإِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ",
            "90": "إِلَّا الَّذِيْنَ يَصِلُوْنَ إِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ أَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ أَنْ يُّقَاتِلُوْكُمْ أَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَإِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ",
            "91": "سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ أَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا إِلَى الْفِتْنَةِ أُرْكِسُوْا فِيْهَا ۚ فَإِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا أَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَأُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ",
            "92": "وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَّقْتُلَ مُؤْمِنًا إِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ إِلٰٓى  أَهْلِهٖٓ  إِلَّآ  أَنْ يَّصَّدَّقُوْا ۗ فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَإِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلٰٓى أَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "93": "وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَأَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ",
            "94": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ أَلْقٰىٓ إِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ إِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا",
            "95": "لَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ أُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ أَجْرًا عَظِيْمًاۙ  ",
            "96": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "97": "إِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ أَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْأَرْضِۗ  قَالُوْٓا أَلَمْ تَكُنْ أَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَأُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ",
            "98": "إِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ",
            "99": "فَأُولٰۤىِٕكَ عَسَى اللّٰهُ أَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ",
            "100": "۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْأَرْضِ مُرَاغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا إِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "101": "وَإِذَا ضَرَبْتُمْ فِى الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ۖ إِنْ خِفْتُمْ أَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْاۗ إِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا ",
            "102": "وَإِذَا كُنْتَ فِيْهِمْ فَأَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَاۤىِٕفَةٌ مِّنْهُمْ مَّعَكَ وَلْيَأْخُذُوْٓا أَسْلِحَتَهُمْ ۗ فَإِذَا سَجَدُوْا فَلْيَكُوْنُوْا مِنْ وَّرَاۤىِٕكُمْۖ  وَلْتَأْتِ طَاۤىِٕفَةٌ أُخْرٰى لَمْ يُصَلُّوْا فَلْيُصَلُّوْا مَعَكَ وَلْيَأْخُذُوْا حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ الَّذِيْنَ كَفَرُوْا لَوْ تَغْفُلُوْنَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيْلُوْنَ عَلَيْكُمْ مَّيْلَةً وَّاحِدَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِّنْ مَّطَرٍ أَوْ كُنْتُمْ مَّرْضٰٓى أَنْ تَضَعُوْٓا أَسْلِحَتَكُمْ وَخُذُوْا حِذْرَكُمْ ۗ إِنَّ اللّٰهَ أَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا ",
            "103": "فَإِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِكُمْ ۚ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيْمُوا الصَّلٰوةَ ۚ إِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتٰبًا مَّوْقُوْتًا ",
            "104": "وَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ إِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَإِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ࣖ ",
            "105": "إِنَّآ أَنْزَلْنَآ إِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ أَرٰىكَ اللّٰهُ ۗوَلَا تَكُنْ لِّلْخَاۤىِٕنِيْنَ خَصِيْمًا ۙ",
            "106": "وَّاسْتَغْفِرِ اللّٰهَ ۗإِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ",
            "107": "وَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ أَنْفُسَهُمْ ۗ إِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيْمًاۙ",
            "108": "يَّسْتَخْفُوْنَ مِنَ النَّاسِ وَلَا يَسْتَخْفُوْنَ مِنَ اللّٰهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا ",
            "109": "هٰٓأَنْتُمْ هٰٓؤُلَاۤءِ جَادَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَاۗ فَمَنْ يُّجَادِلُ اللّٰهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ أَمْ مَّنْ يَّكُوْنُ عَلَيْهِمْ وَكِيْلًا ",
            "110": "وَمَنْ يَّعْمَلْ سُوْۤءًا أَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا ",
            "111": "وَمَنْ يَّكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهٗ عَلٰى نَفْسِهٖ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
            "112": "وَمَنْ يَّكْسِبْ خَطِيْۤـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهٖ بَرِيْۤـًٔا فَقَدِ احْتَمَلَ بُهْتَانًا وَّإِثْمًا مُّبِيْنًا ࣖ ",
            "113": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ أَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ إِلَّآ أَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَأَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ",
            "114": "۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوْفٍ أَوْ إِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ أَجْرًا عَظِيْمًا ",
            "115": "وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ",
            "116": "إِنَّ اللّٰهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
            "117": "إِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ إِلَّآ إِنَاثًاۚ وَإِنْ يَّدْعُوْنَ إِلَّا شَيْطٰنًا مَّرِيْدًاۙ",
            "118": "لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ",
            "119": "وَّلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْأَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ",
            "120": "يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ إِلَّا غُرُوْرًا ",
            "121": "أُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ",
            "122": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَآ أَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ أَصْدَقُ مِنَ اللّٰهِ قِيْلًا ",
            "123": "لَيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِيِّ أَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ",
            "124": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ أَوْ أُنْثٰى وَهُوَ مُؤْمِنٌ فَأُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ",
            "125": "وَمَنْ أَحْسَنُ دِيْنًا مِّمَّنْ أَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ إِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ إِبْرٰهِيْمَ خَلِيْلًا ",
            "126": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ",
            "127": "وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ أَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَأَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَإِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ",
            "128": "وَإِنِ امْرَأَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّۗ وَإِنْ تُحْسِنُوْا وَتَتَّقُوْا فَإِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "129": "وَلَنْ تَسْتَطِيْعُوْٓا أَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَإِنْ تُصْلِحُوْا وَتَتَّقُوْا فَإِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا",
            "130": "وَإِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ",
            "131": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ أُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللّٰهَ ۗوَإِنْ تَكْفُرُوْا فَإِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ",
            "132": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
            "133": "إِنْ يَّشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ",
            "134": "مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ",
            "135": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِيْنَ ۚ إِنْ يَّكُنْ غَنِيًّا أَوْ فَقِيْرًا فَاللّٰهُ أَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى أَنْ تَعْدِلُوْا ۚ وَإِنْ تَلْوٗٓا أَوْ تُعْرِضُوْا فَإِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
            "136": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ أَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
            "137": "إِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ",
            "138": "بَشِّرِ الْمُنٰفِقِيْنَ بِأَنَّ لَهُمْ عَذَابًا أَلِيْمًاۙ",
            "139": " ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ أَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ أَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ",
            "140": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ أَنْ إِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ",
            "141": " ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا أَلَمْ نَكُنْ مَّعَكُمْ ۖ وَإِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ",
            "142": "إِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَإِذَا قَامُوْٓا إِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ إِلَّا قَلِيْلًاۖ  ",
            "143": "مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ إِلٰى هٰٓؤُلَاۤءِ وَلَآ إِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
            "144": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ أَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ أَتُرِيْدُوْنَ أَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ",
            "145": "إِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ",
            "146": "إِلَّا الَّذِيْنَ تَابُوْا وَأَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَأَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَأُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ أَجْرًا عَظِيْمًا ",
            "147": "مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔",
            "148": "۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ",
            "149": "إِنْ تُبْدُوْا خَيْرًا أَوْ تُخْفُوْهُ أَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَإِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا",
            "150": "إِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ أَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ أَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ",
            "151": "أُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَأَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا",
            "152": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ أَحَدٍ مِّنْهُمْ أُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ أُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
            "153": "يَسْـَٔلُكَ أَهْلُ الْكِتٰبِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَأَلُوْا مُوْسٰٓى أَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا أَرِنَا اللّٰهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا",
            "154": "وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا",
            "155": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْأَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ إِلَّا قَلِيْلًاۖ ",
            "156": "وَّبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَانًا عَظِيْمًاۙ ",
            "157": "وَّقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيْحَ عِيْسَى ابْنَ مَرْيَمَ رَسُوْلَ اللّٰهِۚ وَمَا قَتَلُوْهُ وَمَا صَلَبُوْهُ وَلٰكِنْ شُبِّهَ لَهُمْ ۗوَإِنَّ الَّذِيْنَ اخْتَلَفُوْا فِيْهِ لَفِيْ شَكٍّ مِّنْهُ ۗمَا لَهُمْ بِهٖ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوْهُ يَقِيْنًاۢ ۙ ",
            "158": "بَلْ رَّفَعَهُ اللّٰهُ إِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "159": "وَإِنْ مِّنْ أَهْلِ الْكِتٰبِ إِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚوَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًاۚ ",
            "160": "فَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ ",
            "161": "وَّأَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَأَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا أَلِيْمًا",
            "162": "لٰكِنِ الرَّاسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنْزِلَ مِن�� قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ أُولٰۤىِٕكَ سَنُؤْتِيْهِمْ أَجْرًا عَظِيْمًا ࣖ",
            "163": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَأَوْحَيْنَآ إِلٰٓى إِبْرٰهِيْمَ وَإِسْمٰعِيْلَ وَإِسْحٰقَ وَيَعْقُوْبَ وَالْأَسْبَاطِ وَعِيْسٰى وَأَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ",
            "164": "وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ",
            "165": "رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
            "166": "لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ أَنْزَلَ إِلَيْكَ أَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ",
            "167": "إِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا",
            "168": "إِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ",
            "169": "إِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ أَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا",
            "170": "يٰٓأَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَإِنْ تَكْفُرُوْا فَإِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْأَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا",
            "171": "يٰٓأَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ إِلَّا الْحَقَّۗ إِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ أَلْقٰهَآ إِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗإِنْتَهُوْا خَيْرًا لَّكُمْ ۗ إِنَّمَا اللّٰهُ إِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ أَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ",
            "172": "لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ أَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيْعًا",
            "173": "فَأَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ أُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَأَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا أَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا",
            "174": "يٰٓأَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَأَنْزَلْنَآ إِلَيْكُمْ نُوْرًا مُّبِيْنًا",
            "175": "فَأَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ",
            "176": "يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗإِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَإِنْ كَانُوْٓا إِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ أَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Manga Kababaihan",
                "text": {
                    "1": "O manga manusiya! kabuga kamu pa Allahu ta'ala Tuhan sin kamu, nagpapanjari kaniyu dayin ha hambuuk ginhawa (Nabi Adam) sarta piyapanjari niya dayin hayan (ginhawa sin Adam) in limbang niya, amuna in Hawah, dayin duun na kanila duwa (Adam iban Hawah) simaplag nangutapal in manusiya mataud usug babai, na kabuga kamu tuud pa Allahu ta'ala amuin pangayu ngayuan, huhulat hulatun sin kamu, sarta kabuga kamu mamugtui, sin pagkasi lasa iban mamugtui sin manga silatur-rahim; Bunnal tuud in Allahu ta'ala in kaawnan niya nakasasakup nakajajaga sin katan kakahinang niyu.",
                    "2": "Dihilan niyu in manga pangalta sin anak ilu bang sila sangput na in pangummulan (akil-balig na) iban ayaw niyu sambiiy, in haram sin halal, iban ayaw niyu papaglamura in alta sin manga anak ilu iban sin alta niyu sakali ampa niyu kaunun katan bunnal tuud in yan dusa dakula.",
                    "3": "Bang kamu mabuga di makadihil ungsud ha anak ilu (upama anak ilu halawman niyu), asawa kamu dugaing babai kabayaan niyu; bang awun mabaya dayin kaniyu duwa, tuw, atawa upat: bang kamu mabuga di makapa’adil kanila, hambuuk na sadja; atawa asawa kamu sin manga babai tarbilang iypun niyu, nabihag kiyamimilikan, pasal wayruun kanila kapatut biya’ sin kapatut ha asawa. In yadtu, amuin piyuruk na sadja ha hambuuk, atawa pagjari umasawa na babai īypun supaya sadja di kamu maka anyaya tungud pa napaka iban na sin kaibanan kapatut.",
                    "4": "Dihili niyu in manga babai (asawahun) sin ungsud nila, dirihilan wajib, dayin ha marayaw hikasanyang, adapun bang dayin ha kuwg-baya hikasanyang sin pangatayan nila in hikapahampit nila kaniyu in kaibanan sin ungsud, na kawaa niyu kahampitan dirihilan halal marayaw, lappas na dayin ha kasaan sara’.",
                    "5": "Ayaw niyu dihilan in alta niyu pa manga kabus pa ha pamikil, bata pa in pangummulan atawa daruhasa, mangungusiba alta, in iyan jiyari sin Allahu ta'ala kaniyu parsababan hipangabuhianan sumagawa pakauna niyu, patamungi niyu sila iban bissarahi niyu sin kabtangan lamma lambut (biya’ upama niya bang kamu yan subul na atawa budjang na, hi uli' namu na kaniyu).",
                    "6": "Sulay-sulayi niyu tandas-tandasa in manga anak ilu, sampay na ma'āqil balig na, (patut na maghula-hula); bang kamu makakita na kanila karayaw ha pag-agama iban haliling niyu mapa intul nila na in alta nila, na’ tukbalan niyu na kanila magtuy; ayaw niyu kauna pagdahugdugan ubusun, sautun ha di pa sila ma'aqil balig; bang upama in kiyapanghanglaan, kiyapanghalapan kanila, altaan di na siya subay humampit kumawa dayin ha pangalta, sumagawa bang in namaruli kiyapanghalapan tau miskin barhajat makajari siya humampit makakaun ha gantaan sarang. Adapun bang niyu hipanukbal na in manga (alta pamusaka) kanila pagga in sila ‘aqilbalig na, pagpasaksi kamu supaya sila di makapamaylu. Mamarahi in Allahu ta'ala in labi maka ingat ha bistahan iban ha panakup.",
                    "7": "Ha manga anak usug (asibi dakula) awun suku bahagi dayin ha manga alta kiyabin sin Ina Ama, (duun na mataud iban matiyu), iban sin manga kampung mapuuk. Damikkiyan ha manga anak babai (asibi dakula) awun da isab suku bahagi dayin ha manga alta kiyabin sin (ina iban ama) mataud matiyu, iban da isab sin manga kampung mapuuk, parbahagian, piyawajib sin Allahu ta'ala ha sara’ halawm sin kitab niya piyawajib matarrang matampal.",
                    "8": "Iban apabila maka sa’bu, makahadir ha waktu pagbahagi sin alta in manga kampung (bukun tarbilang makawaris): iban manga bata ilu-ilu: iban manga miskin, tukbali niyu dihili bahagi makauna dayin sin pagbahagi, sarta saumbibiha niyu iban himumūngan malanu; bukun makasla way tutumbuyan.",
                    "9": "Iban subay in manga sila kiyapang halapan mamahagi muga’ umanyaya ha manga anak ilu, biya’ sin hantang kabuga nila na maanyaya in manga anak nila sibi-sibi pa way gaus ha mahuli puas sin kamatay nila; subay sila mabuga pa Allahu ta'ala, iban maghimumungan sin kabtangan patut.",
                    "10": "Bunnal tuud in manga sila piyagsahubbuan nila kiyaun in manga alta sin anak ilu, pamuhinga, panganyaya kanila ha way kapatut; in kabunnalan niya baga kayu in diyasuk nila palawum sin babat nila; na sumudda sila palawum sin Narka “Sa'iyr” angpurun..",
                    "11": "Nagbanda’ (nagdaak) kaniyu in Allahu ta'ala tungud pa palbahagian parsukuan sin manga kaanakan niyu dayin ha alta pamusaka hapagbahagi: In suku’ usug kimmat duwa bahagi sin babai; adapun bang in manga anak lun-lun babai-babai sila in bahagi sin sila kimmat duwang kabahagi dayin ha alta bahagi magtuw sin alta paninggalan; bang siya anak tunggalan babai masuku’ niya in hangtunga sin alta; iban ha duwa maas niya, in tiyap-tiyap hangkatau dayin kanila hangkabahagi dayin ha unum dayin ha alta paninggalan; bang in miyamatay awun kiyabin tubu usug naka atawa babai, na’ bang in miyatay yan wayruun tubu’ kiyabin, ampa tuput amura in maas sin miyatay in makawaris, masuku’ sin ina hangkabahagi dayin ha tuw. Bang in miyatay awun taymanghud niya usug naka atawa babai; masuku’ sin Ina hangkabahagi dayin ha unum. In yadtu pag bahagi ha puas na biyuwangan in kiyapagwasihat nila, iban puas na dayin ha piyamayaran utang sin miyatay, di niyu ra kaingatan kaamaan niyu ka atawa kaanakan niyu ka, bang hisiyu dayin kanila in labi makadihil kamumpaatan kaniyu (diy ha dunya iban ha adlaw Akhirat). In hukuman biyutang pagbabahagi ini, piyawajib sin Allahu ta'ala sampuma in pangingat niya tungud pakahalan sin piyapanjari niya damikkiyan Hakim (A'dil sarta pandikal dimihil hukuman).",
                    "12": "Ha tungud pa manga pangalta kiyabin sin manga kaasawahan niyu; in maka pa kaniyu suku’ hangtunga bang wayruun anak kiyabin; bang ha awun anak kiyabin sibu da anak niya narā dayin ha dugaing usug atawa dayin ha balu niya masuku’ niyu sadja in kimmat hangka bahagi dayin ha upat dayin ha alta paninggalan nila ha puas na biyuwangan in manga kiyapag-wasiyya nila iban sin piyamayaran utang. Ha tungud sin manga pangatla kiyabin niyu, in masuku’ sin sila kaasawahan niyu kimmat hangkabahagi dayin ha upat, bang wayruun anak kiyabin niyu, sumagawa bang awun kiyabinan niyu anak; na’ in masuku’ nila hangkabahagi dayin ha walu, dayin ha pusaka niyu, damikkiyan yadtu ha puas na biyuwangan in kiyapagbin nila iban puas sin piyamayaran utang nila. Bang upama in miyatay yaun usug atawa babai, wayruun na ina ama niya, damikkiyan wayra anak niya, sumagawa awun taymanghud niya usug naka atawa babai, in tiyap-tiyap dayin ha duwa sila makakawa bahagi hangkabahagi dayin ha unum sin pamusaka (sibu da usug atawa babai). Bang upama in sila magtaymanghud limabi dayin sin duwa, (manga kausugan atawa kababaihan naka), magsaw sila ha hangka bahagi dayin ha tūw, in yadtu ha puas na biyuwangan in manga kiyapagbin nila kaniyu iban puas sin piyamayaran utang; supaya wayruun masiya-siya kalungkupan dayin ha hangkatau pakaniya-pakaniya. Amuna ini in wasiyat pardaakan dayin ha Allahu ta'ala, Tuhan sampurna in pangingat niya ha hikasanyang sin iypun niya iban siya na in Tuhan mapalayamun ha iypun niya, di mangajab magtuy.",
                    "13": "Amuna yan in tupungan panara’ biyantang sin Allahu ta'ala ha manga iypun niya supaya nila mapakay sarta di makapangliyu lakad ha hukuman. Na’ in hisiyu-siyu in magtā'at mangagari ha panara’ sin Allahu ta'ala iban ha Rasul niya papasurun niya palawum surga nag-aanud anud in kasuba'-suba'an ha sawum sin manga kakahuyan iban hasawum sin kaastanaan niya halawum niya; gumakud na sila halawum niya magsaka ummul ammat; amunān in paruntungan dakula.",
                    "14": "Iban in hisiyu-siyu mangjural mangliyu lakad pa sara’ sin Allahu ta'ala iban sin Rasul niya sarta manglupusi, manglumpuni ha baktulan panara’, na’ papasurun siya sin Allahu ta'ala palawum narka, gumakud tumattap na siya halawum niya, way anawun, di na siya makaguwa dayin halawum niya; sarta kaniya na in siksa maparat lagi kahinaan.",
                    "15": "Iban in manga sila makapagzina dayin ha kaasawahan niyu, lawag kamu upat usug muslim mahaldika dayin kaniyu sumaksi sin kanyataan sin pagzina. Na’ bang sila makasaksi na, ta'ajjila niyu na, tahana halawum sin pamay bay nila sampay na sadja pa mapatay, atawa isab paawnan sila sin Allahu ta'ala dugaing labayan hikaguwa nila dayin ha hukum sara’. (Pagtahan sambil matay).",
                    "16": "Damikkiyan in duwa amuin nakapagzina (usug iban babai) dayin kaniyu; (amuin way labay paghula) pasakiti niyu karuwa sila, Ya kamu banuwa kaput hukum! duun naka pinjaraun, biyasun, lubakan. Na’ bang upama in sila yan simusun na, sarta timawbat na, nagparayaw na, jimanji na pa Allahu ta'ala, ha di nila na tuud balikan in nahinang nila, ha wala pa kiyabantang in hukuman sin banuwa (kaput hukum) na hundungan niyu na in paminsana kanila duwa, sarta buluyan niyu na dihili kalimaya, in kasabunnalan niya in Allahu ta'ala Tuhan Baying-ampunun tumatayma tawbat, lagi tubus in kasi ha iypun.",
                    "17": "Sabunnal tuud amura in tataymaun sin Allahu ta'ala pagtawbat amura in tawbat sin manga sila nakahinang mangiy nakapagma'asiyat haka-jahilan, haka'awam; Mahuli ampa sila hakasamut simaunu timawbat nangayu ka'ampunan; na’ sila yadtu in tataymaun sin Allahu ta'ala in tawbat nila; damikkiyan in kaawnan sin Allahu ta'ala siya in Tuhan sampurna in pangingat niya tungud pakahalan sin piyapanjari sarta pandikal ha pagpapanaw sin sara’ niya.",
                    "18": "Iban way ra kamakbulan sin pagtawbat sin manga sila timututug da ha hinang ma'asiyat sampay na sadja sila kugnatun sin pagdatung sin kamatay; amuin apabila kaagputan na in hambuuk dayin kanila ha waktu naja’, manguwat kuwat da kuman magpatarrang sin susun iban pag iyan niya: “na’ in aku ini biya-un tumawbat na”; damikkiyan way ra isab kamakbulan sin tawbat sin sila miyatay ha kakāfiran, sila na yadtu in siyaddiyahan namu sin siksa maul-ul mabisa.",
                    "19": "O kamu manga Bar-iman! Di manjari kamu manggumbil ha manga kababaihan (balu sin anak kampung) hinangun niyu biya’ sin alta pusaka papaglatun latunun dayin ha hambuuk pa hambuuk ha bukun kūwg baya’ sin sila; iban di da isab manjari in kamu mana’gahi kanila (manga kababaihan balu) magbana atawa magpasigpit kanila, biya’ hantang bawiun niyu in kaibanan sin ungsud kiyatukbal niyu kanila, buwat malayingkan bang sila kiyatukasan naghinang mangīy nagzina, tagakapatut na kamu dimihil kamudaratan kanila; daha niyu sila magsamud, magsaumbibi dayin naman ha kabtangan marayaw malanu; bang kamu mabunsi na kanila ha pagsababan dugaing na daying sin yadtu, tatas-tatasi niyu sabali, adakala mabunsi kamu ha hambuuk unu-unu yaun, papa awnun sin Allahu ta'ala duun ha kiyabunsihan yaun karayawan mataud.",
                    "20": "Bang upama kamu nakaniyat gumanti asawa biya saparati in hambuuk asawa, umasawa dugaing higanti, ampa bakas in hambuuk dayin kanila yaun kiya ungsuran alta mataud pilak balkāla’-kala'an, kiyumpulan bulawan, ayaw tuud kamu umatikat kumawa magbalik dayin ha ungsuran yadtu hambuuk unu-unu, unu kumawa pa kamu sin yadtu kaanyayahan, dusa, matarrang way kapatut?",
                    "21": "Iban biyadiin in pagjari kapatut kaniyu kumawa pa magbalik sin ungsud, samantala nakapagpakay-piyakayi na kamu, nakapagkawa-kiyawai na kamu, damikkiyan naka kawa na sila dayin kaniyu kagaugutan parjanjian mahugut ha pagkawin.",
                    "22": "Iban ayaw kamu umasawa ha manga babai bakas kiyatiyaunan sin manga kaamaan niyu, puas in manga kiyalanduan na ha masa ka'awam nakauna, bunnal tuud in umasawa kanila parkala kabiasan, kasipugan, makabubunsi, sangiy-ngiy na dan pag-tiyaun.",
                    "23": "Hiyaram kaniyu umasawa hamanga ka inaan niyu, (dana in apu duwa, pa ama pa ina), manga anak niyu babai, manga taymanghud niyu babai manga taymanghud babai sin ama niyu, manga taymanghud babai sin ina niyu, manga anak babai sin taymanghud niyu usug, manga anak babai sin taymanghud niyu babai, manga ina-ina sin kamu amuin kiyaduruan sin kamu, manga sāw duru’ niyu babai, manga kainaan sin kaasawahan niyu (ugangan), manga anak babai nara palawman niyu sin kaasawahan niyu dayin ha manga bituwanan nila atawa dayin hamanga balu nila, ha hal kiya-jajatuhan niyu na, kiya nikahan in ina, adapun bang upama wala niyu kiya-janjatuhan kiyalanduan in ina, wayruun da kasaan asawahun niyu in anak, damikkiyan in manga kaasawahan sin kaanakan niyu usug amuin lagadlad dayin ha sulbi sin kamu, iban magpakalua sin dua babai magtaymanghud, malayingkan puas hukum na ha masa ka'awam limabayna, sabunnal tuud in Allahu ta'ala Tuhan Baying-ampunun, Baying-ulungun.",
                    "24": "Damikkiyan hiyaram da isab kaniyu in umasawa hamanga babai taga bana, duun naka muslima atawa bukun, malayingkan makadjari bang in manga babai kafir kiyamimilikan niyu labay nabihag misan sila taga bana ha hula kiyapagbunuan puas dugu-un maka minsan, amu yan in panara’ piyawajib kaniyu sin Allahu ta'ala, in mapuas dayin didtu jiyari halal kaniyu lumawag babai asawahun, amuin bukun tarbilang kasumbang, ha bang mayan ungsuran niyu iban sin pangalta niyu ha waktu pagtiyaun, ha in angut niyu pag umid kamaruhan, bukun mamakay zina, adapun in manga sila (kababaihan) napakay niyu na in pagkababai nila dihilan niyu in ungsud piyag amuhan niyu, ampa in ungsud yan piyawajib sin Allahu ta'ala, damikkiyan way pardusahan sin kamu gumanap atawa dumagdag dayin ha ungsud, bang ha baya iban panugut nila kaniyu. Bunnal tuud in Allahu ta'ala, Tuhan sampurna in pangingat niya ha hikadayaw sin iypun iban Pandikal mutang hukuman paka ‘adilan.",
                    "25": "Damikkiyan siyu-siyu dayin kaniyu in way ka umabutan, kulang ha alta, umasawa sin babai mahardika bar-iman, na’ makajari na siya iypun bar-iman. Tuput da in Allahu ta'ala in labi makaingat sin tungkaran sin pag-iman niyu pakaniya-pakaniya.  Asawaha niyu sila kawinan, halabay panugut sin manga tagmilik kanila sarta tunayan niyu dihilan in ungsud nila ha halga piyagsulutan, ha hal in sila waytauktuk sayuman, bukun kiyatukasan zina, bukun naghuhum-huwm iban panun ha pagzina. Apabila in sila (babai īypun) nakapaghula na (kiyatiyaunan na) ampa sila nagzina, in hukuman, butang sara’ paminjala kanila, kimmat tunga da (kayman lubak), sin sara’ butang ha manga babai mahardika (hanggatus lubak). In yadtu (pagjari umasawa ha babai īypun) kan hisiyu sadja dayin kaniyu mabuga makajatu pahinang zina, adapun in labi marayaw kaniyu tumahan-tahan sumandal sumabal babai īypun, karna umid iban ayad ha pangkat mahardika. Adapun in Allahu ta'ala Tuhan Baying-ampunun sarta Baying-ulungun.",
                    "26": "In angut kabayaan sin Allahu ta'ala, hipatarrang niya kaniyu in manga nakatatapuk bukun masawa kaniyu dayin ha manga kakahinang labi marayaw, iban angut niya tunyukan kamu pa manga dan, kakahinang sin manga kanabihan nakauna, supaya niyu kasinguran sila, sara' ampunun niya in manga dusa nahinang niyu. Bunnal tuud in Allahu ta'ala sampurna in pangingat ha pakaradjaan niyu, piyaluhay niya piyagaan in sara’, Pandikal siya tubus ha kapandayan mutang hukuman iban panara’.",
                    "27": "Damikkiyan in angut kabayaan sin Allahu ta'ala ampunun kamu, pabalikun kamu pa magta'at kaniya di magma'asiyat kaniya, sumagawa in angut kabayaan sin manga sila (nakaparinta miyamagad sin hubat sin napsu nila) in kamu bar-iman tumangkiring tuud dayin ha dan kabunnalan.",
                    "28": "In angut kabayaan sin Allahu ta'ala pagaanun niya kaniyu in kabu’gat (hiyarus niya kaniyu umasawa babai iypun). ampa in manusiya (tau) ha kariasali piyapanjari malamma, di makatahan sin napsu ha babai. (iban unu-ununa kananapsuhan niya).",
                    "29": "O kamu manga bar-iman! Ayaw niyu kauna in alta sin kaibanan niyu ha kaba’talan (haram ha sara’ sin Islam), malayingkan hiyarus kaniyu kumaun sin alta sin kaibanan bang in kaawnan labay paglitu, lagi hapagsulutan. Damikkiyan ayaw niyu bunua in pagkahi niyu ha bukun patut sara’, luba ayaw magbunu sin ginhawa sabunnal tuud in Allahu ta'ala in kaawnan niya tungud kaniyu maulung iban malasa.",
                    "30": "Iban hisiyu-hisiyu in himinang sin bihayadtu (kumaun sin alta sin manusiya panglaug sarta panganyaya niya, saparati langpasun atawa panglaug) papasurun namu siya palaum Narka damikkiyan in yadtu (butang siksa, paminjala ha mangjural sara’) bang pa Allahu ta'ala maluhay magaan, di hika pikal kaniya.",
                    "31": "Bang niyu (manga bar-iman) aniban tinggalan in manga pardusahan dakula (kabair). amuin papaaniban, piyana’gahan kaniyu, puasun namu na (kiparatun) in manga pardusahan niyu, asibi, sarta papasurun namu kamu palaum surga (susuwran mulliya).",
                    "32": "Iban ayaw niyu angan-angana kawaun atikatun in unu-unu na patingka biyutang sin Allahu ta'ala parsukuan sin pakaniya-pakaniya dayin kaniyu, ha manga pihak kausugan awun tartantu parsukuan tungbas pahala dayin ha manga nausaha nila (pahala jihad pag usaha pangabuhianan) damikkiyan ha manga pihak kababaihan awun da isab kanila tartantu parsukuan tungbas pahala dayin ha manga nausaha nila (pagta'at ha bana, pag ayad ha kamaruhan sin bana), sukata niyu pangayua pa Allahu ta'ala in dayin ha kalabbihan niya sarta limbangi niyu sin hinang karidaan niya, sabunnal tuud in Allahu ta'ala ha katan unu-unu labi maka ingat magpatup ha kahalan hikarayaw sin iypun niya.",
                    "33": "Damikkiyan ha tiyap-tiyap hangka tau pa usug pa babai, biyutangan namu tau (kampung mapuuk pa miyatay) taga kapatut mamaruli sin alta paninggalan kiyabin sin maas (ina iban ama) iban sin kampung iban sin manga sila nara niyu nag anggu iyang guhi magtaymanghud, nara nagjanji maghampit-hiyampiti ha pamusaka dihili niyu sila parsukuan ha kimmatan butang (wasiyya) sin alta paninggalan. Bunnal tuud in Allahu ta'ala Tuhan saksi ha katan pakaradjaan.",
                    "34": "In manga kausugan sila in mamayindugi tanggung jawab ha manga babai, taggausan kanila, mangabuhianan kanila, sabab karna napatingka napabidda sin Allahu ta'ala in kaibanan dayin ha kaibanan, dayin namayan ha kakulasug pamaranan, paslud ha pamikil, dana pa pagnapaka pagbalanja, dayin ha alta nila, ampa in manga babai (saliha) dayin ha manga kaasawahan magtata'at pa Allahu ta'ala, magtata'at pa bana, mamamarihala sin kamaruhan sin kabanahan nila, amuin hipalihala kanila sin Allahu ta'ala dayin namayan ha baran iban pangalta, ha hāl wala duun ha ukuman nila in kabanahan nila. Tungud pa manga babai (kaasawahan) amuin ha liling sin kamu bukun na hapalangay marayaw, sumulang na, ha pamiat sin bana, saparati gumuwa bay bukun labay panugut iban panghati sin bana, biata niyu muna patumtuman sin sara’ sin Allahu ta'ala, bang hisuwng nila in hinang nila, butasi niyu ha kukulangan ha tutuwgan, bang di da mambali in bihayadtu, na’ pupuhi niyu lubaki hipagpantun kanila pakarayawan, sumagawa bang sila timaalluk na kaniyu, nagta'at na, na’ ayaw na man isab kamu umangut lumawag tikduhanan hikapagsasaw, sabunnal tuud in Allahu ta'ala Tuhan Tagpunyahi katinggihan mataas sarta martabat dakula.",
                    "35": "Bang kamu miyuga’ na, bat simuwng na in pagsagga’ ha antara sin duwa magtiyaun, na’ parahi niyu duwa dimihil sin hukuman mantuk ha akkal iban agama, hambuuk dayin ha pihak sin usug, in hambuuk dayin ha pihak sin babai, bang in angut sin duwa lumawag kasulutan, paluhayun kanila sin Allahu ta'ala in dan pa hikapagsulut, malayingkan bang in angut sin sila duwa pa hikapagbutas, butasun na, bunnal tuud in kaawnan sin Allahu ta'ala siya in Tuhan maluag in ‘ilmu niya, lagi maluag in pang-ingat niya ha katān unu-unu.",
                    "36": "Pagtag-iypun kamu pa Allahu ta'ala sin pagtag-iypun matutuud, sarta ayaw kamu sumakutu kaniya (manglimbangi kaniya tungud pa pag-ibadat) damikkiyan pagta'ati niyu in duwa maas niyu (ama iban ina), pa nyata'a niyu kanila duwa in hinang marayaw, damikkiyan pagmarayaw kamu pa manga kampung, pa manga anak ilu-ilu, pa manga barhajat miskin-miskin, pamanga pangdaig awun kasugsug (kampung), iban p amanga pangdaig way kasugsug (bukun kampung), pa manga lundang panun ha pagpanaw-panawan, atawa panaiban ha paghinangan, iban pa manga tau dagang (tau kiyakabusan alta ha pagpanaw-panawan), iban pa manga tau na iypun (nabihag) nakapalawman na sin kamu, bunnal tuud In Allahu ta'ala di siya makasi ha manga tau mabansag matikarag mapataas-taasun.",
                    "37": "Ampa in manga sila nagma ikut sin ni’mat sin Allahu ta'ala duun kanila, dayin namayan ha alta pa ilmu, (di nila higastu ha kawajiban iban ha kapatut), sarta mangdangin pa sila, ha manga manusiya papagma ikutun, hipaglimbung nila pa in manga ni’mat sin Allahu ta'ala, dayin ha alta pa ilmu kiyahangla duun kanila, na siyaddiyahan namu in manga tau kafir sin siksa halawum niya kahinaan pangdusdus.",
                    "38": "Damikkiyan da isab ha manga sila piyagbalanja nila in alta nila karna pagpakita-kita muhung kabantugan bukun pamaratsaya pa Allahu ta'ala, bukun pamaratsaya ha adlaw Akhirat, (biya’ sin manga tau munafiq iban sin tau makkah ha masa yadtu), sila na yadtu in lundang panun sin shaytan, ampa in hisiyu-hisiyu in imanggu panun sin shaytan na sangiy-ngiy na lundang panun niya ha lawum sin narka.",
                    "39": "Iban karagun unu in malawa kanila bang sila nagparatsaya pa Allahu ta'ala iban pa adlaw akhirat, iban nagnapaka na sila sin alta dihil kanila sin Allahu ta'ala karna duma'ut rida sin Allahu ta'ala? Na’ in Allahu ta'ala tungud pa kakahinang nila, pagnapaka sin alta sampurna in pang ingat panakup kanila.",
                    "40": "Tantu tuud, in Allahu ta'ala di siya umanyaya (di dumagdag) sin pahala tungbas karayawan sin hangkatau manusiya misan biya’ kimmat bu’gat hanglup-hanglup. Misan pa in laggu-laggu sin karayawan bihadtu lipatun niya pa, lipat manglipat, sarta tungbasan niya pa ha hadarat niya sin pahala dakula..",
                    "41": "Biyadiin na in hāl sin manga sila kafir, tatkala maparatung magpaguwa na kami saksi (Nabi) dayin ha tiyap-tiyap ummat, tungud pa jimatu, simampay kanila panghindu, namaratsaya ka sila atawa nagkufur, damikkiyan mahuli ikaw na isab in paratungun namu saksi sin panulangi kaymu sin manga kafir ha qawman mu iban sin kiyasampayan mu dayin ha manga ummat mu?",
                    "42": "Duun ha adlaw yaun (adlaw qiyamat) in mang sila kafir (sasuka wala nagparatchaya) iban sin manga sila nagma'asiyat, timugas ha Rasululallah (Nabi Muhammad (sallallahu alayhi wasallam)) angut na sin pangatayan nila bang damayan sila malindung na, tuwnun sin gumi katabunan, ampa di na sila maka atikat limimbung tumapuk hambuuk unu-unu dayin ha manga kakahinang nila pa Allahu ta'ala.",
                    "43": "O kamu manga bar-iman! Ibut ayaw kamu timindug sambahayang ha hāl in kamu nahangul (nahihilo) sahingga kapantukan niyu na, kahatihan niyu na in manga batbatan halawum sin sambahayang, damikkiyan ayaw ra isab kamu timindug sin sambahayang bang kamu wala pa nakapaygu nakapanutsi puas dayin hapag jima'an) malayingkan bang hat kamu umuntas dayin ha dugu pa dugu sin masjid, damikkiyan bang in kaawnan niyu nasasakit atawa ha pagpanaw-panawan, atawa jiyamban in hambuuk dayin kaniyu, atawa nakasuuk pa manga kaasawahan (nakajima’) ampa subahat kaniyu in mamakay tubig, atawa kagayid wayruun tuud masanaw tubig, na’ gawiha niyu na in lupa sutsi hi pagtayammum, sapuhi niyu sin lupa in pamayhuan niyu iban sin manga duwa lima niyu tu'u pa lawa tubtub pa buku-buku, sakup mara na in hadas asibi iban hadas dakula, bunnal tuud in kaawnan sin Allahu ta'ala mataud in pangdihil niya kamaapan, pagpagaan sarta pakaampunan.",
                    "44": "Wala ka kaw imatud pa manga sila yahudi, manga sila kiyadihilan parsukuan dayin ha kitab At-Tawrat, piyagsambi nila in kalawngan sin panghindu sarta in angut nila manglaung ha manga bar-iman tinggalan nila butanan in pag agama nila, agama sabunnal, sampay in kamahutmutan sin sila mahinang sila biya’ kanila.",
                    "45": "In Allahu ta'ala, Sampurna in pang ingat niya tungud pa manga satru sin kamu manga bar-iman, damikkiyan in angut sin pangatayan nila kaniyu pakalawngan, papahalliun kamu sin Allahu ta'ala dayin kanila, mamarahi na in Allahu ta'ala mananggungani sin pakaradjaan niyu, iban tumatabang kaniyu ha manga paghulu balang niyu.",
                    "46": "Awun dayin ha manga Yahudi mamindahi kalimat sin Allahu ta'ala, iban pindahan nila tuurun in kabtangan halawm kitab At-Tawrat dayin ha kaasal sin ma’ana niya (sin hukuman niya), iban in agi nila: “Diyungug namu (O Muhammad (sallallahu alayhi wasallam)) in kabtangan mu sumaguwa di da kami magta'at kaymu.” iban dungug kaw sin himumungan namu, sumagawa kaddaw ra kaw di na padungugun (sin Allahu ta'ala, malantak na kaw).iban Ra’ina (hasmak, pantuki ba in kabtangan namu) pindahun nila in hakikat sin maksud sin kalimat sin manga dila nila (pa maksud hipanglait-lait nila ha Nabi Muhammad (sallallahu alayhi wasallam)) iban panggunyak-gunyak nila ha agama Islam, pangdusta ha pagka-nabi sin Nabi (Muhammad (sallallahu alayhi wasallam)) bang sadja in kiyapamung nila: “Diyungug namu iban magta'at kami hapardaakan mu iban anugharai kami panayma,” tantu amu yadtu in labi marayaw kanila iban maamu, sumagawa wala nila nasawnu’ hiynang, miyulkaan sila sin Tuhan (Allahu ta'ala) sabab sin pagkufur nila ha nabi iban ha qur'an. Wayruun namaratsaya dayin kanila malayingkan tiyu-tiyu.",
                    "47": "Ya kamu manga yahudi, nasara! (sasuku’ sin kiyapanaugan kitab), na’ paratsayaha niyu bunnala in piyaturun namu kitab (Al-Qur'an) pa Nabi Muhammad (sallallahu alayhi wasallam) in yan mamunnali sin kitab (At-Tawrat) yan kaniyu, kila-kilaha niyu ha di namu pa, lapnasun in pamayhuan hi iyg in ilung, simud, matan dayin ha butangan niya, baliskuwatun pa taykuran, atawa suknaan namu sila la’natun hilakag dayin ha Rahmat biya’ sin kamulka namu ha manga nagmungkil ha adlaw sabtu (ummat sin Musa) nanjari sila manga amu’ iban babuy, ampa in pardaakan parkala sin Allahu ta'ala tuman jumatu sadja di mapa’gang.",
                    "48": "Bunnal tuud in Allahu ta'ala di siya umampun ha tau miyatay halawum kashirikan, wala nakapatawbat dayin ha kashirikan niya, damikkiyan ampunun niya in puas dayin sin yadtu kan hisiyu-siyu kabayaan niya dayin ha manga iypun bar iman ampa in hisiyu-siyu imangut limawag limbang pa Tuhan dugaing dayin ha Allahu ta'ala pagtuhanan mattan tuud nakajatu na siya pa dusa sangat in laggu sarta nakaputing na siya sin puting makamula patut na siya mabinsana halawum narka.",
                    "49": "Wala mu ka kita kiyasakupan in manga sila yahudi iban nasrani, nagwara'a sila nagpudji sin ginhawa baran nila, bahasa in sila kakasi sin Tuhan way dusa-dusa biya sin bata-bata, sumagawa in Allahu ta'ala sampurna in pang ingat kan hisiyu-siyu amuin patut niya sutsihun dayin ha manga pardusahan, di sila sin Allahu ta'ala laugan, ganapan in manga dusa ha bukun patut, damikkiyan di da sab sin Allahu ta'ala dagdagan in karayawan nila misan biya’ kulapis-kulapis tanud bitik ha bigi hulma.",
                    "50": "Kitaa ba, Ya Rasulullah! bang biyadiin in langay nila naghinang- hinang kaputingan pa Tuhan (nangaku sila anak sin Tuhan, kakasi sin Tuhan, way dusa pa Tuhan) mamarahi na in puting nila ini dusa matarrang.",
                    "51": "Wala muka kita in manga ka ulamaan sin yahudi, manga sila kiyadihilan pangingat pamaham sin kitab Tawrat? Namunnal sila namaratsaya sin jibti (samuwa in katan pagpatikupuan sin manusiya, aaruhan nila, magsisihil, magtatalaw-talaw mangungutika) iban taguwt (samuwa in katan piyagtagipunan dugaing dayin ha Allahu ta'ala) imiyan sila ha manga mushrik qurais, in agi nila: “Bunnal tuud sila in labi kiyahidāyatan dayin ha manga bar-iman tungud pa Nabi Muhammad (sallallahu alayhi wasallam).”",
                    "52": "Sila na yadtu (amun naghimumungan sin kabtangan yadtu) in miyulkaan sin Allahu ta'ala, liyakag dayin ha Rahmat niya sarta hina niya, ampa in hisiyu-siyu liya’nat sin Allahu ta'ala, way na makatabang kaniya, makatulak sin siksa sin Allahu ta'ala.",
                    "53": "Unu awun bayan parsukuan nila ha pagmilik? In kamattanan niya wayruun, bang yan bat awun parsukuan nila ha pagmilik (ha pagkawasa) di sila mangdihil ha manga manusiya misan biya’ kulapis tanud-tanud ha bigi hulma, sabab sin ikut iban ihid nila.",
                    "54": "Atawa jimangki sadja sila (manga yahudi) ha Nabi Muhammad (sallallahu alayhi wasallam) iban sin manga sahabat niya pasalan sadja ha pag-nabi iban ha partabangan, bakas da isab namu kiyaririhilan in manga kaluwarga sin Nabi Ibrahim, biya’ sin manga Nabiyullah Daud, Sulayman sin kitab Tawrat iban Hikmat sumagawa wala da nila isab jiyangki in manga kanabihan yadtu, mahi Nabi Muhammad (sallallahu alayhi wasallam) sadja in tiyuput nila jiyangki.",
                    "55": "Awun dayin ha manga kaibanan sin yahudi, namaratsaya kaniya (Nabi Muhammad (sallallahu alayhi wasallam)), awun isab kaibanan dayin kanila (yahudi) simulang kaniya di magparatsaya kaniya, na’ mamarahi na in narka jahannam umangpud manunug ha manga nagkufur pa Tuhan (Allahu ta'ala).",
                    "56": "Sabunnal tuud in manga sila nagkufur di magparatsaya ha Qur'an (katan na sin kiyabayta ha lawum niya, pangadji, katanda-tandaan) Susuwngun hisūwd namu da sila palawum narka, da’pugan, sakahaba na, masunug na in ginpaisan nila, gantian namu na isab sunuan sin pais dugaing supaya kananaman nila in siksa di magkunhud. Bunnal tuud in Allahu ta'ala Tuhan tutug ha kawasa niya, Mangdaraug di pagdaugun, Pandikal ha hukuman niya.",
                    "57": "Ampa in manga sila paratsaya pa Allahu ta'ala iban pa manga karasulan niya, sarta himinang sila sin manga ammal salih, papasūwrun namu da sila palawum surga (tugub sin panghiyanun ha laum niya) imaanud-anud ha babaan sikahan sin manga kakahuyan ha lawum surga, manga kasuba’-suba'an, tutug sila udduk halawum niya (sulga), halawum sin sulga awun pa siyuku kanila manga kaasawahan sutsi sampurna (di na pagbulanun, waytamak-tauktuk) damikkiyan papasuwrun namu sila papasilungun pa kalambungan, lambung saplag tutug ha biyutangan, bukun mahaggut, bukun mapasu way suga duun.",
                    "58": "Bunnal tuud in Allahu ta'ala nangdaak pa katān kamu manusiya in hipapatunay in kiyapag amanat kaniyu pa tagdapu niya, sibu’ da pa manusiya pagkahi atawa pa Allahu ta'ala, damikkiyan apabila kamu (manga manghuhukum) dimihil hukuman ha antara sin tau nagba’li, subay tuud hukumun niyu sin hukuman ka'adilan (di dumapit in humukum pa hambuuk dayin ha duwa nagsagga’) bunnal-bunnal da tuud in Allahu ta'ala tubus in dayaw sin panghindu niya kaniyu yan, Bunnal tuud In Allahu ta'ala sampurna in pangdungug iban pangita.",
                    "59": "Ya kamu bar-iman! Pagta'ati niyu in Allahu ta'ala iban pagta'ati niyu in Rasul niya (Nabi Muhammad (sallallahu alayhi wasallam)) damikkiyan pagta'ati niyu in manga ka ulamaan, manga kanakuraan ha kawasa dayin kaniyu (Muslimin) ha pardaakan nila (timataayun ha pagta'at pa Allahu ta'ala), adapun bang awun piyag-ba’lihan niyu (wala piyag amuhan) ha unu-unu na parkala, agsuan niyu pa Allahu ta'ala (kitab niya Al-Qur'an) iban agsuan niyu pa Rasul niya (sunnat sin Nabi Muhammad (sallallahu alayhi wasallam)) bang kamu mattan paratsaya pa Allahu ta'ala iban ha adlaw akhirat. In bihayadtu hantang, amuna yadtu in labi marayaw kaniyu ha hadarat sin Tuhan niyu iban labi in dayaw iban tuwp bibiyngan iban aagsuan niyu.",
                    "60": "Wala mu ka kiyta Ya Nabiyallah! in laku-laku sin manga sila (munafiq) nagwara'a in sila paratchaya ha amuin napaturun kaymu (Qur'an) iban sin manga kakitab-kitaban napaturun ha manga sila nakauna dayin kaymu, kabayaan nila angutun nila mikipahukum pa manga Ta'guwt (dana in katan manghukum sin hukuman bukun halawum Qur'an), parahal nararaak in sila magkufur ha katan hukuman bukun dayin ha Qur'an, ampa in shaytan in angut niya, malawung niya sila pa kalawungan malayu pakaamuhan.",
                    "61": "Damikkiyan apabila sila (manga munafiq) iyanun kari kamu pa Nabi Muhammad (sallallahu alayhi wasallam)  kakitaan mu (Ya Muhammad! (sallallahu alayhi wasallam)) in manga munafiq sumulang sumagga’ kaymu, maguy dayin ha mahukum sin hukuman ha lawum sin Qur'an iban hukuman sin Nabi Muhammad (sallallahu alayhi wasallam).",
                    "62": "Biyadiin na baha, bang sila dagpakan sin musiba bibinsanaan dayin ha Allah ta'ala sabab sin manga pardusahan nahinang sin lima nila mahuli ampa sila tumungha’ na mawun kaymu (Muhammad (sallallahu alayhi wasallam)) manguwad-kuwad sumapa pa Allahu ta'ala, iban pag iyan: “bukun sayadtu in angut namu magpahukum pa dugaing dayin kaymu, bat unu bang unu sumagawa maksud pagpasulut, hikasannang sin sila nagsagga’, bukun pagmarīy panulang sin hukuman mu.”",
                    "63": "(himuting sila sin Allahu ta'ala), sila na yadtu (manga munafiq) kiya iingatan da sin Allahu ta'ala in halawum sin pangatayan nila, iban panagga’ nila sin kasabunnalan, tangkis kaw kanila, bugaa sila sin hinang kamunafikan nila iban pituwahi sila, bissarahi sin kabtangan himumungan mantuk pa lawum sin pangatayan nila tungud pa ginhawa baran nila.",
                    "64": "Way kami nagpara Nabi (suluhan) malayingkan subay siya kahagarun ha pangdaak iban ha panglang niya ha panugut baya’ sin Allahu ta'ala bang ba in sila (munafiq) na-anyaya nila mayan in ginhawa baran nila miyawun kaymu (O Muhammad! (sallallahu  alayhi wasallam)) nagsusun na, nagtawbat nag-istiqfar pa Allahu ta'ala, iban tiyabangan pa sila sin Rasul (Muhammad (sallallahu alayhi wasallam)) piyangayuan Istigfar pa Allahu ta'ala, tantu na sadja madawhat nila, in Allahu ta'ala ‘Tawwab’ (Mangangampun), lagi Baying-ulungan.",
                    "65": "Sumagawa bukun tuud, ibut pa Tuhan mu Ya Muhammad (sallallahu alayhi wasallam) bat in sila nagpaparatsaya sabunnal, sahingga ikaw in pa paghukumun nila ha katan pakaradjaan piyagsaggaan nila, mahuli wayruun halawum sin pangatayan nila kutu-kutu tungud pa hukuman kiyapanghukum mu, sarta tiyayma nila iban pagmalilla sampurna.",
                    "66": "Iban misan pa kami nagdaak na kanila (manga sila mabaya na magtawbat), “bunua niyu in ginhawa baran niyu, pagkahi niyu, atawa magdaak kami tinggali niyu in pamaybay niyu, paghula niyu,” di nila ra yadtu mahinang, bang awun himinang matiyu da, bang nila sadja naagad in piyangdaakan kanila, in mattan niya hikarayaw kanila dunya akhirat, iban manjari hikasung sin pag iman iban hikatattap.",
                    "67": "Iban bang nila sadja tiyuman iyagad in pardaakan kanila, tantu yuud dihilan namu sila pahala dakula dayin ha hadarat namu,",
                    "68": "Iban tantu tuud hidayatan namu sila pa dan matulin mabuntul.",
                    "69": "Iban hisiyu-siyu in magta'at magkahagad ha pardaakan sin Allahu ta'ala iban ha Rasul niya (Muhammad (sallallahu alayhi wasallam)) sila na yadtu in manga tau tarbilang lamud ha manga kiyaanugharaan sin Allahu ta'ala sin ni’mat dakula (makapa lawum sin surga, maka dawhat sin ridha sin Allahu ta'ala, maka dawhat darajat mataas) manga kanabi-nabihan, manga lundang kakasi sin sila, nangunahi nangdara namunnal sin Agama, namunnal sin manga kakitaban napaturun, iban sin manga sila nasabil hapag atubangan iban satru, iban sin manga tau mabuntul mag a-ammal saleh. Tingga’ dawa na in karayawan sin tau tarbilang lundang panun nila halawum sulga.",
                    "70": "In manga yadtu (kani’mat-ni’matan ha lawum sin sulga) dayin ha kalabbihan sin Allahu ta'ala, ha manga ipun niya, na’ mararahi na in Allahu ta'ala, in makahati bang hisiyu in dihilan niya tagpatut sin kalabbihan yadtu.",
                    "71": "Ya kamu manga bar-iman! Paghalli kamu matagha’ sin manga satru, saddiyahi niyu sila tumpukan umatubang, atawa magkanat-kanat kamu ha paggubat atawa pagsama-samahi niyu.",
                    "72": "Iban mattan tuud awun dayin ha kaibanan niyu amuin nagmunafiq wala nakaagad nagjihad, nagbanu-banu sadja, apabila kamu nahasan sin kangian, musiba pa baran, hipamung sin tau nagmunafiq yan, agi niya: “Bunnal tuud in Allahu ta'ala dakula in ni’mat dihil niya kaku, ha wala aku nakalamud nakaagad sin manga tau nasahid.(naparrang-sabil).”",
                    "73": "Sumagawa bang isab kamu datung sin karayawan (partulungun, daraugan, maka-paruli alta tabanan) dayin ha Allahu ta'ala, tantu mamung biya' sin wayruun piyagbaggutan kasi lasa, “mayta isab yan way aku liyamud ha pagbahagi nanghinayang (bang isab aku nakaagad da kanila maka kawa da isab aku bahagi dayin ha manga alta daraugan).”",
                    "74": "(Bang di mag bunu’ in manga sila munafiq manga sila magpabibinbang ha kabuhi) subay na hipagbunu’ sin manga bar-iman (manga ikhlas in pangatayan), amuin piyagbiy nila in kabuhi dunya sin akhirat karna sin Allahu ta'ala, na’ in hisiyu-siyu magbunu’ karna pagpalanyut sin Agama sin Allahu ta'ala, sibu’ da mabunu’ siya atawa makaraug siya, tagamahan namu da sila sin pahala dakula, (amuna in sulga).",
                    "75": "Iban unu hangkan kamu di magbunu’ ha rān sin Allahu ta'ala, iban ha sabab sin manga sila waygaus, nalulunggu dayin naman ha manga kausugan, kababaihan pakaanakan, amuin manga sila nangduruwaa pa Tuhan (Allahu ta'ala), in agi nila: “Ya Tuhan namu! Tabanga kami saunua paguwaa kami dayin ha lawum sin paghula ini (Makkah) amuin tau ha lawum niya anyaya, iban paawni kami dayin ha hadarat mu makapa intul sin pakaradjaan namu iban makatabang kamu (umatubang ha manga sila satru namu).”",
                    "76": "In manga bar-iman magbunu’ sila ha dan sin Allahu ta’ala iban karna pagpataas sin kalimatullah (kasabunnalan pagpa'adil, pagpalanyut sin agama) ampa in manga sila kafir magbunu sila ha dan Taguwt iban karna sin Taguwt, umangut kabansagan, na’ daha niyu manga bar-iman magbunu’ in manga gaus bawugbug sin manga shaytan yan, sabunnnal tuud in tipu raya sin shaytan pa manga bar-iman malamma ra.",
                    "77": "Wala mu ka kiyta, kiyasakupan (Ya Nabiyallahi ta'ala) in manga kaibanan sin sahabat mu, ha kutika’ sila naiyan, “pa’gangi niyu in lima niyu magbunu’ iban sin manga mushrikin sarta tunayan niyu in sambahayang fardu lima waktu, iban tunayan niyu in manga Zakat pa manga tagmustahak kaniyu!”, sumagawa ha kutika’ piya fardu na kanila in jihad (magparang sabil karna sin Allahu ta'ala) ha Madina, diyamag na miyuga in kaibanan dayin kanila magbunu’ iban sin satru (manga mushrik) biya’ sin damag nila pa Allahu ta'ala, atawa limampaw pa, gām mayan, nagsama-sama sila imiyan: “Ya Tuhan namu! mayta kaw nagdaak nagpapafardu sin pagbunu’ kamu? Kasuhulan mu baha in kabuhi namu pa masa maniyu-tiyu? ” Iyana sila Ya Nabiyallahi ta'ala! In hi agi mu kanila: “In kasaddapan diy ha dunya dayi-dayi da, ampa in karayawan  ha adlaw akhirat labi in dayaw ha manga tau nagmamabuga pa Allahu ta'ala, sarta di na kamu kalaugan karagdagan in manga pahala sin Ammal niyu misan biya kulapis tanud-tanud limitik ha babaw bigi hulma.”",
                    "78": "Ha unu ha unu in kiyaawnan niyu abutan da kamu sin kamatay, misan pa in kiyaawnan niyu halawum sin kuta’ makamdus kiyalanjang biyangun pa puntukan mataas, bang in manga sila munafiq kiyugdan (diyatungan) karayawan, partabanan, sama-sama sila imiyan: “In manga ini mattan dayin ha Allahu ta'ala”, sumagawa bang sila kugdanan masalahat, gutum, sakit imiyan sila “in manga ini dayin kaymu (Ya Muhammad! (sallallahu alayhi wasallam)) ”, himuting sila sin Allahu ta'ala, iyana sila Ya Nabiyallahi ta'ala!, “In katan, unu-unu karayawan iban sin kangian dayin ha Allahu ta'ala”, unu na ha manga tau ini kiyakarukan, di agun makatayma himumungan?”",
                    "79": "Unu-unu kimugdan kaymu dayin ha karayawan in yan dayin ha Allahu ta'ala, ampa in unu-unu kimugdan kaymu dayin ha manga kangian, in yan dayin ha baran mu, ampa in ikaw (Muhammad (sallallahu alayhi wasallam)) piyara namu kaw pa sagannap manusiya suluhan Rasul, damikkiyan mamarahi in Allahu ta'ala makasaksi iban nakasakup.",
                    "80": "Hisiyu-siyu in nagta'at nagkahagad ha Rasul (Muhammad (sallallahu alayhi wasallam)) bunnal tuud nagta'at na siya pa Allahu ta'ala, ampa in hisiyu-siyu miyalling di maggiyan sin panghindu mu, nangjural kaymu, na’ piyara namu kaw bukun jumaga, manglunggu mamugus papag-imanun, malayingkan tuput piyara kaw magpasampay sadja sin amānat dayin ha Allahu ta'ala.",
                    "81": "Imiyan na in manga sila munafiq bang sila sabu duun kaymu (Muhammad (sallallahu alayhi wasallam)) in agi nila: “In kami magta'at kaymu, maagad in pardaakan mu ”, samantala bang sila gumuwa na umukat na dayin kaymu, amuin dayin ha tumpukan nila magkaruwman magtali mag akkal buddi sumulang ha pardaakan mu kanila, sumagawa in Allahu ta'ala diyukut niya piyatarrang in manga katitipuhan iyangan-angan sin manga sila (munafiq) halawum sin kitab ammal nila, supaya sila kabausan sin hinang nila pa kangian. Tangkis kaw dayin kanila yan, panawakkal kaw pa Allahu ta'ala, bugsuan in parkala kaniya, mamarahi in Allahu ta'ala umatas iban tumabang.",
                    "82": "Unu wala nila ka diyungdungan tiyayma marayaw. piyantukan in Qur'an? Bang sadja in Qur'an ini bat dayin ha dugaing atawa dayin ha manusiya tantu tuud makabak na sadja sila halawum niya pagba’lihan, pagtungkakali mataud.",
                    "83": "Apabila sumampay kanila in manga parakāla mabangkil in manga kasannangan atawa manga kabubugaan, siya saparati paggubat atawa bunu’, hipamahalayak nila pa manga mahajjana, bang sadja nila biyugsu pa Rasulullah atawa pa manga tau taga ilmu, bar-akkal, kanakuraan, tantu kaingatan nila in kapaniksaan sin sűy-sãy napasaplag nila, bang sadja bukun ulung, kasi, kaniyu pasal sin awun pag-iman niyu magad na kamu ha shaytan, biya’ sin pangagad sin manga munafiq, malayingkan matiyu dayin kaniyu in di nila mapaagad.",
                    "84": "Pagbunu’ kaw (Ya Muhammad!) ha ran sin Allahu ta'ala, misan pa baran-baran mu, bukun kaw piyabu’gatan papariksaun, malayingkan tuput ginhawa baran mu, na’ ikaga in manga bar-iman magbunu’ magad kaymu, kalu ra mayan sin Allahu ta'ala pagangan in manga kusug gaus sin manga sila kafir. Iban in Allahu ta'ala Tuhan sangat in kusug iban gaus, lagi landu in parat sin paniksa.",
                    "85": "Hisiyu-siyu in manapa'at kima inagun pa napa'at hinang marayaw, awnun kaniya ha adlaw akhirat in bahagi pahala dayin ha yadtu. Damikkiyan in hisiyu-siyu manapa'at, kima inagun pa hinang pa kangian, awnun da isab kaniya ha adlaw akhirat in tungbas bahagi niya dayin ha pardusahan. Ampa in Allahu ta'ala ha katan unu-unu nakajajaga, nakasasakup, namamarihala sin kaammal-ammalan, ampa niya kamu tungbasan sin manga kakahinang niyu.",
                    "86": "Apabila kamu saginahun sin salam (Assalamu ‘alaykum) sambaga niyu sin salam labi in dayaw niya, atawa sibui niyu na sadja, In Allahu ta'ala sangat in ayad niya mutang bistahan ha katan unu-unu.",
                    "87": "Allah! La ilaha illa huwa (Wayruun Tuhan mapatut pagtag-iypunan malayingkan tuput siya) tantu tuud in siya, pūwnun niya kamu ha adlaw akhirat, way pagkalu-kalu karna tungbasan, na’ hisiyu pa in lumabi maghimumungan bunnal dayin ha Allahu ta'ala?",
                    "88": "Na’ mayta kamu yan manga bar-iman, nabahagi nagduwa tumpukan pasal sin manga sila munafiq, hambuuk tumpukan gapi’ kanila, kaduwa tumpukan miyungsi kanila. Piyabalik sila (manga munafiq) pakakupulan sabab sin kakahinang nila nagbing sila nanipu, unu umatikat kamu himidāyat kaniya, amuin liyawung na sin Allahu ta'ala? Iban hisiyu-siyu in liyawung na sin Allahu ta'ala, wayna tuud aw-awun kabākan mu kaniya partunjuk hikabatuk mag-iman.",
                    "89": "Nag angan-angan in manga sila munafiq bang damayan kamu bar-iman magkufur biya kanila hasupāya kamu magsibu di magtiyuwas, na’ ayaw kamu umanggu sabagay atawa tumatabang dayin kanila, sahingga sila magad maghijra pa Madina ha ran sin Allahu ta'ala, sumagawa bang sila tumangkiring na dayin ha pag-iman sabunnal, saggawa niyu sila, bunua niyu sila, ha unu ha unu, niyu hipagsugmak, sarta ayaw tuud kamu kumawa dayin kanila yan sabagay kumakainagun atawa gapi’ tumabang kaniyu,",
                    "90": "Malayingkan, ayaw niyu bunua in manga sila nakasugpat pa manga tumpukan ha antara sin kamu iban sin sila awun piyaghugutan piyagsapahan di maggaus, damikkiyan ayaw niyu ra isab bunua, in manga sila nagbaran miyawun kaniyu nagmasukkal masigpit ha pangatayan nila in magbunu’ iban kamu, atawa magbunu’ iban pagkahi nila, bang nagkahandak in Allahu ta'ala, dihilan niya sila gaus, kusug, tumaimbabaw kaniyu, nakapamunu’ na sila kaniyu sumagawa piya’gang sin Allahu ta'ala in pupuhingaan nila kaniyu sabab sin ulung iban kasi niya. Apabila sila mutas na dayin kaniyu, sarta di na sila munu’ kaniyu, Iban dumaut na sila magsulut, na’ in Allahu ta'ala wayna nangdihil lawang kaniyu sumagga’ naman. Di na kamu makajari munu’ kanila, atawa manggumbil alta nila.",
                    "91": "Makabāk pa kamu kaibanan manga tumpukan sin manga munafiq manghuwas-huwas sila kaniyu magpanyata’ sin ka-Islam, iban manghuwas-huwas sila ha pagkahi nila magpanyata’ sin kakupulan, angut nila makakawa kasalamatan kasanyangan dayin kaniyu iban kasalāmatan kasanyangan dayin ha manga tau nila, sakahaba na sila taabbitun pa hinang kakupulan iban papagbunuun iban sin manga Muslimin, magbalik sila tumaud, ha manga liyuran nila. Na’ bang sila di mutan dayin kaniyu masi-masi munu’ kaniyu, atawa di magmalilla kaniyu, iban di nila pa’gangun in manga lima mamuhinga kaniyu, na’ manga bar-iman saggawa niyu sila, iban bunua niyu na sila yan ha unu ha unu na sila hipagbak niyu. Ha tungud sin sila (manga munafiq) iyawun namu kaniyu in katarrangan, kasawahan matarrang patut na sila bubunu'un.",
                    "92": "Bukun in kaawnan sin bar-iman mamunu’ ha bar-iman, malayingkan bang kiyalawngan bukun piyagtuuran, na’ in hisiyu-siyu nakabunu’ bar-iman karna kiyasaluhan bukun piyagtuuran, subay siya magmahaldika hambuuk iypun bar-iman, iban subay siya magpaawun dimihil diriyatan hitukbal pa ahli sin nabunu’, malayingkan bang piyamaap na (hipag sadakka) na sin ahli sin kiyabunuan, bang in nabunu’ tarbilang dayin ha tumpukan sin atu niyu ampa siya bar-iman, wayruun pagbangun (diyat) kaniya, amura in magmahaldika sadja siya hambuuk īypun bar-iman, bang in kaawnan sin nabunu’ dayin ha manga tumpukan sin tau awun piyaghuhugutan di mag aku, subay papaawnun in diriyatan kaniya hitukbal pa ahli niya, iban subay pa siya magmahaldika hambuuk iypun bar-iman. Adapun, hisiyu-siyu wayruun kabakan niya iypun mahaldikaun, atawa wayruun alta niya hikagaus, subay na siya mamuasa duwa bulan magsunu’-sunu’, supaya madawhat in kaampunan sin Allahu ta'ala, adapun in Allahu ta'ala Tuhan sampurna in pang-ingat lagi pandikal dimihil hukuman.",
                    "93": "Iban in hisiyu-siyu mamunu’ bar-iman piyagtuuran (miyaksud), in tungbas niya Narka Jahannam, gakud siya tattap halawum niya, iban mulkaan siya sin Allahu ta'ala sarta hilakag na siya dayin ha Rahmat, iban saddiyahan siya siksa dakula.",
                    "94": "Ya kamu bar-iman! Apabila kamu manawna tudju pa pagparrangan, pa pagjiharan, ha ran sin Allahu ta'ala, hangpasa niyu marayaw, pamariksa kamu, ayaw kamu mag uws-uws mamunu’ supaya kamu di makabunu’ sin muslim, damikkiyan ayaw niyu tamparasaha iyan in manga sila nakapag shahadat na sin kalimatus Shahadah, sarta nanagina kaniyu sin kabtangan (Assalamu ‘alaykum): Ayaw niyu iyana “In kamu yan bukun kamu bar-iman”, mahuli akuhun niyu bunu'un, angutun niyu in katimbulan niyu bunu'un, angutun niyu in katimbulan dunya dali’. Ampa in yadtu ha hadarat sin Allahu ta'ala, paruntungan, partabanan mataud, tugub sin karayawan labi pa in dayaw dayin sin iyangut niyu yan. Parahal sin tagna nakauna in kamu biya’ da isab sin sila kafir, ampa kamu hidayatan sin Allahu ta'ala pa pag-iman, hangkan kimmat-kimmatan niyu ayaw kamu mag uws-uws mamunu’, bunnal tuud in kaawnan sin Allahu ta'ala ‘Al-Khabiyr’ (tallang taluwas in pang-ingat niya tungud pa kakahinang niyu).",
                    "95": "Di magsibu ha darajat iban pahala in manga bar-iman limingkud sadja ha pamaybay nila iban sin manga sila naghulubalang nagluwas-lungsad nagbugit nyawa, dayin na mayan ha alta pa baran karna sin Allahu ta'ala, tabiya’ sadja in manga sila taga udjul (saril-buta-pingkā-piang). Piyatingka piyabidda sin Allahu ta'ala in manga sila piyagjihad nila in pangalta nila iban ginhawa nila, dayin sin manga sila nagpa uruk sadja ha bay nila, sumagawa ha ruwa pihak jiyanjian sin Allahu ta'ala sin sulga, amura kuman piyabidda’ sin Allahu ta'ala in nagbaran miyagad dayin sin nagpa uruk ha bay ha laggu tutungbasan,",
                    "96": "Tiyagamahan sin Allahu ta'ala in manga magjijihad sin darajat, martabat mataas halawum sin sulga, iban sin kaampunan dayin kaniya, iban kasi. Iban in kaawnan sin Allahu ta'ala Tuhan Baying-ampunun, Baying-ulungun.",
                    "97": "Sabunnal tuud in manga sila, ha kutika’ patayun na sila sin manga malaikat dayin ha panugut sin Allahu ta'ala, ha hal in sila nag aanyaya sin ginhawa nila wala sila miyagad timaud ha Nabi (sallallahu alayhi wasallam) naglayin dayin ha Makkah pa Madinah parahal in paglayin pa madinah piyawajib na kanila, iyanun na sila sin manga malaikat duun ha kanaja’ nila: “Dayin ha unu tumpukan kamu? dayin ha Muslimin atawa dayin ha manga mushrikin? ” Manguwad-kuwad na sila sumambung. in agi nila: “In kami ini malamma way kusug nalulunggu’, di kami makapatampal sin ka Islam namu diy ha ginlupaan ini”. Sambung kanila sin manga Kamalaikatan: “Bukun ka in ginlupaan, gumi sin Allahu ta'ala maluag, mauyaya’, limāya kamu maglayin dayin ha hula kakupul, tudju pa hula tagapag iman?” Na’ sila na yadtu in manga tau makapa Narka Jahannam, sangiy-ngiy na uwian.",
                    "98": "Tabiya’ sadja ha manga malamma way kaumabutan dayin ha manga kausugan, pa babai, pa bata-bata, di na makagaus lumawag kapandayan hikapaklus iban di na makabatuk labayan,",
                    "99": "Sila na yadtu (manga taga udjul nasabbut) mura-murahan in mattan maampun sin Allahu ta'ala, adapun in Allahu ta'ala siya na in Tuhan Baying-maapun sarta Baying-ampunun.",
                    "100": "Hisiyu-siyu in naglayin dayin ha hula niya ha maksud karna sin Allahu ta'ala, makabak siya ha ginlupa'an mataud tampat durukan, sarta ridjiki maluag. Damikkiyan in hisiyu-siyu nag layin dayin ha paghula niya, maksud pa Tuhan (Allahu ta'ala) iban pagta’at pa Rasul niya (Muhammad (sallallahu alayhi wasallam), mahuli nasawkap sin kamatay ha ran piyanawan, tantu na in pahala niya ha hadarat sin Allahu ta'ala. Ampa in Allahu ta'ala in kaawnan niya Baying-ampunun iban Baying-lasahun.",
                    "101": "Iban apabila kamu (manga muslim) magpanaw-panaw ha ginlupaan wayruun sa’ niya (dusa) bang niyu hawpuun (qasarun) in sambahayang upat raka'at hitindug duwa raka'at, bang upama kamu mabuga sin partandasan, pupuhingaan sin manga sila kafir biya’ hantang mamunu’ atawa maminsana’, makajari ra isab kamu magqasar sin sambahayang. In kamattanan niya in manga sila kafir tungud kaniyu satru matarrang.",
                    "102": "Apabila kaw (Ya Rasulullah! Muhammad (sallallahu alayhi wasallam)) sarta nila manga Mujahidin, tindugan in sambahayang barjama'ah, pag imami sila, paawna duwa tumpukan sila. In hangka tumpuk magad kaymu sumambahayang, hipara kanila in manga almas pakukus nila magsambahayang. In hika ruwa tumpuk jumaga ha atu (satru) pagsaddiya, tagama ha tiyap-tiyap waktu, bang sila maubus na sumujud mati’mus na sumambahayang, simibug na sila pa ulihan sumubli na isab mawun pa ulihan mu in hikaruwa tumpukan, amun wala nakaagad kaymu simambahayang nakauna. Sumambahayang sila isab magad jumama'ah kaymu iban pagkimmat sarta halawum paghalli diyara in pakukus. Ampa in angut sin sila manga kafir bang kamu maligap-ligap ha manga pakukus niyu iban sin manga darahan, muddal niyu, kugnatun kamu lungturan, gubatun minsanun, wayra isab sa’ niya (dusa) bang niyu wala hiyakus in pakukus niyu, baha, sabab sin sumil niyu ha imulan atawa awun niyanam niyu sakit. Sumagawa paghalli’ na sadja kamu ha baran niyu. Bunnal tuud in Allahu ta'ala siyaddiyahan niya in manga kafir sin siksa kahinaan.",
                    "103": "Bang kamu naubus na nagsambahayang barjama'ah, tutugi niyu in pagjikir panumtum pa Allahu ta'ala, sibu’ da ha tindugan, ha lingkuran atawa ha kimukulang, sumagawa bang upama in kamu santusa na in pangatayan bukun na halawum nagbubuga’-buga’, sampurna'a niyu na in pagpatindug sin sambahayang biya’ sin kainasil sara’ niya.",
                    "104": "Iban ayaw kamu maglamma-lamma, masumil, umatubang, lumawag sin atu niyu (satru). Bang kamu kiyasakitan sabab sin pagbunu’ atawa kiyahalulan. Bunnal tuud in sila kiyasakitan da isab biya’ kaniyu. Ampa in kamu manga bar-iman makahulat-hulat kamu partabangan iban pahala dayin ha Allahu ta'ala, amuin di nila mahulat-hulat. Iban in Allahu ta'ala, Tuhan sampurna in Pang-ingat, iban Hakim ha parkāla niya.",
                    "105": "Bunnal tuud piyaturun namu in Qur'an kaymu ha kasabunnalan, karna supaya hipanghukum mu ha antara sin manusiya in kiya hindu kaymu hukuman, na’ ayaw kaw ha manga tau hayanat dumapit,",
                    "106": "Iban pangayu kaw kaampunan pa Allahu ta'ala (Ya Nabiyyallah!). Bunnal tuud in Allahu ta'ala Baying-ampunun siya kan siyu-siyu nangayu kaampunan, sarta makasi malasa kan siyu-siyu nagtawbat.",
                    "107": "Iban ayaw kaw lumugat dumapit ha manga sila hiyayanat nila, iyakkalan in ginhawa baran nila, nagtakaw nag anyaya. Bunnal tuud in Allahu ta'ala di siya makasi kan siyu-siyu limabbaw na in panghayanat, bardusa,",
                    "108": "Hitapuk nila (manga sila munafiq) in manga kakahinang nila dusa dayin ha manusiya, di sila makatapuk dayin ha Allahu ta'ala sarta in siya (Allahu ta'ala) mariputi niya kamu sin pang-ingat niya, ha kutika’ sila nagbanu-banu katitipuhan ha dum, manga lapal kabtangan di kababayaan sin Allahu ta'ala. Ampa in Allahu ta'ala tungud pa manga kakahinang nila yadtu nalipus sin pang-ingat niya.",
                    "109": "Na’ kamuna sayan, manga limugat dimapit kanila di hakabuhi dunya ini, ha kaba’talan. Na’ hisiyu na baha in lumugat dumapit kanila ha adlaw Qiyamat, atawa hisiyu na in bawugbug nila?",
                    "110": "Iban hisiyu-hisiyu in huminang kangian pa tau dugaing atawa anyayahun niya in ginhawa baran niya, laugan niya ha pagma’asiyatan, mahuli ampa siya simukat pa Allahu ta'ala kaampunan, hakabtangan ‘Astaghfirullah’, marapat niya in Allahu ta'ala Tuhan Baying-ampunun makasi ha manga iypun.",
                    "111": "Iban hisiyu-siyu in huminang ma'asiyat piyagtuuran niya iyusaha, adapun in pardusahan nausaha niya kangian, uwi pa baran niya. Ampa in Allahu ta'ala in kaawnan niya sampurna in Pang-ingat niya ha katān sin piyapanjari niya, lagi pandikal ha hukuman niya, di maniksa ha bukun nagma'asiyat.",
                    "112": "Iban hisiyu-siyu nakapagma'asiyat hapagtuuran atawa kasaan, mahuli ampa niya liyaruk (tiyungki) pa tau ‘awam way panghati (bukun tagdusa), bunnāl tuud naka dana siya dusa kaputingan sarta dusa matampal, nyata’.",
                    "113": "Bang sadja bukun kasi sin Allahu ta'ala kaymu (Ya Nabiyyallah!) iban sin Rahmat niya kaymu, piyapaanib kaw sarta piyatumtuman kaw sin kabunnālan, tantu tuud nagbabanu-banu in manga tumpukan sin banu lawngun kaw, palayuun dayin ha kabunnalan sababan sin panaksi ba’tal. sumagawa way ra nalawung nila malayingkan ginhawa baran nila ra, iban way kamudarat mahinang nila kaymu hambuuk unu-unu, sabab in ikaw nagdihil hukuman ha diyungug mu panaksi matampal, iban piyaturun kaymu sin Allahu ta'ala in Qur'an, iban sin Hikmah, (manaymai sin manga rahasiya sin sara’ magpaamu pakakugdanan niya), iban hinduan niya kaw sin ilmu di mu kaingatan, ampa in kalabbiyan kasi sin Allahu ta'ala kaymu sangat dakula.",
                    "114": "Way ra karayawan katimbulan ha kamawmuhan, katauran sin pag isun-isun hakasipukan malayingkan bang in siya mangdaak pa pagsadaqqa atawa mangdaak pa hinang pa karayawan, dana in katan hinang marayaw, biya’ sin manabang ha tau kiya laugan, atawa magpasulut ha antara sin manusiya, iban hisiyu-siyu in himinang sin damikkiyan in karna umangut rida sin Allahu ta'ala, bukun karna dunya dihilan namu da siya pahala dakula.",
                    "115": "Iban hisiyu-siyu in sumulang sumagga’ ha Rasulullah (Muhammad (sallallahu alayhi wasallam)) puas dayin ha timarrang na kaniya in dan patut, imamu. Sakali magad siya ha bukun dan sin manga bar-iman, pahablakun namu siya pasaran iban sin piniy niya kalawngan, iban pa pasuwrun namu siya pa lawum sin narka jahannamn, santa sangiy-ngiy na uwian.",
                    "116": "Sabunnāl tuud in Allahu ta'ala di siya umampun didtu ha adlaw Qiyamat sin dusa sin tau magshirik kaniya sambil na nawapat, sumagawa umampun siya ha pardusahan dugaing dayin sin yan, iban hisiyu-siyu in sumakutu magshirik pa Allahu ta'ala ha pag-ibadat, bunnal tuud in siya yan nalawung na, liyakagna nakalayu dayin ha kabunnālan.",
                    "117": "Bukun da in kiyapangayu-ngayuan sin manga sila mushrik iban sin piyagtag-ipunan nila dugaing dayin ha Allahu ta'ala, malayingkan manga babai-babai barhala, iban wayruun piyagtag-īpunan nila, malayingkan shaytan labbaw na in kangian,",
                    "118": "Liya’nat na siya sin Allahu ta'ala piyalakag dayin ha Rahmat niya. Na’ imiyan pa in shaytan iyagaran sin sapa’; in agi niya: “Tantu tuud kumawa da aku dayin ha manga iypun mu bahagi ha gantaan, pa pagta'atun ku kāku,",
                    "119": "Iban tantu tuud lawngun ku sila dayin ha dan mabuntul, iban bunnal tuud tanuman ku halawum sin pangatayan nila sin pagkasannangan, pagkasaddapan ba’tal, magparuwl ha pag ma'asiyat saka ummulan buhi, mag imangkan wayruun paghisab, iban tantu tuud daakun ku sila pasimbalan, pasaplungan in manga taynga sin kahayupan (sapi, unta, kambing), iban tantu tuud daakun ku sila papapindahan in kari asali sin piyapanjari sin Allahu ta'ala”, iban hisiyu-siyu in imanggu ha shaytan guru niya kumaka inagun kaniya, tinggalan in pardaakan sin Allahu ta'ala, sabunnāl tuud magkalugian na dunya iban akhirat, kalugian matarrang.",
                    "120": "Jimanji siya (shaytan) kanila sin pagkasannangan iban abi-abihun niya sila pa ibugun pa pag angan-anganun sin paruntungan dunya iban akhirat, adapun in janji kanila sin shaytan wayruun yan, malayingkan kaba’talan, kalawngan, katitipuhan.",
                    "121": "In manga sila yadtu (nagmarayaw ha janji sin shaytan kanila) in tampatan nila ha adlaw Qiyamat narka jahannam, iban wayna kabakan nila yadtu tampat paguyan.",
                    "122": "Ampa in manga sila bar-iman, iban sin manga sila nakapag ammal saleh, papasūwrun namu sila palawum sulga nag  anud-anud dayin ha sawum niya iban ha sikānan sin kakahuyan iban sin kaastanaan niya in kasuba’-suba'an, tutugna na sila udduk, halawum niya, saka ummulan ammat, janji yan sin Allahu ta'ala kanila mahugut way kahawal-hawalan, iban hisiyu pa ta’ in matuman maghimumungan dayin ha Allahu ta'ala?",
                    "123": "Bukun in pagsuwd pa lawum sin sulga madawhat ha pag angan-angan sin kamu (manga Muslimin) iban bukun, damikkiyan ha pag angan-angan sin manga sila ahlul kitab (yahudi, nasrani) sumagawa in hisiyu-siyu in himinang mangi tungbasan siya tungud pa nahinang niya, iban wayna kabakan niya dugaing dayin ha Allahu ta'ala makaka-inagun kaniya iban makatabang.",
                    "124": "Iban hisiyu-siyu in nag ammal himinang marayaw, duun naka usug atawa babai, ampa siya mattan bar-iman da, na’ sila na yadtu in sumuwd pa sulga, iban di sila maanyaya hambuuk unu-unu dayin ha pahala sin ammal nila, misan biya’ laggu-laggu bitik kulisap ha bigi hulma.",
                    "125": "Iban hisiyu pa ta’ in lumabi in dayaw ha pag-agama dayin sin siya lilla’ niya in pamayhuan niya (ginhawa baran niya) pa Allahu ta'ala (miyagad ha Agama Islam, timangkiring dayin ha manga āgama ginisan) ampa in siya ‘Muhsin’ (tau marayaw) iban miyagad siya ha Agama sin Nabiyullah Ibrahim, tiyangkiringan niya in katān agama ba’tal malayingkan amura biyawugbugan niya in Agama Islam. Na’ in Allahu ta'ala iyanggu niya in Nabiyullah Ibrahim bagay mapuuk kakasi.",
                    "126": "Iban ha Allahu ta'ala in Tagdapu Tag-Amulahi sin katan halawum sin pitung lapis langit iban gumi (dayin na mayan ha pagkawasa, pa pagpapanjari, siya in taggaus) iban in Allahu ta'ala in kaawnan niya tungud pakatan, unu-unu sampurna in Pang-ingat iban Panakup.",
                    "127": "Simukat sila sin pituwa mu tungud pa kapatut sin manga kababaihan (Haq nila, alta pusaka kanila). Iyana sila Ya Muhammad (sallallahu alayhi wasallam): “In Allahu ta'ala piyatarrang niya piyasawa kaniyu in tungud kanila kababaihan, iban piyatarrang niya lilay piyasawa kaniyu in manga nabassa nasugsug halawum sin kitab (Qur'an) tungud pa manga anak ilu babai, manga sila wala niyu kiyadihil in kiyatutat ungsud kanila, ampa kabayaan niyu asawahun, piyana’gahan kaniyu sin Allahu ta'ala in bihayadtu (gumbilan in alta pusaka, iban di lubusan sin ungsud, tagahan magbana). Damikkiyan piyasawa piyatarrang niya kaniyu tungud pa manga bata-bata waypa kaumabutan sarta nalulunggu’ in subay niyu hidihil hitukbal kanila in manga kapatut nila iban subay kamu mapa ‘adil ha manga bata ilu-ilu ha ungsuran nila iban sin alta pusaka kanila. Ampa in unu-unu nahinang niyu karayawan (ka'adilan, pangayuput) ha manga anak ilu. Na’ sabunnal tuud in Allahu ta'ala in kaawnan niya sampurna in Pang-Ingat niya.”",
                    "128": "Iban bang in babai (asawa) mabuga butasan, pahablakun sin bana niya, wayra isab ngiy kanila duwa bang sila duwa magsulut. Ampa in magsulut labi marayaw dayin sin magbutas (magbugit) ampa in ginhawa baran napapanjari maraug daug sin ikut, sumagawa bang kamu magmarayaw lumayu dayin ha hinang langgal sara’. Magmabuga pa Allahu ta'ala supaya di makaanyaya ha manga kababaihan (kaasawahan), na’ bunnal tuud in Allahu ta'ala in kaawnan niya sampurna in Pang-ingat niya ha manga niyat niyu iban kakahinang niyu.",
                    "129": "Di da tuud kamu makagaus magpatuman sin ka’adilan ha antara sin manga kaasawahan (nagkakalua) tungud pa pagkasi iban pagnapsu misan pa biyadiin in paglugtu niyu, na’ ayaw isab kamu kimiring landu pa hangka tau dayin kanila (amuna sadja in hiyahamparu, biyabalanjaan) pahablakun pasāran in kaibanan biya’ sin ha gantungan (bukun isab biyubugit, bukun isab iyaasawa) na’ bang kamu magparayaw na magpa’adilan na ha pamutang-mutang niyu kanila (kaasawanan) sarta magmabuga na pa Allahu ta'ala tinggalan na in manga hinang kabubungsihan niya na’ in Allahu ta'ala Tuhan Baying-ampunun sarta Baying-kasihun.",
                    "130": "Sumagawa bang sila duwa magtiyaun magbutas na, magbugit puas dayin ha pagpasulut, sakali di da magsulut in Allahu ta'ala umanughara kanila ruwa ridjiki dayin ha manga kalabbiyan iban kakayaan niya. Ampa in Allahu ta'ala sampurna in Pang-ingat maluag in Panakup niya ha unu-unu hājat sin īypun niya sarta Pandikal mutang hukuman.",
                    "131": "Mahuli magpatumtum in Allahu ta'ala ha duwa nagbugit ha Allahu ta'ala in katan halawum sin taas langit iban sin katan halawum sin ginlupaan, iban sabunnal tuud bakas namu kiyabanda’an naraak in manga sila kiyapaturunan kitab nakauna dayin kaniyu, iban sin kamu (ummat muslimin) in papagmabugaun pa Allahu ta'ala (tilusahan in pardaakan, aniban in manga piyanglangan). Sumagawa bang kamu magkupul ha manga panara biyantang kaniyu sin Allahu ta'ala, na’ ha Allahu ta'ala in katan ha taas sin langit iban sin katān halawum sin gumi (ginlupaan). Ampa in Allahu ta'ala in kaawnan niya baldaya, di humājat tabang tulung dayin ha iypun, Siya in pupudjihun, sasanglitun ha katan sin masa.",
                    "132": "Iban ha Allahu ta'ala in katan halaum sin taas langit iban sin katan halaum sin gumi (ginlupaan), damikkiyan mamarahi Allahu ta'ala in panawakkalan mangatasi, panghanglaan sin katan pakaradjalan.",
                    "133": "Bang siya (Allahu ta'ala) magkahandak, patayun niya kamu lapnasun niya kamu katān, O manga manusiya! ampa siya magparatung, magpaawun dugaing dayin kaniyu gumanti kaniyu. Tantu in Allahu ta'ala makagaus, karna in siya kawasa tungud pa bihayadtu.",
                    "134": "Hisiyu-siyu in angut niya sin hinang niya, tungbas dunya, na’ ha Allahu ta'ala tuput in pahala tungbas dunya iban akhirat. Ampa in Allahu ta'ala sampurna in Pangdungug niya ha manga himumūngan niyu iban sampurna in Pangita niya ha manga kakahinang niyu.",
                    "135": "O kamu manga Bar-iman! Paawna niyu in ginhawa baran niyu matutug mamaindug sin ka'adilan ha antara sin manusiya ha katan sin pakaradjaan niyu, tarbilang saksi pa Allahu ta'ala tungud pa kasabunnalan, misan pa paginhawa baran niyu, atawa pa ina ama niyu atawa pa kakampungan, misan pa in saksian dayahan atawa miskin, In Allahu ta'ala in sarayaw-rayaw mamarihala kanila duwa dayin sin kamu. Na’ ayaw niyu agara in napsu sin pangatayan niyu umangut katimbulan, hikapa’gang sin ka'adilan. Na’ bang niyu bintungun in dila niyu pa bukun amu atawa di niyu na hilimpal in pagsaksi. Na’ sabunnal tuud in Allah ta'ala tungud pa kakahinang niyu sampurna in Pang-ingat, Panakup niya.",
                    "136": "O kamu manga Bar-iman! Pagpatattap kamu ha pag-iman pa Allahu ta'ala iban pa Rasul niya (Muhammad (sallallahu alayhi wasallam)) iban ha kitab (Qur'an) amuin napaturun pa Rasul niya, iban ha manga kitab napaturun niya ha manga Karasulan nakauna dayin kaniya, na’ hisiyu-siyu in sumagga’ di mamaratsaya ha Allahu ta'ala iban ha manga kamalaikatan niya, iban ha manga kakitab-kitaban niya, iban ha manga karasulan niya iban ha adlaw Akhirat. Na’ sabunnal tuud nalawung na siya. Kalawngan malayu pakaamuhan.",
                    "137": "Sabunnal tuud in manga sila nag iman na, mahuli nagkupul, ampa na isab nagparatsaya nagbalik, ampa na isab nagkupul, sarta gammayan siyungan nila in kakupulan. In Allahu ta'ala di umampun kanila iban di na himidayat kanila pa ran pakaamuhan.",
                    "138": "Baytai na, bugaa in manga sila munafiq ha bunnal tuud awun na kanila siksa maul-ul,",
                    "139": "Amu in manga sila iyanggu nila hinang (Awliya) sabagay, tabang, kumaka inagun in manga munafiq bukun manga bar-iman, unu in angut nila katinggihan, kalagguan, kawasa dayin kanila yadtu. Sabunnāl tuud in kalagguan katinggihan Allahu ta'ala in Tagmilik katan-tan.",
                    "140": "Iban bakas na piyaturun kaniyu in halawum sin kitab (Qur'an) ini amuin bang kamu makadungug sin manga kaayat-ayatan sin Allahu ta'ala payluhan buku'un iban gura-guraun in yan, na’ ayaw kamu limingkud humambuuk timipun kanila (manga kafir iban manga manggugura-gura) sahingga pindahun nila na in himumūwngan nila pa dugaing, bat bang kamu dumuun na mayan sarta nila halingkuran, mattan in kamu yan biya’ da kanila. Sabunnal tuud in Allahu ta'ala pūwnun niya ra in manga munafiq iban sin manga kāfir hambuukun ha lawum sin narka jahannam katan,",
                    "141": "In manga sila (munafiq) amuin sila timatagad, namanduga ha jumatu kaniyu karayawan atawa kangian. Bang kamu nakadawhat daugan dayin ha Allahu ta'ala, imiyan sila: “Bukun ka’ in kami ini panaiban sin kamu nagpalindug sin Islam? ”, Sumagawa bang in manga kafir, mushrik magparuntungan dumaug, iyanun nila sila: “Bukun ka’ kami in nakaparaug kaniyu iban bukun ka’ kami in nama’gangi nanampani kaniyu dayin ha manga bar-iman? ” In Allahu ta'ala ra in humukum ha antara sin kamu (bar-iman iban sin manga sila munafiq) ha adlaw akhirat, ampa di da tuud sin Allahu ta'ala awnun ha manga kafir in dan hikaraug ha manga bar-iman ha salugay sin gawgut ha pag-iman.",
                    "142": "Sabunnal tuud in manga munafiq umatikat sila umakkal ha Allahu ta'ala, sumagawa in Allahu ta'ala, siya in mangakkal kanila tumupan sin pangakkal nila tungbas. Apabila sila timindug tumunay sin sambahayang, tindug iban kalisu, magpakita-kita sadja ha manusiya, iban di da sila magsabbut magjikir pa Allahu ta'ala, halawum sambahayang naka atawa ha guwa malayingkan sasabbutan jikir manitu-tiyu. (mahang da).",
                    "143": "In manga sila yadtu, halawum paghawal-hawal nagduruwa-ruwa in pangatayan ha antara sin magkupul iban mag-iman, bukun lamud kanila (kafir) iban bukun isab lamud kanila (bar-iman) damikkiyan hisiyu-siyu in lawngun na sin Allahu ta'ala, way na kabakan mu kaniya dan labayan tudju pa kasabunnalan (Agama Islam).",
                    "144": "O kamu manga bar-iman! Ibut ayaw niyu kawaa Awliyaa (gaus bawugbug, gapi, rarahasiyaan) in manga kafir kandi dayin ha manga bar-iman. Unu in angut niyu, mabaya ka’ kamu makahinang pa Allahu ta'ala katarrangan matampal, kanyāta'an tanda kalamma sin pag-iman niyu? (patut na kamu siksaun niya)",
                    "145": "Sabunnal tuud in manga munafiq ha adlaw Qiyamat, makabutang ha taddas bulian sin narka (‘Hawiya’) iban wayna kabākan mu kanila makatabang humawun dayin ha bulian sin narka.",
                    "146": "Tabiya’ sadja in manga sila nakapagtawbat dayin ha hinang kamunafiqan, iban nagparayaw na sin hinang, nanggayunggung na pa sara’ sin Allahu ta'ala, sarta ikhlas na in hinang nila ha pag-agama nila (wayna riya) tuput tunggal in Allahu ta'ala pagta'atan Na’ sila na yadtu sarta sin manga bar-iman, iban dihilan da sin Allahu ta'ala in manga bar-iman ha adlaw akhirat, pahala dakula.",
                    "147": "Mayta pa in Allahu ta'ala simiksa kaniyu bang kamu nagsukul iban nagparatsaya ha amuin napaturun ha Rasul niya, ampa in kaawnan sin Allahu ta'ala magsusukul (tungbasan niya in pagta'at sin (iypun niya kaniya, ammal tiyu-tiyu tungbasan mataud) sampurna in Pang-ingat ha kakahinang niyu.",
                    "148": "Di mabaya in Allahu ta'ala ha kabtangan himumūwngan tamparasa, mangi hikabtang hapag alupan malayingkan in siya bang naanyaya na subay niya hikabtang ha alupan sin Hakim (Manghuhukum) ampa in Allahu ta'ala in kaawnan niya sampurna in Pangdungug niya ha susumbungan sin naanyaya, sarta sampurna in Pang-ingat niya ha bu’gat, gaan sin kaanyayahan sin nanganyaya.",
                    "149": "Sibu’ da patampalun niyu manga bar-iman in hinang marayaw atawa hitapuk-tapuk niyu atawa hipagmaap niyu in manga kangian nahinang kaniyu, na’ sabunnal tuud in Allahu ta’ala in kaawnan niya mangangampun lagi Balgaus mamawsi ha manga nagkarusahan.",
                    "150": "Sabunnal tuud in manga sila nagkupul pa Allahu ta'ala iban pa Rasul niya, iban kabayaan nila butasun pinigun ha antara sin Allahu ta'ala iban sin manga Karasulan niya, (paratsayahun in Allahu ta'ala, di paratsayahun in manga karasulan) agi nila : “Paratsayahun taniyu in kaibanan karasulan, pagkupulan in kaibanan nila” iban in kabayaan nila kaawnan nila ha antara sin pag-iman iban kakupulan, dan ha partangahan,",
                    "151": "In sila yadtu, sila na in manga kafir matarrang pulpul. Iban siyaddiyahan namu in manga tau kafir sin siksa kahinaan.",
                    "152": "Iban in manga sila nagparatsaya pa Allahu ta'ala iban pa Karasulan niya, sarta wala nila biyutas pinig ha antara sin hangkatau dayin kanila (karasulan), sumagawa siyamuwa nila piyaratsaya katān, sila na yadtu in dihilan niya (Allahu ta'ala) sila sin pahala, ampa in Allahu ta'ala in kaawnan niya Baying-ampunun sarta Baying-ulungun.",
                    "153": "Simukat kaymu (Ya Rasulallahi ta'ala!) in manga sila ahlul kitab (kaparian sin yahudi) mikipaturun sila kitab dayin ha taas langit, parahal bakas na sila nakasusukut, nakapangayu ha Nabiyullah Musa, sin labi pa in laggu dayin sin yan, imiyan sila: “Pakitaan kāmu in Allahu ta'ala haka nyata'an”, na’ tiyagha sila sin luti’ sabab sin kaanyayahan nila, mahuli kimalap na in dusa nila, siyumba nila pa in anak sapi’ misan puas na dayin hakasawahan, katanda-tandaan dimatung na kanila, misan pa ha bihayadtu, iyampun namu da sila, ampa namu dihilan in Nabiyullah Musa sin kakawasahan iban Mu’jizat matarrang.",
                    "154": "Iban samantāla siyagga'an sin manga yahudi in sariat sin Nabiyullah Musa, iyangkat namu piya'alang in bud tuwr saparati payung ha taasan sin uw nila, kahugutan sin parjanjian nila, ampa namu sila iyan: “Suwd na kamu pa larang sin daira sin Baytal Muqaddas, nagpatitikupu’ sarta nagpatitibaba”, iban iyan namu sila: “Ayaw kamu mangliyu lakad, mangista ha adlaw sabtu amuin adlaw pag-ibadatan niyu”. Iban kiyawa namu yan dayin kanila parjanjian, pangakuhanan mahugut.",
                    "155": "Ha sabab sin pangubahi, panglarak nila sin parjanjian, pangakuhanan pa Allahu ta'ala hinangun nila, iban sabab sin pagkupul nila pa manga Ayat katanda-tandaan sin Allahu ta'ala, iban sin pagpamunu’ nila ha manga kanabihan ha wayruun kapatut (laug) iban sin manga kabtangan nila pa manga kanabihan, agi nila: “In manga pangatayan namu napuputus, di makatayma ha himumungan sin manga karasulan”, bukun da bihayadtu, sumagawa kagayid da tiyutup na sin Allahu ta'ala in pangatayan nila sabab sin pagkupul nila. Na’ di na sila mamaratsaya malayingkan maniyu-tiyu da dayin kanila, (awun isab namamaratsaya),",
                    "156": "Iban ha sabab sin pagkupul nila (manga sila yahudi) iban sin himumungan nila tamparasa ha Maryam (ina sin Nabiyullah ‘Isa) kabtangan kaputingan panglaug di kaunun sin akkal in siya namakay zina,",
                    "157": "Iban sabab sin himumūngan nila kabansagan kaputingan, agi nila: “Sabunnal tuud nabunu’ namu in Nabiyullah ‘Isa anak hi Maryam (Rasulullah) ”. Ampa in kamattanan wala nila siya nabunu’ iban wala nila nalansang piyangka ha kurus, sumagawa piyasarupahan siya hambuuk usug kanila (sakali nabunu’ nila ha imangkan nila siya na) ampa in manga sila nagtungkakali pasal sin yadtu halawum paghawal-hawalan (tungud pa pagbunu’ kaniya, siya ka’ atawa bukun) wayruun kanila ilmu kagawgutan, kamattanan bat siya na in nabunu’, malayingkan iyagad nila sadja in na utub-utub sin huna-huna nila, ampa haka mattanan wala nila siya nabunu’.",
                    "158": "Sumagawa iyangkat sin Allahu ta’ala siya (‘Isa Alayhis salām) madtu pa taas langit pa hadarat niya, ampa in Allahu ta'ala makagaus mangdaraug, pantuk lagi pandikal dimihil hukuman.",
                    "159": "Iban wayruun hangka tau dayin ha manga Ahlul kitab (yahudi iban nasrani) malayingkan mamaratsaya kaniya (Nabi ‘Isa, ha in siya Nabi bukun Tuhan) makauna dayin ha kamatay niya, iban bang ha adlaw Qiyamat sumaksi na siya (Nabi ‘Isa) manaksil ha manga nanghimuting kaniya.",
                    "160": "Ha sabab sin kaanyayahan dakula sin manga sila yahudi hiyaram namu kanila in manga marayaw kakaunun bakas na hiyalal kanila, iban ha sabab sin kansang sin pama’gangi nila iban panampani ha manusiya ampara di makatullus pa dan sin Allahu ta'ala,",
                    "161": "Iban sin pagpakay nila riba (ganda riba, magpaanak sien) parahal piyana’gahan kanila in magriba nasabbut halawum kitab At-tawrat, iban sin kumaun sin alta sin pagkahi manusiya ha kaba’talan (susuapan, kustaw, bukun ha sara’). Na’ siyaddiyahan namu in manga kāfir (sasuku’ di mapaparatsaya) dayin kanila sin siksa mabisa, maul-ul.",
                    "162": "Sumagawa in manga kaibanan dayin kanila (yahudi) amuin gawgut ha pamaham ilmu, iban sin manga bar-iman (sila manga muhajirin iban ansar, kasahābatan), paratsaya sila ha amuin napaturun kaymu (Muhammad (sallallahu alayhi wasallam)) iban paratsaya sila ha napaturun (manga kitab) nakauna dayin kaymu, iban sin manga sila magtitindug sambahayang lima waktu, iban sin manga sila mag u-ungsud jakat sin pangalta nila, iban sin manga sila paratsaya ha Allahu ta'ala tunggal tutuhanun, iban paratsaya ha adlaw akhirat, sila na yadtu in dihilan namu pahala tungbas dakula.",
                    "163": "Sabunnal tuud nagpaturun kami nagpara Wahi mawun kaymu (Ya Muhammad (sallallahu alayhi wasallam)) biya’ da isab sin pagpara namu wahi maun pa Nabiyullah Nuh, iban pa manga kanabi-nabihan mahuli dayin kaniya, damikkiyan nagpaturun da isab kami wahi pa Nabi Ibrahim, pa Ismail, pa Ishaq, pa Ya’kub, iban pa manga Al-asbat (panubu sin manga hangpu-tagduwa anak usug sin nabi ya’kub), ‘Isa, Aiyub, Yunus, Harun, iban Sulayman, iban pa Nabi Daud, dihil namu in Zabuwr. (kaniya).",
                    "164": "Iban nagpara kami manga karasulan dayin kanila, amun manga nasabbut nam una kaymu in manga salsila nila, ha nakauna waypa napaturun in Ayat ini, iban sin manga karasulan wala namu kiyasuysuy kaymu in manga kahalan nila, iban diya sin Allahu ta'ala naghimatungan ha kabtangan in Nabi Musa (nagbissara ha wayruun suluhanan).",
                    "165": "Nakapara kami manga karasulan nagdara sin kabtangan kakuyagan, karayawan pasal sin sulga, iban sin nagdara sin kabtangan kabubugaan pasal sin narka, supaya di maawun ha manusiya in da'awa hiligguwat pa Allahu ta'ala, mahuli dayin ha pagdatung sin karasulan. In Allahu ta'ala sampurna in Gaus hakakawasahan niya, Pandikal, Mapantuk ha hukuman niya.",
                    "166": "Sumagawa in Allahu ta'ala sumaksi siya ha amuin napaturun niya (Qur'an) maun kaymu (Ya Muhammad (sallallahu alayhi wasallam)), piyaturun niya yan ha ilmu pang-ingat dayin kaniya, way maka ingat ha yan dugaing dayin kaniya maktul, iban in manga kamalaikatan sumaksi da isab ha in ikaw daak sin Allahu ta'ala (Rasul sin Allahu ta'ala) ampa in Allahu ta'ala mamarahi saksi.",
                    "167": "Sabunnal tuud in manga sila nagkupul (di magparatsaya) pa Allahu ta'ala iban pa Rasul niya, iban mama’gangi ha manga manusiya pa ran sin Allahu ta'ala, sabunnal tuud nalawung na sila, kalawngan nangdahi kanila pakalayuan.",
                    "168": "Sabunnal tuud in manga sila nagkupul pa Allahu ta'ala wala nagparatsaya, iban nang-anyaya sila pa ginhawa nila iban pa dugaing, pa’gangan nila in tau mamaratsaya pa Allahu ta'ala iban pa kasabunnalan sin Nabi Muhammad (sallallahu alayhi wasallam) in Allahu ta'ala di umampun kanila, damikkiyan di himidāyat kanila pa dan kakugdanan,   ",
                    "169": "Malayingkan tudju pa dan pa narka, tattap na sila halawum niya saka ummulan ammat, adapun in yan (pagpapakkal, pagbinsana kanila halawum narka) tungud pa Allahu ta'ala maluhay, magaan kaniya.",
                    "170": "O manga manusiya! Sabunnal tuud dimatung na simampay kaniyu in Rasul (Nabi Muhammad (sallallahu alayhi wasallam)) iban sin Agama sabunnal dayin ha Tuhan niyu, na’ paratsayaha niyu, hikarayaw yan kaniyu, bat bang kamu di mamaratsaya kaniya, magkupul kamu. Na’ sabunnal tuud ha Allahu ta'ala in Tagdapu, Tagkaamulahi sin katan ha lawum sin pitunglapis langit iban sin gumi (lupa), ampa in Allahu ta'ala sampurna in Pang-ingat niya, lagi Pandikal siya mapantuk ha hukuman.",
                    "171": "O manga Ahlul kitab! (yahudi iban nasrani) Ayaw kamu magpalabi, magpalandu sin had sin agama niyu, iban ayaw kamu maghimumungan tungud pa Allahu ta’ala malayingkan himumungan sadja patut iban mabuntul, adapun sabunnal tuud in ‘Almasih’; hi ‘Isa anak sin Mayram Rasul sin Allahu ta'ala, iban kabtangan (napaawn niya labay ha kalimat) niya, limpal niya tiyumlang dihil pa sitti Maryam ha pag antara'an sin Jibrail (paawun kaw na’ naawun siya) iban sin nyawa dayin kaniya (piyapanjari niya biya’ sin Nabi Adam) na’ pamaratsaya kamu pa Allahu ta'ala iban pa manga karasulan niya, iban ayaw kamu mag iyan, “Tuw in Tuhan (ama, anak, iban sin ruwhul qudus)” hundungi niyu in pag iyan niyu bat in tuhan, Tuw! bang niyu hihundung na in bissara bihayan, amuyan in labi marayaw kaniyu, adapun sabunnal tuud in Allahu ta'ala Tuhan Tunggal hambuuk-buuk, way sakutu niya lappas siya dayin ha sipat mag anak, kaniya in katan unu-unu halawum sin pitung lapis langit iban gumi, mamarahi na, in Allahu ta'ala umatas iban mamayindug sin katan pakaradjaan sin piyapanjari niya (makhluq).",
                    "172": "Di tuud hikapikal (hikabutul) sin Nabi ‘Isa in pagka iypun niya (tarbilang siya iypun sin Allahu ta'ala) damikkiyan in manga kamalaikatan amuin masuuk pa Allahu ta'ala, di da tumakabbul ha pagka iypun nila, na’ in hisiyu-siyu in maninggal sin pagtag iypun niya pa Allahu ta'ala sarta tumakabbul, puwnun niya ra sila katan pa hadarat niya, ampa niya pakaniya-pakaniya tungbasan sin kakahinang nila.",
                    "173": "Adapun in manga (bar-iman) paratsaya ha tunggal in Allahu ta'ala, sarta nakapag ammal saleh (hinang marayaw) tungbasan niya sila (dihilan sin pahala sin ammal nila) iban dugangan niya pa ganapan kanila in dirihilan dayin ha kalabbiyan niya. Ampa in manga sila nagmariy nagmahukaw iban timakabbul ha pagtag-iypun kaniya. Na’ siksaun niya sila sin siksa mabisa (maul-ul) iban wayna kabakan nila dugaing dayin ha Allahu ta'ala makaka inagun tumulak sin siksa, iban makatabang humawun kanila dayin ha kabinsanaan.",
                    "174": "O manga manusiya! Sabunnal tuud yan na dimatung kaniyu in katarrangan masawa (Nabi Muhammad (sallallahu alayhi wasallam)) dayin ha Tuhan niyu, sarta piyaturun namu mawun kaniyu in sahaya matarrang (kitab Qur'an) manghidayat kaniyu manusiya.",
                    "175": "Adapun in manga sila bar-iman (paratsaya) ha Allahu ta'ala sarta nanggayunggung kaniya (namawugbug sin Qur'an) papasūwrun niya sila palawum sin Rahmat iban ulung dayin kaniya (amuna in sulga niya) iban pakalabbiyahan dakula. Damikkiyan papa intulun niya hidayatan sila pa dan pakaamuhan mabuntul.",
                    "176": "Mikipituwa sila kaymu Ya Muhammad (sallallahu alayhi wasallam) tungud pa hukuman sara’ sin tau miyatay wayruun amâ iban way anak kiyabin. iyana: “In Allahu ta'ala, mag ifta (pituwa) kaniyu pasal sin ‘Al-Kalalah’ (manga sila wayruun kiyabin panubu usug naka atawa babai, iban wayruun na ama ina). Bang upama in miyatay usug ampa wayruun anak niya usug kiyabin, awun isab taymanghud niya babai, makapakaniya in hangtunga sin alta paninggalan kiyabin niya. Damikkiyan bihadtura in hukuman bang in taymanghud babai miyatay ha wayruun anak, makapataymanghud usug in alta niya paninggalan kiyabin niya, bang isab awun duwa taymanghud babai sin tau nawapat, amuin way panubu’ iban way ina ama masuku’ nila duwa in duwangka-bahagi magtuw sin alta paninggalan sin taymanghud nila usug miyatay, bang isab upama awun manga kataymanghuran usug iban kababaihan, na’ in bahagi sin hambuuk taymanghud usug kimmat duwangka bahagi sin duwa babai, piyasawa sin Allahu ta'ala kaniyu in hukuman pasal sin ‘kalalah’, supaya kamu di malawung dayin hakabunnālan. Sabunnal tuud in Allahu ta'ala sampurna in Pang-ingat niya ha katan, unu-unu hikarayaw sin iypun niya.”"
                }
            }
        }
    }
}