{
    "5": {
        "number": "5",
        "name": "الماۤئدة",
        "name_latin": "Al-Maidah",
        "number_of_ayah": "120",
        "text": {
            "1": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ",
            "2": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْۘا وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "3": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "4": "يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "5": "اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ",
            "6": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "7": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "8": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "9": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
            "10": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ",
            "11": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ ",
            "12": "۞ وَلَقَدْ اَخَذَ اللّٰهُ مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَۚ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيْبًاۗ وَقَالَ اللّٰهُ اِنِّيْ مَعَكُمْ ۗ لَىِٕنْ اَقَمْتُمُ الصَّلٰوةَ وَاٰتَيْتُمُ الزَّكٰوةَ وَاٰمَنْتُمْ بِرُسُلِيْ وَعَزَّرْتُمُوْهُمْ وَاَقْرَضْتُمُ اللّٰهَ قَرْضًا حَسَنًا لَّاُكَفِّرَنَّ عَنْكُمْ سَيِّاٰتِكُمْ وَلَاُدْخِلَنَّكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ فَمَنْ كَفَرَ بَعْدَ ذٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
            "13": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِيَةً ۚ يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ اِلَّا قَلِيْلًا مِّنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ",
            "14": "وَمِنَ الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰٓى اَخَذْنَا مِيْثَاقَهُمْ فَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۖ فَاَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِ ۗ وَسَوْفَ يُنَبِّئُهُمُ اللّٰهُ بِمَا كَانُوْا يَصْنَعُوْنَ",
            "15": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ كَثِيْرًا مِّمَّا كُنْتُمْ تُخْفُوْنَ مِنَ الْكِتٰبِ وَيَعْفُوْا عَنْ كَثِيْرٍەۗ قَدْ جَاۤءَكُمْ مِّنَ اللّٰهِ نُوْرٌ وَّكِتٰبٌ مُّبِيْنٌۙ",
            "16": "يَّهْدِيْ بِهِ اللّٰهُ مَنِ اتَّبَعَ رِضْوَانَهٗ سُبُلَ السَّلٰمِ وَيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ بِاِذْنِهٖ وَيَهْدِيْهِمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
            "17": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَۗ  قُلْ فَمَنْ يَّمْلِكُ مِنَ اللّٰهِ شَيْـًٔا اِنْ اَرَادَ اَنْ يُّهْلِكَ الْمَسِيْحَ ابْنَ مَرْيَمَ وَاُمَّهٗ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۗوَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗ يَخْلُقُ مَا يَشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "18": "وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُ اللّٰهِ وَاَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ اَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۖوَاِلَيْهِ الْمَصِيْرُ",
            "19": "يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ اَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
            "20": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ",
            "21": "يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
            "22": "قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ",
            "23": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "24": "قَالُوْا يٰمُوْسٰٓى اِنَّا لَنْ نَّدْخُلَهَآ اَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا هٰهُنَا قٰعِدُوْنَ",
            "25": "قَالَ رَبِّ اِنِّيْ لَآ اَمْلِكُ اِلَّا نَفْسِيْ وَاَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ",
            "26": "قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْاَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ",
            "27": "۞ وَاتْلُ عَلَيْهِمْ نَبَاَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ اِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ اَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِۗ قَالَ لَاَقْتُلَنَّكَ ۗ قَالَ اِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقِيْنَ",
            "28": "لَىِٕنْۢ بَسَطْتَّ اِلَيَّ يَدَكَ لِتَقْتُلَنِيْ مَآ اَنَا۠ بِبَاسِطٍ يَّدِيَ اِلَيْكَ لِاَقْتُلَكَۚ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ",
            "29": "اِنِّيْٓ اُرِيْدُ اَنْ تَبُوْۤاَ بِاِثْمِيْ وَاِثْمِكَ فَتَكُوْنَ مِنْ اَصْحٰبِ النَّارِۚ وَذٰلِكَ جَزَاۤؤُا الظّٰلِمِيْنَۚ ",
            "30": "فَطَوَّعَتْ لَهٗ نَفْسُهٗ قَتْلَ اَخِيْهِ فَقَتَلَهٗ فَاَصْبَحَ مِنَ الْخٰسِرِيْنَ ",
            "31": "فَبَعَثَ اللّٰهُ غُرَابًا يَّبْحَثُ فِى الْاَرْضِ لِيُرِيَهٗ كَيْفَ يُوَارِيْ سَوْءَةَ اَخِيْهِ ۗ قَالَ يٰوَيْلَتٰٓى اَعَجَزْتُ اَنْ اَكُوْنَ مِثْلَ هٰذَا الْغُرَابِ فَاُوَارِيَ سَوْءَةَ اَخِيْۚ  فَاَصْبَحَ مِنَ النّٰدِمِيْنَ ۛ",
            "32": "مِنْ اَجْلِ ذٰلِكَ ۛ كَتَبْنَا عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَنَّهٗ مَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِى الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا ۗوَلَقَدْ جَاۤءَتْهُمْ رُسُلُنَا بِالْبَيِّنٰتِ ثُمَّ اِنَّ كَثِيْرًا مِّنْهُمْ بَعْدَ ذٰلِكَ فِى الْاَرْضِ لَمُسْرِفُوْنَ",
            "33": "اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
            "34": "اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "35": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "36": "اِنَّ الَّذِيْنَ كَفَرُوْا لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
            "37": "يُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيمٌ",
            "38": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا اَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "39": "فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "40": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "41": "۞ يٰٓاَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ اِنْ اُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَاِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ اُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ اَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ ",
            "42": "سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
            "43": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ",
            "44": "اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبَّانِيُّوْنَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ",
            "45": "وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "46": "وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖواٰتَيْنٰهُ الْاِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ ",
            "47": "وَلْيَحْكُمْ اَهْلُ الْاِنْجِيْلِ بِمَآ اَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "48": "وَاَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ",
            "49": "وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ وَاحْذَرْهُمْ اَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ اَنْزَلَ اللّٰهُ اِلَيْكَۗ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ",
            "50": "اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ ",
            "51": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى اَوْلِيَاۤءَ ۘ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "52": "فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ اَنْ يَّأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ اَسَرُّوْا فِيْٓ اَنْفُسِهِمْ نٰدِمِيْنَۗ  ",
            "53": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوْا خٰسِرِيْنَ",
            "54": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
            "55": "اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رَاكِعُوْنَ",
            "56": "وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ ",
            "57": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "58": "وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
            "59": "قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ",
            "60": "قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
            "61": "وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
            "62": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
            "63": "لَوْلَا يَنْهٰىهُمُ الرَّبَّانِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
            "64": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
            "65": "وَلَوْ اَنَّ اَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَاَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ",
            "66": "وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْۗ مِنْهُمْ اُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ ",
            "67": "۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
            "68": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
            "69": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "70": "لَقَدْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ وَاَرْسَلْنَآ اِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ",
            "71": "وَحَسِبُوْٓا اَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ",
            "72": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ ",
            "73": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ  ۗوَاِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ",
            "74": "اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "75": "مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُوْنَ",
            "76": "قُلْ اَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ",
            "77": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا اَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَاَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ ",
            "78": "لُعِنَ الَّذِيْنَ كَفَرُوْا مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى لِسَانِ دَاوٗدَ وَعِيْسَى ابْنِ مَرْيَمَ ۗذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ",
            "79": "كَانُوْا لَا يَتَنَاهَوْنَ عَنْ مُّنْكَرٍ فَعَلُوْهُۗ  لَبِئْسَ مَا كَانُوْا يَفْعَلُوْنَ",
            "80": "تَرٰى كَثِيْرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِيْنَ كَفَرُوْا ۗ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ اَنْفُسُهُمْ اَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِى الْعَذَابِ هُمْ خٰلِدُوْنَ",
            "81": "وَلَوْ كَانُوْا يُؤْمِنُوْنَ بِاللّٰهِ وَالنَّبِيِّ وَمَآ اُنْزِلَ اِلَيْهِ مَا اتَّخَذُوْهُمْ اَوْلِيَاۤءَ وَلٰكِنَّ كَثِيْرًا مِّنْهُمْ فٰسِقُوْنَ",
            "82": "۞ لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِيْنَ اٰمَنُوا الْيَهُوْدَ وَالَّذِيْنَ اَشْرَكُوْاۚ وَلَتَجِدَنَّ اَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِيْنَ اٰمَنُوا الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰىۗ ذٰلِكَ بِاَنَّ مِنْهُمْ قِسِّيْسِيْنَ وَرُهْبَانًا وَّاَنَّهُمْ لَا يَسْتَكْبِرُوْنَ  ۔",
            "83": "وَاِذَا سَمِعُوْا مَآ اُنْزِلَ اِلَى الرَّسُوْلِ تَرٰٓى اَعْيُنَهُمْ تَفِيْضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوْا مِنَ الْحَقِّۚ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ ",
            "84": "وَمَا لَنَا لَا نُؤْمِنُ بِاللّٰهِ وَمَا جَاۤءَنَا مِنَ الْحَقِّۙ وَنَطْمَعُ اَنْ يُّدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصّٰلِحِيْنَ",
            "85": "فَاَثَابَهُمُ اللّٰهُ بِمَا قَالُوْا جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ وَذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَ ",
            "86": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ",
            "87": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحَرِّمُوْا طَيِّبٰتِ مَآ اَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُوْا ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ",
            "88": "وَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا ۖوَّاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
            "89": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ  فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الْاَيْمَانَۚ فَكَفَّارَتُهٗٓ اِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَهْلِيْكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ ۗذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا اَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "90": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "91": "اِنَّمَا يُرِيْدُ الشَّيْطٰنُ اَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ ",
            "92": "وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
            "93": "لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا اِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّاَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
            "94": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ اَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ",
            "95": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ ",
            "96": "اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ",
            "97": "۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۙ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "98": "اِعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَاَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ ",
            "99": "مَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ ",
            "100": "قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
            "101": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ اَشْيَاۤءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَاِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
            "102": "قَدْ سَاَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوْا بِهَا كٰفِرِيْنَ ",
            "103": "مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
            "104": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ قَالُوْا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْلَمُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ ",
            "105": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا عَلَيْكُمْ اَنْفُسَكُمْ ۚ لَا يَضُرُّكُمْ مَّنْ ضَلَّ اِذَا اهْتَدَيْتُمْ ۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "106": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا شَهَادَةُ بَيْنِكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ حِيْنَ الْوَصِيَّةِ اثْنٰنِ ذَوَا عَدْلٍ مِّنْكُمْ اَوْ اٰخَرٰنِ مِنْ غَيْرِكُمْ اِنْ اَنْتُمْ ضَرَبْتُمْ فِى الْاَرْضِ فَاَصَابَتْكُمْ مُّصِيْبَةُ الْمَوْتِۗ تَحْبِسُوْنَهُمَا مِنْۢ بَعْدِ الصَّلٰوةِ فَيُقْسِمٰنِ بِاللّٰهِ اِنِ ارْتَبْتُمْ لَا نَشْتَرِيْ بِهٖ ثَمَنًا وَّلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ اِنَّآ اِذًا لَّمِنَ الْاٰثِمِيْنَ ",
            "107": "فَاِنْ عُثِرَ عَلٰٓى اَنَّهُمَا اسْتَحَقَّآ اِثْمًا فَاٰخَرٰنِ يَقُوْمٰنِ مَقَامَهُمَا مِنَ الَّذِيْنَ اسْتَحَقَّ عَلَيْهِمُ الْاَوْلَيٰنِ فَيُقْسِمٰنِ بِاللّٰهِ لَشَهَادَتُنَآ اَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَآ ۖاِنَّآ اِذًا لَّمِنَ الظّٰلِمِيْنَ ",
            "108": "ذٰلِكَ اَدْنٰٓى اَنْ يَّأْتُوْا بِالشَّهَادَةِ عَلٰى وَجْهِهَآ اَوْ يَخَافُوْٓا اَنْ تُرَدَّ اَيْمَانٌۢ بَعْدَ اَيْمَانِهِمْۗ وَاتَّقُوا اللّٰهَ وَاسْمَعُوْا ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
            "109": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
            "110": "اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
            "111": "وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ ",
            "112": "اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "113": "قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ",
            "114": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللهم رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ",
            "115": "قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ",
            "116": "وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
            "117": "مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "118": "اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
            "119": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "120": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Dulang",
                "text": {
                    "1": "O kamu amuin nagparatsaya! tunaya niyu in manga parjanjian (pa Tuhan atawa manusiya), halal na (kaunun niyu) in manga binatang (unta’, sapi’, kambing nasumbayi ha ngan sin Allahu ta’ala) malayingkan amura in (bukun halal) sung da bassahun duun kaniyu (ha ayat susungun). Di makajari in pagpanhut niyu (ha manga binatang hiyalal kaniyu) ha hal in kamu halaum Ihram (ha paghajjian atawa ha pag-umra), Bunnal tuud in Allahu ta'ala mutang hukuman diin-diin in kabayaan niya.",
                    "2": "O kamu amuin nagparatsaya! Ayaw kamu mangliyu lakad ha manga katanda-tandaan sin Allahu ta'ala (ha paghajji atawa pag-umra biya’ na pag-ihram, pagtawaf, pagsa’i ha safa iban marwa) iban (ayaw niyu jariha) in pagbunu’ ha waktu sin manga bulan piyanglangan (Dzul Qa’dah, Dzul Hijjah, Muharram, Rajab) iban ayaw halala niyu (kawaun, ta’gahan di pasampayun) in manga binatang halal (Qurban) iban na sin manga binatang hiyuhukutan ha liug (hipaghadiya ha manga miskin ha bay sin Allahu ta'ala (Baytullah), iban ayaw niyu pu’pua (atawa bunua in maggawi pa Baytullah sarta magmuhut ridjiki iban karidaan, dain ha Tuhan nila(Allahu ta'ala). Iban bang nakapuas na kamu dayin halaum ihram, makapamanhut na kamu, iban subay di makapangdahi kaniyu in astul pa kawman sawkat kamu liyāng nila sung niyu pa Masjidil Haram, amuin di na kamu magpa'adil. (Ayaw bihayadtu). Iban pagtulung tabang kamu ha pagtā'at pa Allahu ta'ala iban umanib sin liyangan niya, iban ayaw tuud kamu magtulung tabang ha hikabak niyu pardusahan iban ‘Al-Udwan’ (ha hikapangliyu lakad dayin ha Had sin Allahu ta'ala). Iban amay-amay pagmabuga tuud kamu pa Allahu ta'ala, karna sabunnal tuud in Allahu ta'ala Makusug iban Maparat in paniksa niya). [Zubdatut-Tafsir, Safwatul Bayan, Tafsir ma’anil Qur'an]",
                    "3": "Hiyaram kaniyu in mayyit (binatang halal miyatay kandiriy niya) atawa dugu atawa unud babuy iban unu-unu na (binatang halal) siyumbayi bukun ha ngan sin Allahu ta'ala atawa napikul (miyatay) atawa piyukpuk (miyatay) atawa nahulug dayin ha tampat mataas (miyatay) atawa natanduk (miyatay) atawa unu-unu na (binatang halal) kapin piyagkaunan sin binatang talun, malayingkan amura in nasumbayi niyu (ha wala pa miyatay), iban (hiyaram da isab kaunun) siyumbayi ha babaw manga batu pagpupuspaun niyu. Damikkiyan hiyaram kaniyu in umangut kamu sin bayta kiyalukis duun ha hambuuk dayin ha tuw bawang in manga nasabbut yan panaykuri dayin ha pangagad pa Allahu ta'ala. Ha adlaw ini nagbugtu’ na in paghuwat-huwat sin manga kafir ha paglarak sin agama niyu, ayaw kamu mabuga kanila kabuga kamu kaku, ha adlaw ini siyampurna ku na kaniyu in (hukuman sin halal iban haram sin) agama niyu, sarta tiyammat ku na kaniyu in ni’mat ku (sin pardaugan) iban piniy ku kaniyu in Agama Islam pag-agamahan niyu. Na’ hisiyu-siyu in kiyalugusan (kumaun sin manga hiyaram) sabab sin giyutas ha bukun niya gawi in lumag dusa, bunnal-bunnal in Allahu ta'ala langkap ha Pangampun sarta Baying-ulungun.",
                    "4": "Umasubu sila kaymu (O Muhammad! (sallallahu alayhi wasallam)) “Bang unu in hiyalal kanila (kakaunun)”, Pamungan O Muhammad! (sallallahu alayhi wasallam) “Hiyalal na kaniyu in manga At-Tayyibat (katan halal iban na tibayhuan niya ha sara’ sin Allahu ta'ala), iban hiyalal da isab kaniyu in (binatang halal pagpanhutan amuin masaggaw) sin binatang nabibiat niyu (hipagpamanhut amuin magad ha agihan niyu, sumaggaw sin papanhutun niyu), iru’ (ka atawa kandiy), amuin iyaanad niyu hihinduan sin aturan amuin kiyahindu kaniyu sin Allahu ta'ala ha hal pagpanhut. Na’ kaun kamu sin diin-diin na in nasaggaw nila kaniyu (bukun pa baran nila, sambil pa’ngitan nila, karna bang mabihayini, tantu di maharus kaunun), iban sabbuti niyu ngan sin Allahu ta'ala (ampa ra mahalal) na waktu bu’luyun niyu hipamanhut, iban pagmabuga tuud kamu Allahu ta'ala, karna sabunnal tuud in Allahu ta'ala ‘Sariy’ul Hisab’ (Sangat in uws manghisab).”",
                    "5": "Ha adlaw ini hiyalal na kaniyu in katän kakaun marayaw, halal, sutsi, iban na in kakaun (nasumbayi) sin amuin manga sila kiyadatungan kitab (yahudi, nasrani) halal kaniyu, damikkiyan in kakaun niyu halal da isab kanila iban halal kaniyu in manga babai bar-iman (sutsi in kamaruwan) iban sin manga babai sutsi in kamaruwan dayin ha manga kiyadatungan kitab (yahudi, nasrani) nakauna dayin kaniyu apabila kiyadihil niyu na kanila in ungsud nila ha maksud in kamu in mamarihala sin kamaruwan niyu ha bukun kamu nagpatarrang sin maksud zina, sarta bukun mamagay ha manga babai supaya kazinahan sila, na’ hisiyu-siyu in nagkafir ha pagparatsaya (pa Tuhan iban pa Nabi (sallallahu alayhi wasallam)) sabunnal tuud naba’tal na in ammal niya marayaw sarta in kiyaawnan niya ha adlaw qiyamat dayin na ha manga tau lussung (lugi’).",
                    "6": "O kamu amuin nagparatsaya! Apabila kamu maya tumindug sambahayang, sakali bukun kamu taga ayil na’ hugasi niyu in kabayhuan niyu iban kalimahan niyu tub-tub siku, iban sapuha niyu (sin tubig) in uw niyu, iban hugasi niyu in kasikihan niyu tub-tub buku-buku. Bang in kiyaawnan niyu halaum junub lissini niyu in baran niyu (pamaygu kamu) malayingkan bang in kiyaawnan niyu bat nasasakit (di makapakay tubig ha baran, hikaduhun sin sakit) atawa ha tulakan atawa nakapangjamban kamu atawa nakasuuk kamu babai (nakajima’) ampa wayruun na kabakan niyu tubig, na’ pagtayammum kamu sin ‘Sa’iyd’ (lupa) ‘Tayyib’ (sutsi). (puas niyu hidupun pa lupa sutsi in duwa lima niyu) panapuha niyu (in bagunbun mikit ha duwa lima niyu) dayin ha lupa sutsi yan pa katibuusan bayhu niyu, ubus ampa pa lima niyu. Bukun bat in kabayaan sin Allahu ta'ala pahunitan kamu (ha kakahinang pagsutsi sin tubig atawa lupa) malayingkan hasupaya masutsi kamu iban hasupaya majukup in ni’mat niya duun kaniyu mura- murahan magsukur kamu.",
                    "7": "Tumtuma niyu in ni’mat sin Allahu ta'ala (paghidayat kaniyu pa Agama Islam) iban in parjanjian niya amuin piyapajanjian niya kaniyu ha kutika’ kamu imiyan: “Diyungug namu na, sarta magta'at kami.” Kabuga da kamu pa Allahu ta'ala, karna bunnal-bunnal tuud in Allahu ta'ala sangat in Pang-ingat niya sin nakatatawu halaum pangatayan.",
                    "8": "O kamu amuin nagparatsaya! Awna niyu in ginhawa niyu mamamayindug (sin kiyapagjanjian) pa Allahu ta'ala, iban awna niyu in ginhawa niyu magsasaksi ha ka’adilan sarta ayaw kamu mara sin dugal sin manga manusiya ha di na kamu makapa'adil, subay tuud kamu magpa'adil, siya yan in landu labi masuuk pa pagmabuga. Kabuga kamu pa Allahu ta'ala, bunnal-bunnal tuud pa Allahu ta'ala ‘Al-Khabiyr’ (Sangat makabayta sin unu-unu na nahinang niyu).",
                    "9": "Kiyajanjian sin Allahu ta'ala in amuin manga sila nagparatsaya iban naghinang marayaw sin kaampunan iban tungbas karayawan salaggu-laggu.",
                    "10": "Adapun in manga sila nagmunkir nagkupur sarta nanghimuting ha manga katanda-tandaan namu (napaturun pa manga karasulan) sila na yadtu in humuhula halaum Narka ‘Jahiym’.",
                    "11": "O kamu amuin nagparatsaya! Tumtuma niyu in ni’mat sin Allahu ta'ala duun kaniyu ha waktu miyaksud sin manga manusiya (manga kafir dayin ha Quraish iban Yahudi sin Bani Nadhir) in bunuun kamu, sumagawa piya’gangan sila sin Allahu ta'ala dayin kaniyu, na’ kabuga kamu pa Allahu ta'ala iban subay tuud ha Allahu ta'ala in pangandul sin manga tau magpaparatsaya.",
                    "12": "Iban mattan tuud napaawun sin Allahu ta'ala in janji mahugut iban sin manga anak apu sin Israil (Yahudi) sarta naraak namu in hangpu’ tagduwa nakura dayin kanila iban nagfarman in Allahu ta'ala. “In aku tumatabang kaniyu bang hitindug niyu in pagsambahayang iban dimihil kamu zakat iban namunnali tuud kamu ha manga karasulan ku, tumabang kamu kanila, iban napautang niyu in Allahu ta'ala (ha pagnapaka niyu ha dan niya) bunnal tuud papasun ku na in manga dusa nahinang niyu iban tantu tuud pasurun ta kamu pa kasurga-surgaan ku amuin mag-anud duun ha kababaan nila in kasapa’-sapa'an, na hisiyu-siyu in magkufur puas sin damikkiyan yan bunnal tuud nalawung na siya landu dayin ha dan (hikabatuk niya pa surga), amuin dan mabuntul.”",
                    "13": "Na’ ha sababan sin pangubahi nila ha parjanjian miyurkaan namu sila (Biyulaw namu sila dayin ha Rahmat namu) iban jiyari namu matugas in pangatayan nila. Magpaminda sila kalimat sin Kitab (iban na sin ma'ana niya) dayin ha manga bubutangan (iban ma'ana) niya tuud iban piyasaran nila na in kaibanan manga bayta kabtangan naparatung kanila, iban masi-masi kaw (O Muhammad (sallallahu alayhi wasallam)) nimanyata’ sin panghayanat iban panghimuting sin kaibanan dayin kanila, malayingkan amura in matiyu dayin kanila (matiyu dayin kanila nangagahari, nagparatsaya sin Risalah mu) sumagawa maapa sila, sumadjaa sila, bunnal-bunnal tuud Malasa in Allahu ta'ala ha manga tau maghihinang marayaw (ha pagkahi nila).",
                    "14": "Iban da isab dayin ha manga sila amuin nag-iyan. “In kami ini Nasrani (Christians)!” kiyakawaan namu sila janji mahugut, sumagawa liyupa (piyasaran) nila in kaibanan bayta kabtangan naparatung kanila. Dayin hadtu biyutangan namu in ha antara nila (yahudi iban nasrani) pagbanta iban pagdugal sambil sadja pa adlaw akhirat (sabab sin pangkufur iban panghimuting nila sin parjanjian ha pangahagad pa Allahu ta'ala iban manga kanabihan). Na, sūng da sila baytaan sin Allahu ta'ala sin kangian sin manga bakas nahinang nila.",
                    "15": "O kamu manga pangingitab (yahudi iban nasrani)! Bunnal tuud dimatung na maun kaniyu in daak namu (Muhammad (sallallahu alayhi wasallam)) magpatarrang kaniyu sin kamatauran dayin ha manga tiyapuk niyu (pamandu ha manga kakitaban sin Allahu ta'ala) iban labayan niya na sadja maapun na in kamatauran. Sabunnal tuud dimatung na maun kaniyu in sahaya (Muhammad (sallallahu alayhi wasallam)) iban sin kitab landu matarrang (Qur'an).",
                    "16": "Hidayatan sin Allahu ta'ala sabab sin Qur'an in hisiyu-siyu nangagari ha karidaan sin Allahu ta'ala maun pa manga dan kasalamatan iban paguwaun, sila sin Allahu ta'ala dayin ha katigidluman (sin ka'awam, kakafir) tudju pa sahaya (sin panghati, pag-iman) dayin ha ijin niya, sarta panduan sila sin Allahu ta'ala pa dan mabuntul (Pagtawhid kaniya).",
                    "17": "Bunnat-bunnal tuud nakufur na in manga sila namung: “Bunnal tuud in Tuhan Allahu ta'ala amuna in ‘Isa ‘Almasiyh’ anak hi Maryam”, pamungan kanila (O Muhammad! (sallallahu alayhi wasallam)): “Hisiyu ta in makagaus tumulak sin kakawasahan sin Allahu ta'ala bang upama niya binsanaun in ‘Isa Almasiyh anak hi Maryam? Iban hi Maryam ina hi ‘Isa Almasiyh? iban sin sagannap piyapanjari ha babaw sin gumi?” Iban ha Allahu ta'ala in Pagmilik sin pitung-lapis langit iban ginlupaan iban sin diin-diin na in ha antara nila (langit iban ginlupaan) magpapanjari siya unu-unu in kabayaan niya. Iban in Allahu ta'ala tungud pa katan unu-unu sangat kawasa.",
                    "18": "Iban namung sama-sama in Yahudi (Jews) iban Nasrani (Christians): “Kami na ini in manga anak sin Tuhan (Allahu ta'ala) iban kakasi niya”, pamungan (O Muhammad! (sallallahu alayhi wasallam)): “Na’ mayta niya kamu ajabun sabab sin dusa niyu? In mattan niya in kamu yan manga manusiya sadja dayin ha manga piyapanjari niya”, ampunun niya hisiyu-siyu in kabayaan niya iban siksaun niya in hisiyu-siyu in kabayaan niya. Iban ha Allahu ta'ala in Pagmilik sin pitung-lapis langit iban gumi iban sin diin na in ha antara nila (langit iban ginlupaan, sarta tudju madtu kaniya in uuwian sin katan unu-unu).",
                    "19": "O kamu manga pangingitab! (Yahudi iban Nasrani) bihaun dimatung na kaniyu in daak namu (Muhammad (sallallahu alayhi wasallam)) magpatarrang kaniyu (sin Agama Islam) ha kawayruun sin manga karasulan (antara sin Nabi ‘Isa iban Nabi Muhammad (sallallahu alayhi wasallam) unum ngagatus hangpu tag-isa (611) tahun), bat supaya di niyu hikapamung ha adlaw qiyamat in: “Wala kami kiyadatungan (ha masa dunya) magpakuyag kamu sin surga iban magbanda’ kamu sin narkā”, na’, bihaun dimatung na kaniyu in magpakuyag sin surga iban magbabanda’ sin narka iban in Allahu ta'ala tungud pa katan unu-unu sangat kawasa.",
                    "20": "Tumtuma (O Muhammad! (sallallahu alayhi wasallam)) ha waktu namung in Nabi Musa ha manga tau ha hula niya: “O kamu manga tau ha hula ku! Tumtuma niyu in ni’mat sin Allahu ta'ala kaniyu ha tatkala naghinang siya kanabihan dayin kaniyu, iban hinang niya kamu biya’ manga sultan (mahardika dayin ha pang-iypun sin Fir'aun) iban dihilan niya kamu (manga parkala) wala kiyadihil ha hambuuk unu-unu dayin ha (manga piyapanjari) ‘Al-Alamiyn’.”",
                    "21": "O kamu manga tau ha hula ku! suwd kamu pa ginlupaan sutsi (Palestine) amuin kiyajanji sin Allahu ta'ala kaniyu iban ayaw kamu tumaykud (magūy dayin ha pagbunuan) na’ in balik niyu mahinang na kamu manga tau lussung.",
                    "22": "Namung sila: “O Musa! Mattan tuud halaum sin hula yan awun manga tau makusug mangdararaug, na’ di tuud kami sumūd pa lawum sahingga gumuwa na sila (mig sila sarta hihangla’ nila na kamu in hula labay kasulutan ha wayruun pagbunu’) na’ bang hibin nila na ampa kami sumūd na.”",
                    "23": "Namung in duwa usug dayin ha manga sila nagmamamuga pa Allahu ta'ala, kiyaanugharaan sila karuwa ni’mat pag-iman iban kagawgut ha janji sin Allahu ta'ala tatabangan: “Suwra niyu sila duun ha gangha'an sin lawang hula, bang niyu sila masud tarkadjut na’ kaniyu na in dadaraugan iban subay tuud ha Allahu ta'ala in pangandul niyu bang mattan da in kaawnan niyu manga tau napaparatsaya.”",
                    "24": "Namung sila: “O Musa! Bunnal tuud in kami di sumūd pa hula kunu masa ha sa lugay yan sila halaum. Na kadtu na kaw iban Tuhan mu magbunu’ iban sila ampa in kami diy na sadja lumingkud (tumagad).”",
                    "25": "Namung in Musa (alayhis salam): “O Tuhan ku! Bunnal tuud in aku wayruun da kapaglimāyahan ku malayingkan tuput pa ginhawa ku iban pa taymanghud ku (Harun (alayhis salam)), na’ butasa in par-antaraan namu iban sin manga tau fasiq (gimuguwa dayin ha pagta'at pa Allahu ta'ala).”",
                    "26": "Nagfarman siya (Allahu ta'ala): “Bang bihadtu mattan tuud in ginlupaan sutsi yan (Palestine) hiyaram na kanila halaum sin ka’patan tahun (40 years) magkulibutan sila ha babaw gumi (di makabatuk sin tudjuhun). Na’ (O Musa (alayhis salam)) ayaw na kaw masusa tungud kanila sabab in manga sila yadtu manga tau fasiq (gimuguwa dayin ha pagta'at pa Allahu ta'ala).”",
                    "27": "Iban (O Muhammad! (sallallahu alayhi wasallam)) bassaha kanila (Yahudi in suy-suy tungud pa duwa (2) anak sin Adam (alayhis salam) (hi Habil kan Qabil) ha kamattanan; Ha tatkala mayan nagqurban sila kaduwa na natayma in qurban) sin hangkatau kanila wala natayma in ha hangkatau. Na’ namung in hikaduwa (amuin wala natayma in qurban). “Bunnal tuud bunu’un ta kaw!” Namung in nakauna (Habil): “Bunnal-bunnal tuud in taymaun da sin Allahu ta'ala amura in dayin ha manga nagmamabuga kaniya.”",
                    "28": "”Bang in gawi mu tuud hibantang mu in lima mu bat mamunu’ kaku na’ di tuud isab in aku mantang sin lima ku bat munu’ kaymu, bunnal-bunnal tuud in aku landu aku mabuga pa Allahu ta'ala Tuhan sin katan (napapanjari) Alam.”",
                    "29": "”Bunnal tuud in kabayaan ku muwi kaw (pa Allahu ta'ala) nagdara sin dusa ku iban na sin dusa mu, na’ in majari in kaawnan mu na dayin na ha manga humuhula ha narka iban in damikkiyan yan tungbas ha manga tau anyaya (manglalaug).”",
                    "30": "Na’ natais na siya (Qabil) sin nafsu niya munu’ ha taymanghud niya sambil biyunu’ niya (panglaug iban anyaya ha taymanghud) na’ najari na siya dayin ha manga tau lussung (lugi).",
                    "31": "Na’ nagdaak in Allahu ta'ala ha hambuuk uwak nagkalut sin lupa (sin tuka’ iban siki niya) hasupaya hikalubung niya (hi Qabil) in bangkay sin taymanghud niya, in agi niya: “O kabinsanaan kaku! kahunitan tuud aku misan mabiya sadja sin uwak ini makalubung sin bangkay sin taymanhud ku”, na’ najari na siya dayin ha manga magsususun.",
                    "32": "Ha sabab sin yan, biyutang namu hukuman ha manga anak apu sin Israil, bunnal tuud hisiyu-siyu in nakabunu’ ginhawa ha bukun kisas sin kiyabunuan siya atawa nagpasaplag sin kangian ha ginlupaan na’ biya’ niya na nabunu in sagannap manusiya iban hisiyu-siyu isab in nakabuhi (nakamaap) biya’ niya na isab nabuhi in sagannap manusiya. Ampa bunnal tuud kiyarāhan na sila sin manga karasulan babarāpa mu’jizat, mahuli dayin ha yadtu in kamatauran dayin kanila masi ra ha ginlupaan ini ‘Musrifuwn’ (mangliliyu lakad had sin Allahu ta'ala).",
                    "33": "In tuwp da hitungbas ha manga mangangatu magbunu’ pa Allahu ta'ala iban pa Rasul niya. (amuin manga mundu, manglalangpas) iban lagi liyadjaya nila in ginlupaan sin kangian, amuna in subay na sila bunuun (bang nakabunu’ ginhawa way dusa), atawa hipanggud (puas bunuun bang nakalangpas alta salta namunu’), atawa uturan sadja in lima nila iban manga siki nila pa paglawanun (bang sila hat sadja nanghapa’, namuga’ iban nangawa alta sin tau), atawa paigun palayuun dayin ha hula (bang hat da nanghapa’, namuga’). In yadtu kabiasan na asal kanila diy pa ha dunya, iban hisuku’ pa kanila didtu ha Adlaw Akhirat in ajab dakula. [Zubdatut Tafsir]",
                    "34": "Malayingkan in sila amuin manga nagtawbat na asal sin wala sila niyu pa sila kiyagumbilan (nasaggaw) mapissuku’, na’ (ayaw niyu na sila butangi Had ha manglalangpas, luwal baha in Hāq sin anak apu adam) karna bunnal tuud In Allahu ta'ala Baying-ampunun, lagi Baying-ulungun. [Muhadzabu Tafsiril Jalalayn]",
                    "35": "O kamu amuin manga nagparatsaya! Kabuga kamu pa Allahu ta'ala iban muhuta niyu lawagun in kasuuk madtu kaniya iban paglugtu kamu ha dan niya, mura-murahan magparuntungun kamu.",
                    "36": "Bunnal-bunnal tuud in manga sila nagkafir misan pa kanila na in katan ha babaw gumi atawa lipatun pa, hasupaya hipagfiddiya (hipanglukat) nila sin baran nila dayin ha siksa ha adlaw qiyamat, tantu di da taymaun kanila, iban kanila na yadtu in siksa landu maparat.",
                    "37": "Umangut tuud sila in makaguwa dayin ha narka sumagawa di na tuud in manga sila makaguwa dayin ha yan, iban kanila na tuud in siksa sa lama-lama.",
                    "38": "Iban ha manga sila usug panakaw iban babai panakaw pungguli niyu in kalimahan nila (tub-tub buku-buku lima tu'u) tungbas sin manga nagkahinang nila, sisiksaan dayin ha Allahu ta'ala, iban in Allahu ta'ala sangat Mangdaraug iban sangat Panday Pandikal.",
                    "39": "Na’ hisiyu-siyu in nagtawbat puas sin panganyaya niya puas niya kiya-uturan mahuli naghinang na marayaw (ammal ibadat), na’ bunnal-bunnal tuud in Allahu ta'ala tawbatun siya, bunnal tuud in Allahu ta'ala sangat Mangampun iban Baying-ulungun. [Zubdatut Tafsir]",
                    "40": "Unu, wala mu ka kiya-ingatan? In bunnal-bunnal in Allahu ta'ala Tunggal siya in Tagmilik sin pitung-lapis langit iban ginlupaan, siksaun niya hisiyu-siyu in kabayaan niya iban ampunun niya in hisiyu-siyu in kabayaan niya iban in Allahu ta'ala tungud pa katan unu-unu sangat Kawasa.",
                    "41": "O kaw Rasul (naraak)! Ayaw makadihil susa kaymu in manga sila maus pa pagmunkir, dayin ha amuin manga sila in agi : “Paratsaya na kami” ha simud nila sadja ha hal di da mangahagari in pangatayan nila, iban dayin ha manga sila yahudi dumurungug (salta mananayma) sin puting (sin manga kanakuraan nila mamimindahi lapal iban ma'ana sin Tawrat nila), dumurungug iban mananayma pa isab sin bissara sin manga kawman kaibanan way pa bakas nagpakakari kaymu. Magpaminda sila himumungan dayin ha manga bubutangan niya, in kabtangan (aliyan-aliyan) nila: “Bang kamu datungan sin (himumūngan amuin pinda ta niyu) yan, na kawaa niyu yan, taymaa, pakaya, sumagawa bang bukun amu yan in dumatung kaniyu, na’ hallii niyu yan”, adapun hisiyu-siyu kabayaan sin Allahu ta'ala fitnahan (lawngun sabab sin pagkufur niya), na’ wayruun na mahinang mu kaniya unu-unu sumagga’ ha Allahu ta'ala. Sila na yadtu amuin manga wayna kiyahandakan sin Allahu ta'ala sutsihun in manga pangatayan nila (dayin ha lummi kakupulan iban kamunafiqan). Sila na yadtu in makadawhat sin kahinaan diy ha dunya, iban siyuku kanila didtu ha adlaw Akhirat in ajab dakula. [Zubdatut Tafsir, Muhadzabu Tafsiril Jalalayn]",
                    "42": "Masub sila magdungug pa kaputingan, magkakaun sila sin arta dayin ha haram. Na’ bang sila dumatung mawun kaymu, hukuma sila atawa manaykud na kaw dayin kanila iban bang kaw manaykud dayin kanila di da yan hikamudarat kaymu hambuuk unu-unu malayingakn bang humukum kaw kanila na hukum kaw sin kabuntulan ha antara nila, bunnal tuud in Allahu ta'ala Malasa ha manga tau nagpabubuntul.",
                    "43": "Sumagawa unu pa in pagpahukuman nila kaymu? In parahal yadtu na kanila in Tawrat in halauman niya hukuman sin Allahu ta'ala, mahuli malling na isab sila puas sin damikkiyan yan (paghukum mu kanila), sabab sin bukun da sila bunnal magkakahagad.",
                    "44": "Bunnal-bunnal tuud! Piyaturun namu in Tawrat in halaum niya pandu iban sahaya, hipanghuhukum in (Tawrat) yan sin manga kanabihan (bani Israil) amuin in manga nagmalilla’ (iban miyagad ha hukuman sin Allahu ta'ala ha tawrat) pa manga Yahudi, iban (damikkiyan hipanghukum da isab In Tawrat) sin manga ‘Ar-Rabbaniyyun’ (manga ka imaman sin agama, amuin manga Ulama mapantuk ha agama, amuin mag-a'ammal iban magbibiat, ‘Az-zuhhad’ magbabaltapa) iban sin manga ‘Al-Ahbar’ (manga Ulama, manga Fuqaha, kakahagarun in kabtangan nila), ha sababan sin daakan kanila sin Allahu ta'ala papaumiran iban hipaparihala kanila in kitab sin Allahu ta'ala (amuna in At-tawrat) piyanghangla (di papapindahan in kalimat iban na sin ma’ana niya), iban in kiyaawnan nila nakasasaksi da sin damikkiyan yan, na’ ayaw kamu mabuga ha manusiya kabuga kamu kaku (O manga Yahudi!) iban ayaw niyu daganga in Ayat ku ha tiyu-tiyu harga, iban hisiyu-siyu in di manghukum sin piyaturun sin Allahu ta'ala na’ sila na yadtu in manga tau kafir.",
                    "45": "Iban piyardu namu bakas kanila halaum sin Tawrat in (ginhawa in tungbas niya ginhawa, iban in hambuuk mata tungbas niya hambuuk mata, iban in ilung tungbas niya ilung iban in taynga tungbas niya taynga, iban in ipun tungbas niya ipun iban in pali bihadtu ra isab kisasun (pagsibu’un)). Na’ hisiyu-siyu in piyagmura (hipagmaap) niya na sadja in pagtungbas (pagkisas) na’ in yadtu kifarat na sin nadusa niya, iban hisiyu-siyu in di manghukum sin piyaturun sin Allahu ta'ala sila na yadtu in manga tau anyaya.",
                    "46": "Iban piyaurul namu ha bakkas nila (kanabi-nabihan) in Nabi ‘Isa anak hi Maryam mamunnali sin kitab Tawrat duun kanila ampa namu tiyukbal (piyaturun) mawun kaniya in Injiel in halaum niya pandu iban sahaya iban pamunnali sin diin-diin na in ha kitab Tawrat pandu iban bibintangan ha manga nagmamabuga pa Tuhan.",
                    "47": "Na’ subay humukum in manga tau gimugunggung ha kitab Injiel sin unu-unu na napaturun sin Allahu ta'ala halaum niya, na’ hisiyu-siyu in di humukum sin napaturun sin Allahu ta'ala sila na yadtu in manga tau fasiq (mangliliyu lakad sin hukuman sin Allahu ta'ala).",
                    "48": "Iban napaturun namu na kaymu (O Muhammad! (sallallahu alayhi wasallam)) in kitab (Al-Qur'an) ha kasabunnalan. Mamunnali sin kitab nakauna na napaturun dayin kaniya sarta magpaamu saksi (sin manga kakitaban nakauna piyagpindahan). Na’ panghukum kaw ha antara nila (O Muhammad! (sallallahu alayhi wasallam)) sin diin-diin na napaturun sin Allahu ta'ala ayaw mu tuud agara in kanapsuhan nila dayin ha naparatung kaymu kasabunnalan. In ha tiyap-tiyap dayin kaniyu piyaawnan namu sara’ iban dan masawa. Bang sadja nagkahandak in Allahu ta'ala (hinangun kamu hambuuk Ummat, hangka Agama Islam) tantu tuud (kagausan niya kamu hinangun) hambuuk ummat, sumagawa (way kamu hinang niya bihayadtu) hasupaya matandas niya kamu tungud pa naparatung kaniyu. Na’ paglumba-lumba na kamu pa karayawan, harap da pa Allahu ta'ala in uuwian niyu katan mahuli baytaan niya ra kamu sin manga parkala bakas piyag-alugagahan niyu.",
                    "49": "Iban dayin ha yan hukuma (O Muhammad (sallallahu alayhi wasallam)) in par-antaraan nila sin amuin napaturun sin Allahu ta'ala iban ayaw tuud agara in kanapsuhan nila sarta halli kaw ha lawungun nila kaw duun ha kaibanan napaturun sin Allahu ta'ala kaymu. Na’ bang sila malling na, ingata (O Muhammad! (sallallahu alayhi wasallam)) bunnal-bunnal tuud in kabayaan sin Allahu ta'ala in siksaun na sila sabab sin (panaykuri nila ha naparatung kaymu O Muhammad! (sallallahu alayhi wasallam) ha) kaibanan karusahan nila. Iban mattan asal in kamatauran dayin ha manusiya tantu manga fasiq (mangliliyu sarà sin Allahu ta'ala).",
                    "50": "Unu muhutun nila pa in hukuman sin masa ka'awam? Iban hisiyu pa in makalabi dayaw (dumihil hukuman) dayin ha Allahu ta'ala tungud pa manga tau gawgut in pangahagad?",
                    "51": "O kamu amuin manga nagpaparatsaya! Ayaw niyu hinanga bagay (guguwaan sin rahasiya) in manga yahudi iban nasrani, sila ra in mattan nagbabagay (nag-aatas-iyatasi) in kaibanan pa kaibanan nila, hisiyu-siyu in dayin kaniyu in himinang na kanila bagay (guguwaan sin rahasıya atawa umaatas atawa tumatabang) Na’ bunnal-bunnal tuud in Allahu ta'ala di niya panduan in manga manusiya anyaya.",
                    "52": "Na’ kakitaan mu in manga sila taga sakit in pangatayan (pagkamunafiq) umus-us sila ha pamagay nila (ha yahudi iban nasrani) in agi nila: “In kabugaan namu in kugdanan kami musiba kajuljanaan (bang dumaug in manga yahudi dayin kan Muhammad (sallallahu alayhi wasallam)).” Kalu-kalu na mayan in Allahu ta'ala paratungun niya in dararaugan atawa pakaradjaan dayin kaniya, mahuli manjari sila manga tau nagsusun tungud pa manga tiyatapuk nila ha ginhawa nila.",
                    "53": "Iban mamung in manga sila nagparatsaya: “Unu bukun ka sila na yadtu in manga manusiya (munafiq) amuin naabut dagpak in sapa nila pa Allahu ta'ala bat in sila agad tuud kaniyu?” Nagkalungsad-lungsad da in ammal nila (sabab sin pagmunafiq) mahuli majari na sila manga manusiya nalulugi.",
                    "54": "O kamu amuin nagpaparatsaya! Hisiyu-siyu dayin kaniyu in manaykuri (magmurtad) dayin ha Agama niya (Islam). Na’ sung da paratungun sin Allahu ta'ala in manga manusiya kalasahan niya sarta malasa kaniya, mapatibabaun ha manga bar-iman sarta landu maisug ha manga tau kafir, naglugtu (magbunu) sila ha dan sin Allahu ta'ala Iban di sila mabuga ha tataksilan sin manga tau mananaksil, in damikkiyan yan kalabbiyan sin Allahu ta'ala hidihil niya ha hisiyu-siyu in kahandakan niya iban in Allahu ta'ala sangat luag sin kalabbiyan niya sarta labi makaingat bang hisiyu in magmustahak sin kalabbiyan niya.",
                    "55": "Bunnal-bunnal tuud in bunnal Tag-atasan (atawa tumatabang) kaniyu amura in Allahu ta'ala iban Rasul niya iban amuin manga sila nagpaparatsaya amuin manga sila nagpatitindug sambahayang iban dimidihil zakat sarta in manga sila yan magruruku’ pa Allahu ta'ala halaum sambahayang.",
                    "56": "Iban hisiyu-siyu in hinangun niya na in Allahu ta'ala iban sin Rasul niya iban na manga sila nagpaparatsaya Tag-atasan na kaniya na’ bunna-bunnal tuud in tumpukan sin Allahu ta'ala sila ra in dumaug.",
                    "57": "O kamu amuin nagparatsaya! Ayaw niyu tuud hinanga tag-atasan kaniyu in manga sila hinang in pag-agama niyu u'udjuan iban langug-langug dayin ha amuin manga sila kiyaparatungan kitab (Ahlul Kitab) nakauna dayin kaniyu iban manga tau kafir, iban kabuga tuud kamu pa Allahu ta'ala bang bunnal da in kiyaawnan niyu manga tau magpaparatsaya.",
                    "58": "Iban apabila kamu manawag-tawag na pa magsambahayang, hinangun nila yan u'udjuan iban lalangugan sabab bunnal tuud in sila yadtu manga manusiya di magpanali (di makahati).",
                    "59": "Pamungan (O Muhammad! (sallallahu alayhi wasallam)): “O kamu manga Ahlul Kitab! (yahudi iban nasrani) unu ngiun niyu na kami sin wayruun sabab dayin sin hat kami nagparatsaya pa Allahu ta'ala iban sin diin-diin na in napaturun kamu iban sin napaturun nakauna ha kakitab-kitaban, ha bunnal tuud labi mataud na dayin kaniyu yan in gimuwa dayin ha pagta'atan pa Allahu ta'ala?”",
                    "60": "Pamungan (O Muhammad! (sallallahu alayhi wasallam)) : “Unu mabaya ka kamu baytaan ku sin labi mangi dayin sin damikkiyan yan tutungbasan ha hadarat sin Allahu ta'ala?”, Hisiyu-siyu na liya’nat sin Allahu ta'ala iban miyurkaan niya, iban jiyari niya in kaibanan dayin kanila ka’amuan iban kababuyan iban sin manga sila nakapagtag-ipun ha taghut (tuhan kaba’talan) sila na yadtu in sangi-ngi bubutangan iban landu nalalaung dayin ha dan sin Allahu ta’ala.",
                    "61": "Iban apabila sila dumatung mawun kaniyu (O Muhammad (sallallahu alayhi wasallam)) in agi nila : “Paratsaya na kami!” In parahal simud sila (mawun kaniyu) iban gumuwa da sila yan magbalik iban da kakafir sin pangatayan nila, in Allahu ta'ala in labi nakaingat sin unu-unu in tiyatapuk nila (ha pangatayan).",
                    "62": "Iban kakitaan mura in kamatauran dayin kanila yan maglumba-lumba pa maghinang dusa iban parbantahan iban pagkaun nila alta guwa dayin ha paglanggal sara’, tantu tuud sangi-ngi ammal na in nahinang nila yan.",
                    "63": "Unu! Wala ka sila tiya’gahan sin manga rabbaniyun (manga yahudi nagmamabuga landu pa Tuhan) iban sin manga labi makaingat dayin kanila dayin ha manga kabtangan nila pardusahan iban pag-inum makan nila sin alta guwa dayin ha paglanggal sara’? Tantu tuud sangi-ngi na kakahinang in nahinang nila (himanung sila dayin ha pagta’gahan sin paghinang mangi).",
                    "64": "In pamung sin manga yahudi: “In lima sin Alahu ta'ala giyagakutan (ikutan siya)”; kagakutan da in kalima-limahan nila yan iban mala’nat da sila sabab sin pamung nila. In parahal in duwa lima sin Allahu ta'ala nabubuklad (nagnanapaka siya). Magnapaka siya biyadiin na in kabayaan niya. Bunnal tuud dumugang pa in kamatauran dayin kanila pamanta iban pagmunkir sabab sin napaturun mawun kaymu dayin ha Tuhan mu. Na’! biyutangan namu pagbanta iban pagdugal ha antara nila sambil pa adlaw qiyamat, sa kabilang buhiun nila in kayu sin pagbunu’ iban kangian (pa Nabi (sallallahu alayhi wasallam) iban manga bar-iman) pungun sin Allahu ta'ala sahingga tuyu’ na sila manaw ha babaw gumi halaum na sadja kangian in hinang nila hipangladjāya nila in Allahu ta'ala di malasa ha manga maghihinang kajahurakaan ha gumi.",
                    "65": "In mattan tuud bang sadja in manga ahlul kitab nagparatsaya sarta nagmabuga, tantu tampanan namu kiparatun kanila in kasaan nila iban tantu pasurun namu sila pa manga surga ‘An-na’iym’.",
                    "66": "Iban bang sadja biyawugbugan nila in bayta ha kitab Tawrat iban kitab Injiel iban sin unu-unu na napaturun kanila dayin ha Tuhan nila, tantu magkasannangan sila ha kapangaun-kaun dayin ha babaw nila iban dayin ha babaan sin kasiki-sikihan nila. Awun da isab dayin kanila manga tau mabuntul ha pag-agama (amuin manga sila simud pa ka-Islam) malayingkan in kamatauran kanila kimangi in kakahinang (kimakkal ha pagkufur).",
                    "67": "O kaw Rasul (naraak)! (Muhammad (sallallahu alayhi wasallam)) pasampaya in katan napaturun kaymu dayin ha Tuhan mu. Iban bang di mu hinangun na wala pa kaw nakapasampay sin Risalah niya In Allahu ta'ala in mamarihala kaymu dayin ha manga manusiya, Bunnal-bunnal tuud in Allahu ta'ala di niya tuud panduan in manga manusiya wala nagparatsaya..",
                    "68": "Pamungan (O Muhammad! (sallallahu alayhi wasallam)): “O kamu manga Ahlul kitab! (yahudi iban nasrani) wayruun unu-unu kaniyu (pandu) sahingga baugbugan niyu in kitab Tawrat iban Injiel iban sin unu-unu na napaturun kaniyu dayin ha Tuhan niyu (Amuna In Al-Qur'an)”. Iban tantu hikadugang pa sin kamatauran dayin kanila amuin kiyapaturun kaymu (in Al-Qur'an yan, O Muhammad! (sallallahu alayhi wasallam)) dayin ha Tuhan mu ‘Tughyanan’ (katakabbulan, kaanyayahan, panagga’i) iban pagkufur (iban pagmunkir). Na’! ayaw makadihil susa kaymu in manga manusiya di magpaparatsaya.",
                    "69": "Bunnal-bunnal tuud in manga sila amuin nagparatsaya iban sin manga na yahudi iban manga ‘Sabiuwn’ (manga magsusumba bituun) iban na sin manga nasrani, hisiyu-siyu amuin nagparatsaya dayin kanila pa Allahu ta'ala iban pa adlaw akhirat sarta naghinang marayaw, na’ wayruun na kabugaan nila iban di na sila masusa.",
                    "70": "Tantu mattan tuud napaawun namu in parjanjian mahugut iban sin manga anak apu sin Israil iban nagdaak Kami madtu kanila karasulan, sakahaba dumatung madtu kanila in naraak ampa di kabayaan sin ginhawa nila, in kaibanan dayin ha manga karasulan yadtu piyaghimuting nila, adapun in kaibanan piyagbunu’ nila.",
                    "71": "In naimangkan nila bat wayruun da dumagpak kanila tutukasan atawa siksa (ha pamunu’ nila kanabihan) na’ nabuta na sila (umatud sin bunnal) iban nabisu na sila (dumungug sin pamandu) mahuli tiyawbat da sila sin Allahu ta'ala, in kahinapusan (masa na sin Nabi Muhammad (sallalahu alayhi wasallam)) nabuta iban nabisu na isab in kamatauran dayin kanila (timarrang mayan in kasabunnalan sin pagkanabi sin Nabi Muhammad (sallallahu alayhi wasallam)). In Allahu ta'ala in sangat makakita sin hihinang nila..",
                    "72": "Tantu mattan tuud wala nagparatsaya in amuin manga sila namung sila : “Bunnal-bunnal in Allahu ta'ala siya na in ‘Isa Al-masiyh anak hi Maryam!” in parahal in pamung sin ‘Isa Al-masiyh “O kamu manga anak apu sin Israil pagtag-ipun kamu pa Allahu ta'ala amuin Tuhan ku iban Tuhan niyu” Bunnal bunnal tuud hisiyu-siyu in nagsakutu (nagshirik) pa Allahu ta'ala. Na’ mattan tuud haramun sin Allahu ta'ala kaniya in surga mahuli in huhulaan niya narka iban wayruun na tuud makatabang ha manga tau anyaya.",
                    "73": "Tantu mattan tuud wala nagparatsaya in amuin manga sila namung sila: “Bunnal-bunnal in Allahu ta'ala hikatuw sin tuw (trinity)!”, In parahal wayruun tuud dayin ha tutuhanun (mapatut pagtag-ipunan) malayingkan Tuhan Tunggal (Allahu ta'ala). Iban bang sila di pa humundung tungud pa hipagpamung nila, tantu dagpakan na in manga wala nagparatsaya dayin kanila sin siksa landu masakit.",
                    "74": "Unu di ka sila makatali magtawbat pa Allahu ta'ala iban mangayu kaampunan kaniya? Pasal in Allahu ta'ala Baying-ampunun lagi sangat maulung.",
                    "75": "Bukun in ‘Isa Al-masiyh anak hi Maryam unu bang unu malayingkan hat sadja daak (Rasul), bunnal tuud mataud na karasulan nakauna pa dayin kaniya, ampa in ina niya yan sangat in pamunnali (ha farman sin Allahu ta'ala) in kiyaawnan nila kaduwa magkaun, bandinga bang biyadiin in pagpatarrang namu kanila sin Ayat namu (katanda-tandaan), mahuli bandinga na isab bang biyadiin in mapalling sila (sin shaytan dayin ha kasabunnalan).",
                    "76": "Pamungan (O Muhammad! (sallallahu alayhi wasallam)): “Unu magtag-ipun kamu pa dugaing dayin ha Allahu ta'ala amuin di makapagmilik kaniyu sin kamudaratan iban sin kamumpaatan?” Parahal in Allahu ta'ala siya ra in sangat Makadungug sarta sangat Makaingat.",
                    "77": "Pamungan (O Muhammad! (sallallahu alayhi wasallam)): “O kamu Ahlul kitab (yahudi iban nasrani) ayaw kamu magpalandu ha pag-agama niyu ha bukun kasabunnalan! Iban ayaw agara niyu in kanapsuhan sin pikilan sin manga manusiya amuin nalalawung sin nakauna pa iban nalawung nila pa in kamatauran, iban lagi nalalawung pa tuud sila dayin ha dan mabuntul.”",
                    "78": "Kiyasusuknaan na (nala’nat) in amuin manga sila wala nagparatsaya dayin ha anak apu sin Israil duun ha dila sin Dawud iban ‘Isa anak hi Maryam in damikkiyan yan sabab sin pagma'asiyat nila iban sin in kiyaawnan nila mamamantahi (ha kanabihan iban mangliliyu lakad ha sara’ sin Allahu ta'ala).",
                    "79": "In kiyaawnan nila di magtaga-tiyagahi sin hinang mangi hihinang nila, mattan tuud sangi-ngi na in kiyaawnan sin hihinang nila yan.",
                    "80": "Kakitaan mu in kamatauran dayin kanila (manga yahudi) kawaun nila awliya (gapi iban gaus-bawugbug) in manga mushrikin (amun way namamaratsaya). Bunnal tuud sangi-ngi na amuin napauna kanila sin ginhawa baran nila (dayin ha manga ammal datungan nila ha adlaw qiyamat) pasal iyastulan kanila in Allahu ta'ala, iban halaum sin siksa sila kumakkal salama-lama.",
                    "81": "Iban bang in kaawnan nila mattan namamaratsaya ha Allahu ta'ala iban ha Nabi niya (Muhammad (salallahu alayhi wasallam)), iban na sin unu-unu na napaturun kaniya, (tantu sin) wala nila ra mayan kiyawa in sila (manga mushrikin) awliya (gaus-bawugbug iban gapi’) saguwa (in bunnal tuud niya) in kamatauran dayin kanila fasiquwn (way namamaratsaya pa Allahu ta'ala, iban way natata’at kaniya).",
                    "82": "Sabunnal tuud, kabākan mu (O kaw Nabi!) sakusug-kusug na manusiya mamantahi ha manga namamaratsaya (ha Allahu ta'ala iban ha Nabi niya) amuna in sila manga yahudi iban sin manga shirik (nagsakutu pa Allahu ta'ala), iban sabunnal tuud kabākan mu isab in sasuuk-suuk kanila ha paglasa pa manga namamaratsaya (pa Allahu ta'ala) amuin imiyan: “In kami ini Nasara (Nasrāni)”, hangkan biya ha yadtu, pasal sabunnal tuud awun dayin kanila (manga Nasrāni) pari iban ‘ābid, iban in sila di magtakabbul (dayin ha dumungug kasabunnalan).",
                    "83": "Iban apabila kadungugan nila in unu-unu na napaturun pa Rasul (Muhammad (sallallahu alayhi wasallam)) kakitaan mu in manga mata nila mag ibid-ibid sin luha ha sababan sin dayin ha amuin kiyahatihan nila dayin ha kasabunnalan. In pamūng nila: “O Tuhan namu! Piyaparatsaya namu (in Nabi mu iban sin kitab mu, iban sin kabunnalan amuin napaturun mu), ha sabab yadtu sulatan kami salta (sin ummat hi Muhammad (sallallahu alayhi wasallam)) amuin sumasaksi didtu ha adlaw Qiyamat (ha palihalan panghimuting sin manga ummat nakauna ha kanabi-nabihan nila),",
                    "84": "Iban mayta ta kami di mamaratsaya pa Allahu ta'ala, iban sin unu-unu na dimatung kāmu dayin ha kasabunnalan? sin in piyagdara-ut namu bang mayan da kami pasurun sin Tuhan namu (pa laum surga) nag-u'umban-umban iban sin manga Qawman ‘As-salihin’ (manga Tau Saleh).”",
                    "85": "Na’ giyandahan sila sin Allahu ta’ala sababan sin (pangayu-ngayu kiyabtang nila, iban sabab sin pagparatsaya nila iban pangahagad nila iban sin paghimunnakun nila ha kasabunnālan) manga kasurga-sulgaan (kakabbun kabbunan) nag-a'anud-anud ha saum niya (iban ha saum kahuy-kahuyan niya) in kasapa’-sapa’an, kakkal sila halaum niya. In manga tungbas iban pargandahan yadtu, tutungbasan ha siyu-siyu na nag-ammal sālih iban imamu in niyat.",
                    "86": "Adapun amuin manga nagkufur (ha kaayat-ayatan sin Allahu ta'ala) iban nanghimuting ha (manga ayat) namu (iban nangdustai ha pagkanabi hi Muhammad (sallallahu alayhi wasallam)), na’ sila na yadtu in tagsukui narka jahiym.",
                    "87": "O kamu manga Bar-iman! Ayaw niyu harama na baran niyu amuin hiyalal kaniyu sin Allahu ta'ala dayin ha amuin manga ‘Tayyibat’ (amu in sasuku’ sin marayaw iban halal), iban ayaw tuud kamu limingka’ ha kahād-haran amuin manga siyara’ sin Allahu ta'ala kaniyu, bunnal tuud in Allahu ta'ala di malasa ha manga manglilingka’, mangliliyu-lakad (sin manga had amuin siyara’ sin Allahu ta'ala ha katan pakaradjaan).",
                    "88": "Iban kaun kamu dayin ha amuin kiyaridjiki kaniyu sin Allahu ta'ala halal, lagi marayaw (bukun haram iban bukun najis), iban patattapa niyu in kabuga pa Allahu ta'ala, amuin piyaparatsaya niyu).",
                    "89": "Di kamu siksaun sin Allahu ta'ala dayin ha parsababan sin kiyalabtik sin dila niyu babarapa sapa bukun tiyuud niyu, saguwa in paniksaan niya kaniyu bang in sababan niya amuin sapa niyu tiyuud, iban piyagniyatan. Na’ bang niyu narugtul in siyapahan niyu amuin miyatutuud niyu yan, na’ in kifarat niya magpakaun hangpu-miskin dayin ha sarangan na pagkaun amuin diin na biya’ sin pagpakaun niyu ahli niyu, atawa patamungan niyu sila (manga miskin yadtu in tiyap-tiyap hambuuk miskin dayin kanila patamungan majukup in baran niya) atawa isab magmahaldika (karna Allahu ta'ala) hambuuk iypun, saguwa hisiyu-siyu in way nakabak (unu-unu na dayin ha tuw parakala nasabbut yan), na’, in wajib kaniya, subay siya mamuasa tuw adlaw. Amu yan in kifarat sapa (ha sara’ Islam) bang kamu nakarugtul sin siyapahan niyu (pagtumana niyu ra, ayaw niyu pagdugtula, bang in pangdugtuli ha siyapahan niyu yadtu way ra mahasil niyu landu in dayaw niya. Atawa bang di, ayaw na tuud kamu magsapa-sapa). Biya’ sin paglilay yan, lilayun kaniyu sin Allahu ta'ala in kasara’-sara'an niya, iban patarrangun hasupaya niyu siya pagsukuran ha tungud sin panghidayāti niya kaniyu iban panawfiqi niya.",
                    "90": "O kamu manga namaratsaya (pa Allahu ta'ala, iban sin unu-unu na wajib paratsayahun)! Way na tuud pagkalu-kalu, ha tungud sin alak, panayam apus, iban ‘Al-Ansab’ (binatang kulbanun ha karna barhala, atawa amuin manga binatang kulbanun hi-angdul ha batu barhala maksud hipag-ibadat nila), iban ‘Al-Azlām’ (manga pana-pana pagpuputikaan) in pakaradjaan yan ‘Rijsun’ (najis, lummi, mangi) dayin ha pakaradja'an sin shaytan. Na’ anibi niyu yan hasupaya kamu magparuntungan pargandahan dakula.",
                    "91": "In angutun sin shaytan (magsababan dayin ha manga kakahinang kangian yan) bang mayan niya sadja in par-antaraan niyu mahiyul sin pagbanta iban bungsi ha pasalan pag-inum nila alak iban pagpanayam apus, iban (ampa niya sadja) kamu matahala dayin ha jimikir manumtum, mudji pa Allahu ta'ala (amuin tiranan hikahalulay iban hikahatul iban hikasanyang sin pakaradjaan dunya iban akhirat), iban dayin ha magsambahayang (amuin hag sin agama niyu). Na’, unu di pa ka kamu magmunakun? (misan in lapal niya pangasubu, saguwa in kamatunan niya; pangdaaki, hāti niya : “Na' pagmunakun na kamu!”).?",
                    "92": "Iban pagta’at kamu pa Allahu ta'ala iban pagta'at da isab kamu ha Rasul niya (Muhammad (sallallahu alayhi wasallam)) iban paghalli kamu (makasulang sin agihan sin Allahu ta'ala iban sin Nabi niya Muhammad (sallallahu alayhi wasallam)). Karna bang kamu manaykuri, salta way niyu hinang in da'akan sin Allahu ta'ala iban Rasul niya (Muhammad (sallallahu alayhi wasallam)), na’ ingat kamu (way na hikapagmaujjul niyu puas piyatarrang kaniyu sin Rasul in akibbat sin manga simulang), paygay wayra miyaksud sin Rasul namu malayingkan magpasampay pardaakan namu iban mamayta-maytai sin kahukum-hukuman namu, iban patarrangun niya sin sampurna tarrang.",
                    "93": "Wayra (kumugdan) kanila manga namaratsaya pa Allahu ta'ala iban pa Rasul niya, salta nag-ammal sālih dusa ha tungud sin (nainum nila dayin ha alak iban) nakaun nila dayin ha alta (daugan) apus sin masa nakauna waypa hiyaram apabila sila nagpatural ha pagmabugaan pa Allahu ta'ala (imaanib sin hiyaram niya) iban lāgi timututug da ha kaparatsayahan (pa Allahu ta'ala iban pa Rasul niya) iban ha pag-ammalan sālih (puas nila kiya-ingatan in yadtu hiyaram na), mahuli dayin didtu ampa na isab sila nagpatural ha pagmabuga pa Allahu ta'ala iban ha pamaratsayahan sin katan kahukum-hukuman hi sara’ niya kanila, ubus ampa na isab piyatattap nila in pagmabuga nila pa Allahu ta'ala ha katan kahālan, iban salta piya-ikhlas nila in manga ammal nila iban tiyunay nila ha aturan niya sampurna (halaum Ihsan). Na’ (sabunnal tuud) in Allahu ta'ala Malasa ha manga ‘Al-Muhsiniyn’ (manga maghihinang karayawan).",
                    "94": "O kamu manga namaratsaya! Tantu tuud tandasun kamu sin Allahu ta'ala (hina’bu kamu halaum ihraman paghadji atawa pag-umra) sin maniyu-tiyu da dayin ha kaibanan (hayup ginlupaan) pagpanhutan amuin maluhay niyu sakkupun sin manga lima niyu iban (tagbakun) sin budjak niyu, hipaminig niya yan sin nagmamabuga ha Allahu ta'ala (pasalan sin kusug pag-iman niya) misan naka gagāib na, dayin ha amuin way kabuga pa Allahu ta'ala (ha pasalan kalamma sin pag-iman niya). Na’ hisiyu-siyu dumawhat pa pagpanhut (amuin liyularakan nila in Had sin Allahu ta'ala) jumatu kaniya in ajab ma-ul-ul, mabisa.",
                    "95": "O kamu manga Bar-iman! Ayaw niyu pagpataya in ‘As-Sayd’ (hayup ginlupa'an, pagpanhutan), bang kamu halaum na pag-Ihraman hadji atawa umra, iban hisiyu-siyu makamatay dayin kaniyu ‘As-Sayd’ hinabu nag-ihram, piyagtuuran niya, na’ in tungbas niya biya’ da sin (hayup) napatay niya. In pangawaan sin yadtu dayin ha pihak binatang ‘An-Na'am’ (unta, sapi, kambing), in humukum magpasali ha napatay yadtu, duwa tau adil dayin ha muslimin ampa niya hipara pa Makkah, salta didtu na sumbayiun, iban ampa hipanghadiya pa manga miskin ha Ka’bah. (Adapun bang wayruun sali sin hayup pagpanhutan dayin ha binatang ‘An-Na'am’ biya’ sin manuk-manuk iban ampan dulu, ha hal ini, subay niya tunguran ha halga sin hayup yadtu), atawa magkifarat, magpakaun manga miskin; (in hal ini bang way kabakan sin nag-i-ihram biya’ sin napatay niya dayin ha hayup ‘An-Na'am’. Duun ha ini, tunguran niya halga in hayup ‘As-Sayd’ amuin napatay niya yadtu, ampa hibīy niya kakaun, tupuran niya hangka muwd-hangka muwd in tiyap-tiyap miskin dayin na amuin maabut sin halga sin hayup yadtu, atawa salian in kakaun yadtu puasa (puasahan in taud sin adlaw, tupurun ha itungan sin manga miskin amuin tagmustahak sin kakaun; hangka muwd, diin in maabut sin halga sin hayup yadtu). Hangkan bihayadtu in tungbas niya hasupaya niya kakinaman iban kananaman in ngiy sin akibbat sin paghalipulu niya ha kahurmatan sin pag-ihram. Adapun miyaap na sin Allahu ta'ala in unu-unu na limabay pamatay niyu (As-Sayd) ha way pa hiyaram. Saguwa hisiyu-siyu balikan niya yadtu na’ binsanaun siya sin Allahu ta'ala ha akhirat. Ampa in Allahu ta'ala, Ga’ga, di pagdaugun, Mamiminsana ha siyu-siyu na nagma'asiyat.",
                    "96": "Hiyalal kaniyu managat sin ‘Saydul Bahr’ (manga hayup iban ista dagat misan kamu nag-i-ihram), iban in kakaunun yan duun kaniya hikapag mumpaat niyu, pagkaun niyu, kamu amuin tutug ha hula iban sin magtutulak-tulak, saguwa in hiyaram kaniyu (sin Allahu ta'ala) amuin hayup ginlupaan pagpanhutun salugay niyu nag-i-ihram. Kabuga tuud kamu pa Allahu ta'ala amuin madtura kaniya kamu katan pulinun pa parang Mahsar puas niya buhiun, karna tungbasan niya in katan ammal niyu.",
                    "97": "Piyapanjari sin Allahu ta'ala in Ka’bah, amuin Baytil Haram, (Amuin liyaggu sin Allahu ta'ala iban hiyaram niya laugan duun halaum niya in manusiya iban kahayup-hayupan, iban pa sin ha katilibut niya), pagpalindug sin manga manusiya sin pakaradjaan agama nila paghadjian nila, iban pakaradjaan pagdunya nila manajahitrai sasuku’ sin makasud palawum niya, iban di mahudjala, iban bihayadtu ra isab niya piyapanjari in bulan hadji iban sin amuin susumbayiun ‘Hadyu’ iban sin ‘Qalaid’ (manga hayup i-indanan sin gantung in liug nila, matilas sin manga umatud kanila, in yadtu in nagda sung humadji atawa mag-umra, dahun niya pa Makkah, hipaghadiya, ha sabab yadtu di siya hudjalaun sin tau dugaing). Hangkan yadtu bihayadtu sin Allahu ta'ala hasupaya niyu kaingatan bunnal tuud in Allahu ta'ala. Kiyaingatan niya in unu-unu ha pitung-lapis langit iban ha gumi, iban sin maslahat niyu. Iban bunnal tuud in Allahu ta'ala ha katan unu-unu sampurna in Pang-ingat niya.",
                    "98": "Ingat kamu sabunnal tuud in ajab sin Allahu ta'ala makusug, iban sabunnal tuud in Allahu ta'ala sangat mangampun, lagi sangat Baying-ulungun.",
                    "99": "Wayra maksud sin Rasul (Muhammad (sallallahu alayhi wasallam) amuin piyara namu maun kaniyu yan O kamu manga manusiya!) malayingkan magpasampay daakan (amuin kiyapagwahi maun kaniya hasupaya di na makapaylu, iban mapugtul na in pagmaujjul niyu). ampa adapun in Allahu ta'ala kiyai-ingatan niya ra in unu-unu na piyalalahil nyu iban sin tiyatapuk niyu.",
                    "100": "lyana O Ikaw Nabi sin manga manusiya! : “Di magsibu in ‘Al-Khabiyth’ (mangi) iban sin ‘At-Tayyib’ (marayaw), misan pa kaw imibug sin kansang sin al-Khabith (mangi), na’ kabuga kamu pa Allahu ta'ala O kamu manga Bar-akkal! hasupaya kamu magparuntungan iban magdapa-dapa sin Ridha sin Allahu ta'ala iban kasannangan kakkal.”",
                    "101": "O kamu manga nagpaparatsaya! Ayaw asubuha niyu (in Rasul) palihalan sin manga parkala bang lumahil na kaniyu hikangi (iban hikasusa) ra kaniyu saguwa bang kamu mangasubu hal sin pardaakan mabu’gat yadtu, sa’buha niyu in pagtuturun wahi (Al-Qur'an kaniya) ampa ra tumampal kaniyu in manga pardaakan amuin nakasusa kaniyu. Miyaap na in manga pangasubu nila limabay (amuin wayra pus niya) sin Allahu ta'ala, lagi miyaap niya na kaniyu in parsiksaan niyu ha akhirat, hangkan ayaw na kamu imisab sin bihadtu. Adapun in Allahu ta'ala sangat Mangangampun, lagi sangat Mahanunut (di magpaniksa sahingga makaparaa naa magbabanda’).",
                    "102": "Kiyapangasubu da isab in manga masaalla yan sin qawman nakauna dayin kaniyu (pagkasali tiyugut mayan kanila iban piyardu way nila ra yadtu piyaratsaya) mahuli dayin didtu amu yadtu in kiyahinang kanila kafir.",
                    "103": "Wala in Allahu ta'ala nakapaghinang sara’ ‘Bahiyrah’ (Unta babai sīsipakan in taynga, in gatas niya suku’ sadja sin barhala, way mapatut hangsulag tau gumatas kaniya), iban damikkiyan in ‘Saibah’ (unta babai buluyun nila suku’ sin tuhan nila, di nila pagluwanan unu-unu), iban damikkiyan in ‘Wasiylah’ (unta babai buluyun nila suku’ sin barhala nila, pasalan nanganak unta babai simunud pa unta babai anak niya panganay.) iban damikkiyan in ‘Hām’ (unta usug bang makapaanak makahangpu, di nila na pagkabanan, iban ta’gahan mangaun-kaun iban manginum-nginum), saguwa in sila amuin manga kafir yan maghihinang-hinang kaputingan ha Allahu ta'ala, iban in kamatauran nila yan way pangirab sin akkal nila in parkala yan kaputingan hinang-hinang nila sadja.",
                    "104": "Iban apabila iyanun in manga kafir yan : “Kari kamu pa (Al-Qur'an). Amuin piyaturun sin Allahu ta'ala ini, iban pa (hukuman) sin Rasul niya ha palihalan sin hiyaram kaniyu iban hiyalal kaniyu.” Amuin hi agi nila : “Mamarahi na kamu amuin (pag-agama, kaput) kiyasakupan namu dayin ha kamaas-maasan namu, aykawna'a?” walawpun in kaawnan sin kamaasan nila way pangirab nila misan salat dayin na pamandu agama (kasabunnalan), iban way nakababatuk pa kaamuhan masi nila pa iyagad?",
                    "105": "O kamu manga namaratsaya! Tulduha niyu in pag-paintul niyu sin ginhawa baran niyu ha tirānan pag-ta'at pa Allahu ta'ala karna bunnal tuud di na hika mudarrat kaniyu in kalawngan sin dugaing bang kamu naninindugan da ha pamanda’ iban nakapanaabbit na kanila pa kasabunnalan. Tudjura pa Allahu ta'ala in uwian niyu katan-tan ha adlaw qiyamat, ubus ampa kamu baytaan niya sin manga kakahinang niyu, iban tungbasan niya in tiyap-tiyap dayin kaniyu tunguran in nahinang niya.",
                    "106": "O kamu mang namaratsaya! hatatkala tumanda na ha hangkatau dayin kaniyu in alamat kamatay niya, salta awun kabayaan niya hipagbin. papasaksii ha antara niyu in bin yan, duwa saksi ‘adil dayin ha kampung niyu, atawa duwang katau dugaing, in yan bang in kaawnan niyu ha tulakan, sakali timanda na in alamat kamatay niya. Tahana niyu karuwa saksi yan puas tunayun in sambahayang (amuin mataud nakahadir kaniya) ampa nyu pasapaha karuwa pa Allahu ta'ala (bang kamu naghawal-hawal), pa iyana niyu : “Di namu hipagsambi in sapa namu kaniya ha hangkatau dayin ha kampung namu iban di hitapuk namų in panaksii amuin diyaakan kāmu sin Allahu ta'ala papatunayun ha kamattanan niya. Karna bunnal tuud bang namu tapukun in pagsaksi atawa mamūng kami sin bukun bunnal, tantu mahinang kami daying ha manga bardusa (manganganyaya) amuin mapatut sisiksaun sin Allahu ta'ala.”",
                    "107": "Na’ bang pagtukaw-tukaw in duwa saksi yan bat nagputing ha pagsaksi nila, atawa awun piyaglimbung nila karuwa, na’, sabunnal tuud, duwa daying ha sasuuk-suuk tagmustahak sin pusaka sin nawapat, sila yan karuwa in tagkapatut maninduganan, ganti sin duwa yadtu, (pajātuhun nila isab) pagpuas magsambahayang, maksud mahalayakun nila in pagputing sin duwa saksi yadtu, salta sumapa sila karuwa pa Allahu ta'ala bunnal tuud in duwa saksi yadtu mattan puting amuin sapa nila karuwa yaun in labi awla patut taymaun dayin sin sapa sin duwa saksi yadtu, “iban mattan tuud in kami karuwa ini way nakaliyu lakad dayin ha kasabunnalan ha sapa namu ini, iban mattan sin wala namu tuyuhuma in duwa saksi yan ha way kamattanan, pasal bunnal tuud in kami bang namu yadtu nahinang maitung kami daying ha manga Zālimin (anyaya).”",
                    "108": "In sara’ ini, amuna in sasuuk-suuk papanaw pa kaagi pagtunay sin manga magsasaksi sin saksi nila ha kamattanan niya pag-ayad ha sapa nila pa Allahu ta'ala, atawa hanggaw nila mabias bang lumahil in puting nila, bang tumagha simapa isab in manga kiyapusakaan pama’tali ha sapa nila yadtu. Iban kabuga kamu pa Allahu ta'ala (kannala niyu siya, ha pagsapa-sapa niyu kaniya. Timinggal paghayanat iban pagputing) iban dunguga niyu (sin pangdungug manaymai) in unu-unu na daakan niya kaniyu. iban tantu tuud in Allahu ta'ala di himidāyat ha manga qawman ‘Al-Fasiqiyn’ (di magtata'at kaniya, mangangatu kaniya).",
                    "109": "Tumtuma niyu in adlaw qiyamat, waktu tipunun na sin Allahu ta'ala ha Hadarat niya in tiyap-tiyap Rasul niya, ampa niya sila asubuhun, Amu agi niya kanila : “Unu na in siyambag kaniyu sin kaummat-ummatan niyu amuin piyarahan ku madtu kaniyu?” (Yaun nakadurungug in kaummat-umatan, ampa ra sila kamattanan dayin ha sabab sin saksi sin karasulan). In hipamung nila: “Wayna pangirab namu sin pakaradjaan nila pagpuas namu, sabunnal tuud in ikaw, Tuput da ikaw amuin Makaingat sin hal yadtu. Karna bunnal tuud ikaw ra in ‘Allamul Ghuyūwb’ (sangat makahāti sin sabarang nakatatapuk, nakagagaib).”",
                    "110": "Ha waktu yaun, Tawagun na sin Allahu ta’ala in ‘Isa anak hi Maryam, ampa siya iyanun : “Tumtuma ra in unu-unu na kiyani'mat ku kaymu iban kan ina mu sin didtu pa ha dunya, tatkala makapamissarahan pa manusiya hinabu’ mu pa magduduru (ana-ana) iban ha kala'as (manawag tawag kaw kanila pa Allahu Ta'ala ha kabata mu iban ha kala'as mu), iban hatatkala iyanugharaan takaw ni'mat hinduan magsulat, iban Al-Hikma (ilmu taga kapurujanan) sambil na sin At-Tawrat iban Al-Injiel, iban tumtuma ra isab in waktu sin paragbusun mu in pisak biya kahantang manuk-manuk dayin na ijin ku, ampa mu huyupan palawum niya magtuy mahinang manuk-manuk dayin ha ijin ku iban kahandak ku, iban makapa-uli pa kaw buta iban piyapamutiy dayin na ijin ku, iban makapaguwa kaw patay (buhi-buhian) daying ha ijin ku, iban kahandak ku, iban tumtuma pa waktu amuin piya’gang ku in manga yahudi mamunu’ kaymu tatkala nila kaw apit bunuun diyāhan mu mayan sila kadalil-dalilan matampal iban ginis na mu’jizat”, misan bihadtu amuin agi sin manga di magpaparatsaya dayin kanila (sin pagkanabi mu) : “Bukun unu bang unu malayingkan sihil na ini matarrang”",
                    "111": "Iban tumtuma ra isab ha kutika’ wiyahihan (tiyunyukan) ku in pangatayan sin manga Hawariyyin (sahabat hi 'Isa) pa pakahagarun ku sila kaku iban pa Rasul ku, ‘Isa anak sin Maryam, amu agi nila : “Paratsaya kami Ya Rab ha daakan mu iban saksii bunnal tuud in kami ini ikhlas in pamaratsaya, salta nagmumuslim (iban nagmamalilla ha daakan sin Allahu ta'ala).”",
                    "112": "Iban tumtuma ha kutika’ imiyan in manga hawariyyūwn (manga sahabat sin ‘Isa) : “Ya kaw ‘Isa! Anak sin Maryam, unu makagaus ka in Tuhan mu magpaturun mari kāmu ‘Māidah’ (dulang) dayin ha langit?” In kiyapamung hi ‘Isa: “Kabuga da kamu pa Allahu ta'ala mangasubu biya’ sin siyukat niyu yan, bang bunnal in kaawnan niyu namamaratsaya.”",
                    "113": "Laung nila: “Mabaya kami kumaun dayin ha manga Māidah (dulang) ini, hasupaya kumamdus in (Yaqiyn) sin pangatayan namu, iban hasupaya namu kaingatan (kanyata'an) bunnal tuud in ikaw kasabunnalan in piyamayta mu kamu amuin diyā mu dayin ha Allahu ta'ala, iban ampa ra kami mahinang mananaksi ha ha yadtu pa manga amuin way nakasa’bu.”",
                    "114": "Tiyayma sin ‘Isa in siyukat nila, amu agi : “Ya Allahu ta'ala! Tuhan namu, amuin Tagmilik sin pakaradjaan namu, panaugi kami Maidah (dulang) dayin ha langit, mahinang in adlaw pagturun niya yan haylaya sin manga bar-iman dayin kāmu manga nakauna ini iban sin mahuli dayin kamu ini, iban Ayat dayin kaymu (Tanda sin kakawasahan mu iban pagnabi ku), iban anugharai kami ridjiki, karna ikaw ra in Sarayaw-rayaw na Mang-ridjiki.”",
                    "115": "Nagfarman in Allahu ta'ala kaniya simambag: “Sabunnal tuud paturunun ku na yadtu kaniyu, sumaguwa hisiyu-siyu magkufur dayin kaniyu pagpuas (niya yan tumurun). Na’ sabunnal tuud in aku siksaun ku siya sin siksa di ku hipagpaniksa ha hangkatau dayin ha Alam ini” (magtuy ra timurun pagpuas yadtu).",
                    "116": "Iban tumtuma ra O ikaw Nabi! amuin sung jumatu ha adlaw Qiyamat ha kutika’ imiyan in Allahu ta'ala : “O ‘Isa anak sin Maryam! Unu, in ikaw yan, nakaiyan kaw (nanawagtawag) kanila manusiya hinanga niyu aku kay ina patuhanan (susumbahun)?” In hipamung niya : “Mahasutsi kaw! Way sapūw-pūw (iban way kapatut ku) maghimumungan bissara bukun kapatut hibissara, bat bang in kaawnan ku nakabissara sin yan, tantu tuud kiyaingatan mu ra yan. Kiyai-ingitan mu ra in hakikat sin baran ku iban sin unu-unu na nakararahasiya halaum niya, ampa in aku di ku kaingatan in unu-unu na hakikat sin Zat mu iban sin kamatunan sin manga sifat mu amuin sampurna. Bunnal tuud in ikaw, Ikaw ra in sangat Makaingat sin katan nakatatapuk iban niniyat, bat sabab in Ilmu mu sakup niya in unu-unu na naawn iban sin amuin sung maawun.”",
                    "117": "“Wayruun naiyan ku kanila malayingkan amura in diyaakan mu kaku pa pasampayun kanila, in agi ku kanila : Sumba kamu pa Allahu ta'ala Tunggala niyu siya, amuin Tuhan ku iban Tuhan niyu. iban kiyasasaksian ku sila (iban sin kakahinang nila) sakainu didtu pa aku kanila, saguwa pagga wiyapat mu na aku ikaw ra in nakapapayu (nakasasaksi) ha katan unu-unu, way misan hangsulag unu-unu malipas.",
                    "118": "“Bang mu sila siksaun, asal da in sila sabunnal tuud iypun mu ra, iban damikkiyan bang sila ampunun mu, sabunnal tuud in ikaw, Ikaw ra in ‘Al-Aziz’ (di pagdaugun), ‘Al-Hakim’ (Pandikal) ha katan pakaradjaan mu",
                    "119": "Magfarman in Allahu ta'ala, agi niya : “Ha adlaw ini magkapurujanan na in manga ‘Sadiqin’ (magsasabunnal) sin pagsabunnal nila. siyusukuan sila sin ginisan surga, nag-aanud-anud dayin ha sawum niya (iban sin kakahuy kahuyan niya) in kasapa’-sapa'an, kakkal sila halaum niya salama-lama. nagrida na kanila in Allahu ta'ala, iban in sila nagrida da isab kaniya (ha pasalan sin pahala pargandahan kanila). Amuna yadtu in paruntungan dakula.”",
                    "120": "Allahu ta'ala ra in kawasa (Tag-Milik) ha pitung-lapis langit iban gumi, iban sin sabarang halaum nila, iban in siya Makagaus ha katan unu-unu."
                }
            }
        }
    }
}