{
    "5": {
        "number": "5",
        "name": "الماۤئدة",
        "name_latin": "Al-Maidah",
        "number_of_ayah": "120",
        "text": {
            "1": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا أَوْفُوْا بِالْعُقُوْدِۗ  أُحِلَّتْ لَكُمْ بَهِيْمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَأَنْتُمْ حُرُمٌۗ  إِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ",
            "2": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَإِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ أَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوْۘا وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْإِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗإِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
            "3": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ أُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوْا بِالْأَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  أَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  أَلْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْإِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍۙ  فَإِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "4": "يَسْـَٔلُوْنَكَ مَاذَآ أُحِلَّ لَهُمْۗ  قُلْ أُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗإِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
            "5": "أَلْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ أُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ إِذَآ اٰتَيْتُمُوْهُنَّ أُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ وَلَا مُتَّخِذِيْٓ أَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْإِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ",
            "6": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِذَا قُمْتُمْ إِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِۗ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَإِنْ كُنْتُمْ مَّرْضٰٓى أَوْ عَلٰى سَفَرٍ أَوْ جَاۤءَ أَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ أَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَأَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "7": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙإِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗإِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
            "8": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى أَلَّا تَعْدِلُوْا ۗإِعْدِلُوْاۗ هُوَ أَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗإِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
            "9": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّأَجْرٌ عَظِيْمٌ",
            "10": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ أُولٰۤىِٕكَ أَصْحٰبُ الْجَحِيْمِ",
            "11": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَّبْسُطُوْٓا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ ",
            "12": "۞ وَلَقَدْ أَخَذَ اللّٰهُ مِيْثَاقَ بَنِيْٓ إِسْرَاۤءِيْلَۚ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيْبًاۗ وَقَالَ اللّٰهُ إِنِّيْ مَعَكُمْ ۗ لَىِٕنْ أَقَمْتُمُ الصَّلٰوةَ وَاٰتَيْتُمُ الزَّكٰوةَ وَاٰمَنْتُمْ بِرُسُلِيْ وَعَزَّرْتُمُوْهُمْ وَأَقْرَضْتُمُ اللّٰهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنْكُمْ سَيِّاٰتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُۚ فَمَنْ كَفَرَ بَعْدَ ذٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
            "13": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِيَةً ۚ يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ إِلَّا قَلِيْلًا مِّنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۗإِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ",
            "14": "وَمِنَ الَّذِيْنَ قَالُوْٓا إِنَّا نَصٰرٰٓى أَخَذْنَا مِيْثَاقَهُمْ فَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۖ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ إِلٰى يَوْمِ الْقِيٰمَةِ ۗ وَسَوْفَ يُنَبِّئُهُمُ اللّٰهُ بِمَا كَانُوْا يَصْنَعُوْنَ",
            "15": "يٰٓأَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ كَثِيْرًا مِّمَّا كُنْتُمْ تُخْفُوْنَ مِنَ الْكِتٰبِ وَيَعْفُوْا عَنْ كَثِيْرٍەۗ قَدْ جَاۤءَكُمْ مِّنَ اللّٰهِ نُوْرٌ وَّكِتٰبٌ مُّبِيْنٌۙ",
            "16": "يَّهْدِيْ بِهِ اللّٰهُ مَنِ اتَّبَعَ رِضْوَانَهٗ سُبُلَ السَّلٰمِ وَيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ إِلَى النُّوْرِ بِإِذْنِهٖ وَيَهْدِيْهِمْ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
            "17": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا إِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَۗ  قُلْ فَمَنْ يَّمْلِكُ مِنَ اللّٰهِ شَيْـًٔا إِنْ أَرَادَ أَنْ يُّهْلِكَ الْمَسِيْحَ ابْنَ مَرْيَمَ وَأُمَّهٗ وَمَنْ فِى الْأَرْضِ جَمِيْعًا ۗوَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۗ يَخْلُقُ مَا يَشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
            "18": "وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ أَبْنٰۤؤُ اللّٰهِ وَأَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ أَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖوَإِلَيْهِ الْمَصِيْرُ",
            "19": "يٰٓأَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ أَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
            "20": "وَإِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ إِذْ جَعَلَ فِيْكُمْ أَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعٰلَمِيْنَ",
            "21": "يٰقَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى أَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ",
            "22": "قَالُوْا يٰمُوْسٰٓى إِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَإِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَإِنْ يَّخْرُجُوْا مِنْهَا فَإِنَّا دٰخِلُوْنَ",
            "23": "قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ أَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَإِذَا دَخَلْتُمُوْهُ فَإِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا إِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "24": "قَالُوْا يٰمُوْسٰٓى إِنَّا لَنْ نَّدْخُلَهَآ أَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَآ إِنَّا هٰهُنَا قٰعِدُوْنَ",
            "25": "قَالَ رَبِّ إِنِّيْ لَآ أَمْلِكُ إِلَّا نَفْسِيْ وَأَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ",
            "26": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْأَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ",
            "27": "۞ وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِۗ قَالَ لَأَقْتُلَنَّكَ ۗ قَالَ إِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقِيْنَ",
            "28": "لَىِٕنْۢ بَسَطْتَّ إِلَيَّ يَدَكَ لِتَقْتُلَنِيْ مَآ أَنَا۠ بِبَاسِطٍ يَّدِيَ إِلَيْكَ لِأَقْتُلَكَۚ إِنِّيْٓ أَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ",
            "29": "إِنِّيْٓ أُرِيْدُ أَنْ تَبُوْۤأَ بِإِثْمِيْ وَإِثْمِكَ فَتَكُوْنَ مِنْ أَصْحٰبِ النَّارِۚ وَذٰلِكَ جَزَاۤؤُا الظّٰلِمِيْنَۚ ",
            "30": "فَطَوَّعَتْ لَهٗ نَفْسُهٗ قَتْلَ أَخِيْهِ فَقَتَلَهٗ فَأَصْبَحَ مِنَ الْخٰسِرِيْنَ ",
            "31": "فَبَعَثَ اللّٰهُ غُرَابًا يَّبْحَثُ فِى الْأَرْضِ لِيُرِيَهٗ كَيْفَ يُوَارِيْ سَوْءَةَ أَخِيْهِ ۗ قَالَ يٰوَيْلَتٰٓى أَعَجَزْتُ أَنْ أَكُوْنَ مِثْلَ هٰذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِيْۚ  فَأَصْبَحَ مِنَ النّٰدِمِيْنَ ۛ",
            "32": "مِنْ أَجْلِ ذٰلِكَ ۛ كَتَبْنَا عَلٰى بَنِيْٓ إِسْرَاۤءِيْلَ أَنَّهٗ مَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا النَّاسَ جَمِيْعًا ۗوَلَقَدْ جَاۤءَتْهُمْ رُسُلُنَا بِالْبَيِّنٰتِ ثُمَّ إِنَّ كَثِيْرًا مِّنْهُمْ بَعْدَ ذٰلِكَ فِى الْأَرْضِ لَمُسْرِفُوْنَ",
            "33": "إِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْأَرْضِ فَسَادًا أَنْ يُّقَتَّلُوْٓا أَوْ يُصَلَّبُوْٓا أَوْ تُقَطَّعَ أَيْدِيْهِمْ وَأَرْجُلُهُمْ مِّنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
            "34": "إِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ أَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا أَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
            "35": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا إِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "36": "إِنَّ الَّذِيْنَ كَفَرُوْا لَوْ أَنَّ لَهُمْ مَّا فِى الْأَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ أَلِيْمٌ",
            "37": "يُرِيْدُوْنَ أَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيمٌ",
            "38": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا أَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
            "39": "فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَأَصْلَحَ فَإِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗإِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
            "40": "أَلَمْ تَعْلَمْ أَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "41": "۞ يٰٓأَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ إِنْ أُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَإِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ أُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ أَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ ",
            "42": "سَمّٰعُوْنَ لِلْكَذِبِ أَكّٰلُوْنَ لِلسُّحْتِۗ فَإِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۚوَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ إِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ",
            "43": "وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ أُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ",
            "44": "إِنَّآ أَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ أَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبَّانِيُّوْنَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ أَنْزَلَ اللّٰهُ فَأُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ",
            "45": "وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ أَنْزَلَ اللّٰهُ فَأُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "46": "وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖواٰتَيْنٰهُ الْإِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ ",
            "47": "وَلْيَحْكُمْ أَهْلُ الْإِنْجِيْلِ بِمَآ أَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ أَنْزَلَ اللّٰهُ فَأُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
            "48": "وَأَنْزَلْنَآ إِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ أَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ أَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ أُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ إِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ",
            "49": "وَأَنِ احْكُمْ بَيْنَهُمْ بِمَآ أَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ أَهْوَاۤءَهُمْ وَاحْذَرْهُمْ أَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ أَنْزَلَ اللّٰهُ إِلَيْكَۗ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيْدُ اللّٰهُ أَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَإِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ",
            "50": "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ أَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ ",
            "51": "۞ يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى أَوْلِيَاۤءَ ۘ بَعْضُهُمْ أَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَإِنَّهٗ مِنْهُمْ ۗ إِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
            "52": "فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى أَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ أَنْ يَّأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ أَسَرُّوْا فِيْٓ أَنْفُسِهِمْ نٰدِمِيْنَۗ  ",
            "53": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا أَهٰٓؤُلَاۤءِ الَّذِيْنَ أَقْسَمُوْا بِاللّٰهِ جَهْدَ أَيْمَانِهِمْۙ إِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوْا خٰسِرِيْنَ",
            "54": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙأَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ أَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
            "55": "إِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رَاكِعُوْنَ",
            "56": "وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَإِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ ",
            "57": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "58": "وَإِذَا نَادَيْتُمْ إِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِأَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
            "59": "قُلْ يٰٓأَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ إِلَّآ أَنْ اٰمَنَّا بِاللّٰهِ وَمَآ أُنْزِلَ إِلَيْنَا وَمَآ أُنْزِلَ مِنْ قَبْلُۙ وَأَنَّ أَكْثَرَكُمْ فٰسِقُوْنَ",
            "60": "قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ أُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّأَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
            "61": "وَإِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ أَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
            "62": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
            "63": "لَوْلَا يَنْهٰىهُمُ الرَّبَّانِيُّوْنَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
            "64": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ أَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ إِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ أَوْقَدُوْا نَارًا لِّلْحَرْبِ أَطْفَأَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْأَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
            "65": "وَلَوْ أَنَّ أَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَأَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ",
            "66": "وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرٰىةَ وَالْإِنْجِيْلَ وَمَآ أُنْزِلَ إِلَيْهِمْ مِّنْ رَّبِّهِمْ لَأَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْۗ مِنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ ",
            "67": "۞ يٰٓأَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ ۗوَإِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ إِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ",
            "68": "قُلْ يٰٓأَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْإِنْجِيْلَ وَمَآ أُنْزِلَ إِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ",
            "69": "إِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "70": "لَقَدْ أَخَذْنَا مِيْثَاقَ بَنِيْٓ إِسْرَاۤءِيْلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى أَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ",
            "71": "وَحَسِبُوْٓا أَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ",
            "72": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا إِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ إِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗإِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ أَنْصَارٍ ",
            "73": "لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا إِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ إِلٰهٍ إِلَّآ إِلٰهٌ وَّاحِدٌ  ۗوَإِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ أَلِيْمٌ",
            "74": "أَفَلَا يَتُوْبُوْنَ إِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "75": "مَا الْمَسِيْحُ ابْنُ مَرْيَمَ إِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَأُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ أُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ أَنّٰى يُؤْفَكُوْنَ",
            "76": "قُلْ أَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ",
            "77": "قُلْ يٰٓأَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا أَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَأَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ ",
            "78": "لُعِنَ الَّذِيْنَ كَفَرُوْا مِنْۢ بَنِيْٓ إِسْرَاۤءِيْلَ عَلٰى لِسَانِ دَاوٗدَ وَعِيْسَى ابْنِ مَرْيَمَ ۗذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ",
            "79": "كَانُوْا لَا يَتَنَاهَوْنَ عَنْ مُّنْكَرٍ فَعَلُوْهُۗ  لَبِئْسَ مَا كَانُوْا يَفْعَلُوْنَ",
            "80": "تَرٰى كَثِيْرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِيْنَ كَفَرُوْا ۗ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِى الْعَذَابِ هُمْ خٰلِدُوْنَ",
            "81": "وَلَوْ كَانُوْا يُؤْمِنُوْنَ بِاللّٰهِ وَالنَّبِيِّ وَمَآ أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوْهُمْ أَوْلِيَاۤءَ وَلٰكِنَّ كَثِيْرًا مِّنْهُمْ فٰسِقُوْنَ",
            "82": "۞ لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِيْنَ اٰمَنُوا الْيَهُوْدَ وَالَّذِيْنَ أَشْرَكُوْاۚ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِيْنَ اٰمَنُوا الَّذِيْنَ قَالُوْٓا إِنَّا نَصٰرٰىۗ ذٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيْسِيْنَ وَرُهْبَانًا وَّأَنَّهُمْ لَا يَسْتَكْبِرُوْنَ  ۔",
            "83": "وَإِذَا سَمِعُوْا مَآ أُنْزِلَ إِلَى الرَّسُوْلِ تَرٰٓى أَعْيُنَهُمْ تَفِيْضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوْا مِنَ الْحَقِّۚ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ ",
            "84": "وَمَا لَنَا لَا نُؤْمِنُ بِاللّٰهِ وَمَا جَاۤءَنَا مِنَ الْحَقِّۙ وَنَطْمَعُ أَنْ يُّدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصّٰلِحِيْنَ",
            "85": "فَأَثَابَهُمُ اللّٰهُ بِمَا قَالُوْا جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ وَذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَ ",
            "86": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ أُولٰۤىِٕكَ أَصْحٰبُ الْجَحِيْمِ ࣖ",
            "87": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحَرِّمُوْا طَيِّبٰتِ مَآ أَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُوْا ۗإِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ",
            "88": "وَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا ۖوَّاتَّقُوا اللّٰهَ الَّذِيْٓ أَنْتُمْ بِهٖ مُؤْمِنُوْنَ ",
            "89": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ  فِيْٓ أَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الْأَيْمَانَۚ فَكَفَّارَتُهٗٓ إِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ أَوْسَطِ مَا تُطْعِمُوْنَ أَهْلِيْكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ أَيَّامٍ ۗذٰلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا أَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ ",
            "90": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْٓا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "91": "إِنَّمَا يُرِيْدُ الشَّيْطٰنُ أَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ أَنْتُمْ مُّنْتَهُوْنَ ",
            "92": "وَأَطِيْعُوا اللّٰهَ وَأَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا أَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ",
            "93": "لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا إِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّأَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
            "94": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ أَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ أَلِيْمٌ ",
            "95": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ أَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ أَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ ",
            "96": "أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ إِلَيْهِ تُحْشَرُوْنَ ",
            "97": "۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا أَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِۙ وَأَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
            "98": "إِعْلَمُوْٓا أَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَأَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ ",
            "99": "مَا عَلَى الرَّسُوْلِ إِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ ",
            "100": "قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓأُولِى الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
            "101": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ أَشْيَاۤءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَإِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ",
            "102": "قَدْ سَأَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوْا بِهَا كٰفِرِيْنَ ",
            "103": "مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَأَكْثَرُهُمْ لَا يَعْقِلُوْنَ ",
            "104": "وَإِذَا قِيْلَ لَهُمْ تَعَالَوْا إِلٰى مَآ أَنْزَلَ اللّٰهُ وَإِلَى الرَّسُوْلِ قَالُوْا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ أَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْلَمُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ ",
            "105": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا عَلَيْكُمْ أَنْفُسَكُمْ ۚ لَا يَضُرُّكُمْ مَّنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ۗ إِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "106": "يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِيْنَ الْوَصِيَّةِ اثْنٰنِ ذَوَا عَدْلٍ مِّنْكُمْ أَوْ اٰخَرٰنِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِى الْأَرْضِ فَأَصَابَتْكُمْ مُّصِيْبَةُ الْمَوْتِۗ تَحْبِسُوْنَهُمَا مِنْۢ بَعْدِ الصَّلٰوةِ فَيُقْسِمٰنِ بِاللّٰهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِيْ بِهٖ ثَمَنًا وَّلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ إِنَّآ إِذًا لَّمِنَ الْاٰثِمِيْنَ ",
            "107": "فَإِنْ عُثِرَ عَلٰٓى أَنَّهُمَا اسْتَحَقَّآ إِثْمًا فَاٰخَرٰنِ يَقُوْمٰنِ مَقَامَهُمَا مِنَ الَّذِيْنَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيٰنِ فَيُقْسِمٰنِ بِاللّٰهِ لَشَهَادَتُنَآ أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَآ ۖإِنَّآ إِذًا لَّمِنَ الظّٰلِمِيْنَ ",
            "108": "ذٰلِكَ أَدْنٰٓى أَنْ يَّأْتُوْا بِالشَّهَادَةِ عَلٰى وَجْهِهَآ أَوْ يَخَافُوْٓا أَنْ تُرَدَّ أَيْمَانٌۢ بَعْدَ أَيْمَانِهِمْۗ وَاتَّقُوا اللّٰهَ وَاسْمَعُوْا ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
            "109": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا أُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗإِنَّكَ أَنْتَ عَلَّامُ الْغُيُوْبِ",
            "110": "إِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘإِذْ أَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَإِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْإِنْجِيْلَ ۚوَإِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِإِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِإِذْنِيْ وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِيْ ۚوَإِذْ تُخْرِجُ الْمَوْتٰى بِإِذْنِيْ ۚوَإِذْ كَفَفْتُ بَنِيْٓ إِسْرَاۤءِيْلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ إِنْ هٰذَآ إِلَّا سِحْرٌ مُّبِيْنٌ ",
            "111": "وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيّٖنَ أَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُوْنَ ",
            "112": "إِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ أَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ إِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
            "113": "قَالُوْا نُرِيْدُ أَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ",
            "114": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللهم رَبَّنَآ أَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّأَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرّٰزِقِيْنَ",
            "115": "قَالَ اللّٰهُ إِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّيْٓ أُعَذِّبُهٗ عَذَابًا لَّآ أُعَذِّبُهٗٓ أَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ",
            "116": "وَإِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَأُمِّيَ إِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ أَنْ أَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗإِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ أَعْلَمُ مَا فِيْ نَفْسِكَ ۗإِنَّكَ أَنْتَ عَلَّامُ الْغُيُوْبِ",
            "117": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِيْ بِهٖٓ أَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ أَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَأَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
            "118": "إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۚوَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
            "119": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ خٰلِدِيْنَ فِيْهَآ أَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
            "120": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ "
        },
        "translations": {
            "id": {
                "name": "Dulang",
                "text": {
                    "1": "O kamu amu in mga nagpaparatsaya! Tunayan niyu in katan sin parjanjian (sibu’ da pa Tuhan iban pa manusiya). Hiyalal kaniyu kumaun unud sin mga hayup susumbayi’un (biya’ na unta’, sapi’, kambing), malaingkan dugaing daing ha wala’ nasabbut kaniyu, di makajari in pagpanhut niyu (ha mga hayup hiyalal kaniyu) ha kahalan in kamu halawm pakayan Ihram (ha pag Hadji-an atawa Umrah). Sabunnal tuud in Allah manghukum magpanaug hukuman diin-diin in kabayaan Niya.",
                    "2": "O kamu amu in mga nagpaparatsaya! Ayaw niyu jilaka-a (mangliyu-lakad) in kamulliyahan sin mga katanda-tandaan sin Allah (ha paghadji atawa pag-umrah biya’ na sin pag-ihram, pagtawaf iban pagsa’yi ha Safaa iban Marwah) iban ayaw niyu jariha in pagbunu’ ha mga bulan mulliya (4 bulan: Zulqa'da, Zulhijja, Muharram iban Rajab) iban ayaw niyu halalun (kawaun, ta’gahan di pasampayun) in mga binatang (hayup) pag kurbanan iban na sin mga binatang hiyuhukutan ha liug (tanda sin in mga yan hipaghadiya ha mga miskin duun ha Baytullah Al-Haram) iban ayaw niyu jariha pa ginhawa baran niyu in duma kamu magbunu’ pa mga sila maggawi’ pa Baytullah Al-Haram ha Makkah karna’ ha maksud dumawhat sin katinggihan iban kakuyagan rida’ sin Tuhan nila. Iban apabila kamu nati’mus na nakatunay sin pag-ihram, nah, makadjari na kamu mamanhut. Ayaw niyu dihili lawang in bunsi’ duun kaniyu pa mga tau sawkat kamu biyulaw nila sung niyu pa Al-Masjidil-Haram hikasabab mahinang niyu di makapa’adil kanila. Iban pagtulung-tabang kamu ha hinang marayaw iban ha pagmabuga pa Allah, iban ayaw kamu magtulung-tabang ha pardusahan iban pangliyu-lakad ha sara’ sin Allah. Iban kabuga-i niyu in Allah sabunnal tuud in Allah sangat mabu’gat in paniksa’ Niya.",
                    "3": "Hiyaram kaniyu (kumaun s)in bangkay binatang iban dugu’ iban unud babuy iban amu in unu na siyumbayi’ bukun ha Ngan sin Allah, damikkiyan haram kamu’ kumaun sin binatang napikul sampay miyatay atawa miyatay piyukpuk, tiyukul atawa nahulug daing ha mataas tampat (miyatay), nahulug pa baba’ kuppung atawa miyatay sabab natanduk sin pagkahi binatang: buat malaingkan, amu ra in iyabutan buhi’ pa nasumbayi’ niyu magtuy (in yadtu halal); damikkiyan haram kaunun in binatang piyagkurbanan ha karna pa tampat, damikkiyan niya hiyaram kaniyu in umangut kamu sin pamaita amu in kiyalukis duun ha bawang pana’, in mga nagkasabbut yan kafaasikan, panaykuri daing ha pangahagad pa Allah. Ha adlaw ini, nalawa na in angan-angan sin mga kafir ha paglarak sin Agama niyu. Ayaw kamu mabuga’ kanila. Aku in kabuga-i niyu. Ha Adlaw ini, siyampurna’ Ku na in (sara’-manara’ sin) Agama niyu, sarta’ jiyukup Ku na in nihmat Ku kaniyu, iban pini’ Ku kaniyu in Islam pag-agamahan niyu. Sumagawa’, hisiyu-siyu in kiyalugusan (kumaun sin mga hiyaram yan) sabab giyutas na sin hapdi’ wai na dapat bang di’ kumaun sin haram, ha bukun tuurun kumawa’ dusa, nah, sabunnal tuud in Allah Baying-Ampunun, Baying-Ulungun.",
                    "4": "Umasubu sila kaimu [O Muhammad (sallallahu alayhi wasallam)]: “Unu in hiyalal kanila kaunun.” Baitai sila: “Halal kaniyu in At-Tayyibaat (ginisan marayaw iban sutsi pagkaun), iban nasaggaw binatang sin pamamanhut napantun, nabiat niyu mag-apas binatang ha gulangan iban magsaggaw manuk-manuk, amu in biya’ sin pamandu’ kiyahindu sin Allah kaniyu, nah, kaun kamu daing ha unu-unu binatang halal nasaggaw nila kaniyu, iban sabbuta niyu in Ngan sin Allah (ampa ma-halal). Iban kabuga-i niyu tuud in Allah. Sabunnal tuud in Allah landu in biskay manghisab”.",
                    "5": "Ha adlaw ini, hiyalal na kaniyu in katan kakaun marayaw, sutsi iban purna’. Iban in kakaun (siyumbayi’) sin mga kiyapaturunan, kiyatukbalan sin Kitab (Yahudi iban Nasrani) halal kaniyu, damikkiyan in kakaun niyu halal da isab kanila. Iban halal kaniyu (asawahun) in mga babai sutsi (in kamaruwan) marayaw daing ha jumlahan sin mga Bar-iman iban in mga babai sutsi (in kamaruwan) marayaw daing ha jumlahan sin mga kiyapaturunan, kiyatukbalan sin Kitab (Yahudi iban Nasrani) amu in nakauna, apabila kiyarihil niyu na kanila in ungsud nila, ha hal in kamu marayaw mamarihala sin kamaruwan, bukun magmaksud sin mangi’ zina iban bukun mamagay ha mga babai bat makapagzina. Hisiyu-siyu in mamailu (magkufur) ha pag-iman mattan tuud naba’tal in piyag buluk binasahan niya mga ammal marayaw iban in siya ha Adlaw Mahuli lamud ha jumalahan sin mga tau lugi’.",
                    "6": "O kamu amu in mga nagpaparatsaya! Apabila kamu tumunay tumindug sambahayang, (ha pag ayil niyu) hugasi niyu in katiluagan sin baihu’ niyu iban sin duwa lima/buktun niyu tubtub siku iban sapuha niyu (sin tubig) in uw niyu iban (hugasi niyu) in duwa siki niyu tubtub buku-buku. Bang in kaawnan niyu halawm junub nah, paglissin kamu panutsi (pamaygu’ kamu) malaingkan bang in kamu nasasakit atawa ha pagpanaw-panawan atawa guwa’ daing ha pagjambanan atawa bakas kamu nakasuuk pa asawa niyu (nakapagjima’), ha di’ na kamu makabak tubig, nah, pagtayammum na sadja kamu sin lupa’ malissin, sapuhan niyu pa katiluagan sin baihu’ niyu ubus ampa hisapu niyu ha duwa lima/buktun niyu in daing ha lupa’ malissin yan.  Di kabayaan sin Allah in hibutang kamu ha kahunitan sumagawa in kabayaan Niya pa pagsutsihun sadja kamu iban ha supaya masampurna Niya in nihmat Niya duun kaniyu ha supaya isab in kamu makapagsarang-sukur.",
                    "7": "Tumtuma niyu in nihmat sin Allahu Ta’ala kaniyu iban sin janji’ niya kaniyu ha parjanjian jiyanji’ niyu kaniya, laung niyu, “Diyungug namu’ iban magkahagad na kami” Iban kabuga-i niyu in Allah.  Sabunnal tuud in Allah kaingatan Niya in mga nakatapuk ha laum sin daghal (atay) niyu.",
                    "8": "O kamu amu in mga nagpaparatsaya!  Paawna niyu in ginhawa baran niyu mahugut in panindug niyu magsaksi karna’ sin Allah ha ka’adilan, kasabunnalan. Iban Ayaw niyu dihili lugal lawang in bunsi niyu ha manusiya, makapalling kaniyu ha di’ na kamu makapa’adil.  Tindug kamu tuud ha ka’adilan, ampa in ka’adilan amu na in sasuuk-suuk pa kabuga’ sampurna’.  Iban kabuga’ kamu pa Allah.  Sabunnal tuud in Allah Sangat (Panday-Pandikal) makahati ha mga hinang niyu.",
                    "9": "Jiyanjian sin Allahu Ta’ala in mga sila amu in mga sila Bar-iman, iban nag-ammal saleh, sin kaampunan iban tungbas karayawan dakula’.",
                    "10": "Adapun pa mga sila kafir iban mga nanghimuting ha mga Ayat (Katanda’-tanda’an) Namu’ sila na yadtu in dungul sin Api Narka’ Jahiym.",
                    "11": "O kamu amu in mga nagpaparatsaya! Tumtuma niyu in nihmat sin Allah duun kaniyu, ha waktu iyunat sin mga tau in lima nila maminsana’ kaniyu, magtuy piya’gangan sin Allah in mga lima (ginhawa baran) nila daing kaniyu. Hangkan Kabuga-i niyu in Allah, iban subay tuput sadja pa Allah in pangandul (Pagtawakkal) sin mga Mu’mineen.",
                    "12": "Iban mattan tuud napaawun sin Allah in mahugut parsulutan iban sin mga Bani Israel iban napaguwa Namu daing ha kawman nila in hangpu’ tag-duwa (12) hulubalang (nakura’).  Iban parman sin Allah [kanila]: “In Aku sarta niyu tumabang bang kamu tumunay sambahayang sanittiya iban umungsud kamu Zakat sanittiya sarta’ magparatsaya kamu ha mga Rasul daak Ku, lagi pagmartabbatan niyu Sila iban napautang niyu in Allah sin sarayaw-dayaw pag-utang (magnapaka ha Dan Niya).  Sabunnal tuud papasun Ku kaniyu in mga dusa niyu sarta’ tantu pasurun ta kamu pa mga Surga’ amu in mag-anud-anud ha sawum niya in kasuba-subaan.  Nah, hisiyu-hisiyu in mag-mungkir ha yan daing kaniyu mattan tuud nalawung na siya daing ha dan mabuntul.",
                    "13": "Sumagawa’ ha sabab kabaruba nila sin parjanjian, piyagmulkaan Namu sila iban piyaawun Namu piyatugas in pangatayan nila.  Piyagpindahan nila in kabtangan (daing ha buntul) pa dugaing daing ha bubutangan (atawa ma’ana) niya, iban liyupa nila in sarayaw-dayaw kabtangan sin pamandu’ piyara kanila. Iban masi-masi mu masilang kaniyataan in mga panghayanat, panghimuting sin kaibanan daing kanila, puas na sadja in mga maniyu-tiyu daing kanila.  Sumagawa’, maapa sila iban daha sila magsawmbibi, sabunnal tuud in Allah kakasihan Niya in mga tau marayaw kasuddahan.",
                    "14": "Iban lamud daing kanila ra isab amu in sila mga imiyan: “In kami ini Nasrani (Christians)” Kiyawa Namu (iban tiyayma) in parjanjian nila sumagawa’, kiyalupahan nila da isab in dayaw padduman sin pamandu’ amu in piyaturun kanila.  Nagsabab daing didtu iyawun Namu’ in parbantahan ha antara’ nila (Yahudi iban Nasrani) iban pagkuti-kiyutihi sampay pa Adlaw Kiyamat. Ha Mahuli Adlaw, baytaan da sila sin Allah hipa-ingat kanila in kangian sin mga kahinangan nila.",
                    "15": "O kamu mga Ahlal Kitab (Yahudi iban Nasrani)! Mattan tuud sin dimatung na kaniyu in Rasul Daak Namu’ mag panyata’ sin kasawahan sin kamatauran daing ha mga tiyapuk niyu halawm sin kitab iban hilabay Niya na sadja maapun in kamatauran.  Bunnal-bunnal tuud dimatung na kaniyu in Nur (Sahaya) daing ha Allah iban sin kitab masawa [Quran].",
                    "16": "Panduan ha sabab sin ini sin Allah, in hisiyu-siyu miyagad ha karidaan Niya, magad mawn ha dan kasadjahitraan iban hawnun Niya sila daing ha katigidluman mawn pa kasawahan daing ha dul-baya sin Siya, iban panduan Niya sila pa dan mabuntul.",
                    "17": "Tantu bunnal tuud, nakufur na ha kahalu-biluhan in mga sila imiyan: “In Tuhan (Allah) amu na hi Al-masih ‘Isa anak sin Maryam”, Pamungan kanila [O Muhammad (sallallahu alayhi wasallam)]: “Hisiyu tah in makagaus mama’gangi ha kakawasahan sin Allah ha unu-unu na, bang upama magkabayaan Siya binsanaun in Al-Masih, (‘Isa) anak sin Maryam, iban na hi Inah niya (Maryam) iban na sin sagannap piyapanjari ha babaw ginlupaan.”  Iban ha Allah in Tagmilik sin pitung lapis langit iban lupah iban sin diin-diin na in ha ut antara nila, magpapanjari Siya ha unu-unu na in kabayaan Niya.  Iban in Allah ha katan unu-unu in Sangat Kawasa.",
                    "18": "Iban namung in mga Yahudi iban sin mga Nasrani:  “In kami mga anak sin Tuhan iban kakasi Niya.”  Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “Nah, maita’ kamu binsanaun Niya ha sabab sin dusa niyu? Bunnal tuud in kamu yan manusiya sadja lamud ha piyapanjari.”  Ampunun Niya hisiyu-siyu in kabayaan ampunun, damikkiyan, siksaun Niya isab hisiyu-siyu in kabayaan Niya siksaun.  Iban ha Allah in pagmilik sin pitung lapis langit iban sin lupah iban sin mga diin-diin na ha ut antara nila, iban tudju madtu Kaniya ra in uuwian sin katan.",
                    "19": "O kamu mga Ahlal Kitab! Mattan tuud dimatung na kaniyu in Rasul Daak Namu’ magpatarrang sin Agama kaniyu ha masa kawairuun sin mga Rasul (masa wai diyatungan nabi, biya’ masa ha antara sin Nabi ‘Isa iban Nabi natu Muhammad (sallallahu alayhi wasallam)); sakurang-kurang mamaita’ kamu (ha Adlaw Mahuli): “Wayruun Rasul dimatung mari kamu magpahati sin kakuyagan (Surga’) iban mamandai’ sin kabubugaan (Narka).” Sumagawa’ mattan sin awn dimatung kaniyu magpahati sin kakuyagan iban mamandai’ sin kabubugaan, iban in Allah ha katan unu-unu Sangat Kawasa.",
                    "20": "Iban tumtuma [O Muhammad (sallallahu alayhi wasallam)] in agi hi Musa pa kawman niya, laung niya: “O kamu mga ummat ku! Tumtuma niyu in Nihmat sin Allah duun kaniyu ha waktu piyaturunan kamu mga Nabi daing da kaniyu isab iban hinang Niya kamu mga sultan (atawa mamarihala) iban dihilan kamu sin unu-unu wala’ Niya pa kiyadihil kan siyu-siyu sagannap manusiya’ halawm sin katilingkal ‘Alam.",
                    "21": "O mga ummat ha kawman ku! Sud na kamu pa lupah sutsi (Palestine) amuin jiyanji’ sin Allah kaniyu iban ayaw kamu manaykud (ha pagbunuan) nah, in balik niyu mahinang na kamu mga tau lussung.",
                    "22": "Laung nila: “O Musa! Bunnal tuud halawm sin hulah ini (lupah sutsi; Palestine) awn mga tau makusug, mangdaraug, iban bunnal tuud in kami minsan pa kuhnu di’ kami sumud palawm niya sakainu in sila di’ mig, gumuwa daing duun, sah, bang sila mig, gumuwa na (iban di’ duma magbunu’ kamu hihangla nila kamu in hula), nah, sumud na kami.”",
                    "23": "(Ha baanan sin mga sila ini) Namung in duwa usug daing ha mga sila nagmamamuga (pa Allah), kiyaanugharaan sila karuwa sin Allah sin Nihmat: “Gubata niyu na sila, sud kamu duun ha gangha’an sin lawang hula, nah bang niyu sila masud na tarkadjut, sabunnal tuud in kamu dumaug na. Iban tuput pa Allah pagpangandul kamu bang in kamu yan bunnal namamaratsaya.”",
                    "24": "Laung nila: “O Musa! Bunnal tuud in kami di’ tuud kami sumud pa hula yan ha kuhnu masa, sakainu in sila yan pa halawm. Nah, kadtu na kaw iban sin Tuhan mu pagbunuh ampa in kami dii na sadja limingkud (tumagad).”",
                    "25": "Laung niya (hi Musa): “O Tuhan ku! Bunnal tuud in aku wairuun da kapagmilikan ku buat malaingkan amu ra in baran ku iban sin taimanghud ku, nah, butasa na in par-antaraan namu iban sin kawman jahulaka ini.”",
                    "26": "Parman sin Allah: “Bang biyadtu, bunnal tuud in lupah sutsi (Palestine) hiyaram kanila di’ sila pagindarun palawm sin hula’ ini ha lawm kahpatan (40) tahun, magbuwang saraw sila ha ginlupaan.  Nah, [O Musa!] Ayaw na kaw masusa ha mga kawman jahulaka’.”",
                    "27": "Suysuyan kanila bassaha [O Muhammad (sallallahu alayhi wasallam)] in kissa tungud sin duwa anak sin Adam (hi Habil kan Qabil) sin in ini bunnal jimatu, ha tatkala in sila karuwa nagkulban sin kukulbanan, nataima in ha hangkatau daing kanila ruwa, ampa wala nataima in ha hangkatau. Laung sin magulang (Qabil): “Tantu tuud bunuun ta kaw!” In agi sin manghud (Habil): “Bunnal tuud amura in taimaun sin Allah in daing ha mga tau nagmamabuga’ Kaniya.”",
                    "28": "Bang gawihun mu tuud, iyunat, angkatun in lima mu mari kaku, bat mabunu’ mu aku, di’ ku isab unatun, angkatun in lima ku mawn kaimu bat kaw mabunu’ ku (di’ ta kaw bausun sin kaku’), sabunnal tuud in aku mabuga’ pa Allah amu Siya in Tuhan sin katan ‘Alam (piyapanjari).",
                    "29": "“Sabunnal tuud, mabaya aku pa’sanun mu in dusa ku iban na sin dusa mu, nah majari mahinang kaw lamud ha jumlahan sin mga tau Narka, iban amu na yan in tungbas sin mga panganganyaya.”",
                    "30": "Nah, natais na siya (Qabil) sin napsu niya dimaak kaniya mamunu’ ha taimanghud niya (Habil), biyunu’ niya in taimanghud niya amu na in nakakapanjari kaniya lamud ha mga tau nalulugi’.",
                    "31": "Duun ha ini (kabunu’ kan Habil), nagpara in Allah uwak nagkalut sin lupa’ piyakitah kaniya in hantang sin pagkubul ha bangkay sin taimanghud niya. Sah, isab, laung niya: “O kabinsanaan kaku! Luppas na in baran ku, kahunitan tuud aku minsan sadja in mabiya’ sin hinang sin uwak nagtabun sin lupa’ ha bangkay sin taimanghud ku.” Duun ha ini, amu na in kajari nakalamud na siya ha mga nagsusun tuud.",
                    "32": "Ha sabab yadtu, biyutang Namu sara’ hukuman ha mga Bani Israel sabunnal tuud hisiyu-siyu in mamunu’ ginhawa dugaing daing ha pagtungbas bunu’ (qisas), atawa nagpasaplag sin kangian ha ginlupaan, nah sakaula-ula biya’ niya na nabunu’ in sagannap manusiya’. Hisiyu-siyu isab nakahawun, nakabuhi’ ha hambuuk ginhawa biya’ ra siya sin nakabuhi’ ha sagannap manusiya’. Iban mattan tuud dimatung na kanila in mga Rasul Namu’ nagdara sin mga katanda’-tandaan matarrang, mahuli daing ha yadtu, sabunnal tuud in kamatauran daing kanila puas yadtu ha ginlupaan ini masi-masi ra nagda-daluwasa.",
                    "33": "Sabunnal tuud, in tungbas ha mga sila mangatu duma magbunu’ simulang ha Allah iban ha Rasul Niya sarta’ nagpasaplag kajahulakan ha ginlupaan subay sila bunuun bitarun atawa hipanggud atawa uturun in duwa siki iban duwa lima nila pagpag lawanun, atawa subay sila bulawun paigun daing halawm hula’. Amu na yan in kahinaan kanila dii pa halawm dunya sarta’ hisuku’ kanila ha Adlaw Akhirat in siksa’ dakula.",
                    "34": "Malaingkan in mga sila nagtawbat nakauna ha di’ pa niyu sila kagumbilan (masaggaw). Hangkan, ingata niyu, sabunnal tuud in Allah Baying Ampunun lagi Baying-Ulungun.",
                    "35": "O kamu amu in mga nagpaparatsaya! Kabuga’ kamu pa Allah, iban lawag kamu dan ha hikabak niyu parsugpatan Kaniya, iban pagluwas lungsad kamu ha dan Niya ha supaya mura-murahan magparuntungan kamu.",
                    "36": "Bunnal tuud, in mga sila kafir minsan pa kanila na in katan pangalta’ ha ginlupaan ini atawa lapisun pa magduwa, hasupaya hilikat (haunun) nila sin baran nila daing ha ajab ha Adlaw Kiyamat, di’ da taimaun daing kanila, iban kanila na in siksa’ mahapdus.",
                    "37": "Umangut sila magbuli daya in makaguwa’ sila daing halawm Narka, sumagawa’, di na tuud sila makaguwa daing ha yan; iban kanila na in siksa’ wai tubtuban.",
                    "38": "Iban tungud pa usug iban babai sugarul, pangguli niyu uturan in lima nila (tub-tub buku’-buku’ lima tuu), tungbas sin mga dusa nahinang nila, pamintangan daing ha Allah. Iban in Allah Siya na in Sangat Makusug lagi’ Panday-pandikal.",
                    "39": "Sumagawa’, hisiyu-siyu in nagtawbat na puas ha kaanyayahan niya lagi’ nagpabuntul na siya [sin piil niya], nah, bunnal tuud in Allah ampunun na siya, karna’ bunnal-bunnal in Allah Baying-Ampunun, Baying-Ulungun.",
                    "40": "Unu, wala mu ka kiyaingatan in Allah in Tagdapu sin pitung lapis langit iban lupa’, siksaun Niya hisiyu-siyu in kabayaan Niya siksaun iban ampunun Niya siyu-siyu in kabayaan Niya ampunun. Iban in Allah ha tiyap-tiyap unu-unu Sangat Kawasa.",
                    "41": "O kaw Rasul [Muhammad (sallallahu alayhi wasallam)]! Ayaw kaw magkasusahan ha mga sila nag-us-us nagkafir daing ha mga sila amu in namung: “In kami paratsaya,” ha simud nila sadja sumagawa’ di’ da tasdikun sin atay nila; iban daing ha mga Yahudi, dumurungug (salta mananayma) sin puting (sin manga kanakuraan nila mamimindahi lapal iban ma'ana sin Tawrat nila), dumurungug iban mananayma pa isab sin bissara sin mga kawman kaibanan way pa bakas nagpakakari kaymu. Pindahan nila in mga kabtangan ha Kitab daing ha kiyabubutangan niya iban mamung sila: “Bang kamu dihilan kawaa niyu [sin panghindu pindahan ini] taimaun, sumagawa bang di da kamu dihilan sin yan, nah halli’ sadja kamu!” Sumagawa, hisiyu-siyu in kabayaan sin Allah datungan Niya panulay-sulay, nah, wai na gaus pagmilik mu kaniya sumulang sumagga’ ha Allah. Sila na yadtu, in wala na kiyahandak sin Allah in sutsihun in mga pangatayan nila, tiyatagamahan sila ha dunya kahinaan, iban siyuku’ na kanila ha Adlaw Mahuli in dakula’ kasiksaan.",
                    "42": "Makuyag sila magdungug sin puting, mangangaun sila sin haram, Hangkan, bang sila dumatung mawn kaimu sumasa’an mang-gut kaw kanila manghukum atawa pasaran mu na sila. Bang mu sila pasaran wai ra mahinang nila kaimu kamudaratan; sa’ bang kaw manghukum kanila, hukuma sila ha ka‘adilan. Sabunnal tuud in Allah malasa ha mga sila manghuhukum ha ka‘adilan.",
                    "43": "Sumagawa’, biyadiin kaagi sumuuk sila mawn kaimu magpahukum sin yaun da kanila in Tawrat (Shara’) halawm niya ra in hukuman sin Allah? Pag-ubus manaikud da sila daing ha puas yan (paghukum mu kanila). Bukun sila yan mamaratsaya bunnal.",
                    "44": "Sabunnal tuud, nagpaturun Kami sin Tawrat (kan Musa). In halawm Niya pamandu’ iban sahaya. Hipanghuhukum sin mga Kanabihan nakauna amu in mga nagmalilla’ (iban miyagad sin hukuman sin Tawrat) ha mga Yahudi (Jews), damikkiyan, sin sila Rabbaniyyuwn (mga kanakuraan ha pag-agama) iban mga pandikal ha Shara’, Ha sabab piyangandul kanila (iban diyaak kanila sin Allah) in pagpalihala’ sin Kitab sin Allah (di’ papindahan pa rugaing ma’ana) iban in kaawnan nila nakasasaksi da ha yan. Hangkan, ayaw kamu mabuga’ ha manusiya, sa’ aku in kabuga-i niyu, iban ayaw niyu pagdagangan in Ayat (Katanda-tandaan) Ku ha halga’ tiyu’-tiyu’. Iban hisiyu-siyu in di’ manghukum sin Shara’ piyaturun sin Allah, sila na yan in mga tau kafir.",
                    "45": "Iban piyangdaakan Namu kanila halawm sin Tawrat piyapag-atap atap Namu’ kanila in ginhawa tungbas niya ginhawa, in mata tungbas niya mata, in ilung, tungbas niya ilung, in tainga, tungbas niya tainga, in ipun, tungbas niya ipun, ampa in palih bihadtu ra isab kisasun (papagsibu’un). Sa’, hisiyu-siyu in hipagmura (mangdihil kamaapan) niya na sadja in pagtungbas (kisas), amu na yadtu in maka kiparat kaniya (ha dusa niya). Iban hisiyu-siyu in di’ manghukum sin Shara’ piyaturun sin Allah, sila na yan in mga tau manganganyaya.",
                    "46": "Iban piyaraa Namu murul sin limpa’ in mga kanabihan nakauna, piyaraa Namu’ hi ‘Isa anak hi Maryam namattani sin Tawrat bakas piyanaug duun kanila iban dihilan Namu’ siya Injiyl, in halawm niya Pamandu’ iban Sahaya. Iban magpamattan sin timurun nakauna daing kaniya nasabbut ha Tawrat, iban pamandu’ sarta’ pamintangan sin sila nagmamabuga’ (pa Allah).",
                    "47": "Iban subay humukum in mga Ahlul Injiyl, pa baran nila sin unu-unu piyaturun sin Allah halawm niya. Iban hisiyu-siyu in di’ niya hikatunay in hukuman piyaturun sin Allah kanila, sila na yadtu, in mga tau Fasiq; babag Shara’.",
                    "48": "Iban piyaturun Namu’ kaimu [O Muhammad (sallallahu alayhi wasallam)] in Kitab (Quran) ha kasabunnalan. Mamattani magpatarrang sin Kitab nakauna daing kaniya sarta’, lumarang kaniya. Ha sabab yadtu, dihil kaw hukuman ha antara’ nila daing ha piyanaug sin Allah iban ayaw kaw magad ha kabayaan hawa nafsu nila hika palling mu, daing ha dimatung kaimu kasabunnalan. Ha tiyap-tiyap daing kaniyu, hinangan Namu’ padduman iban dan masawa. Bang sadja nagkahandak in Allah mapapanjari kamu Niya hambuuk da Ummat manusiya’ (hangka agama) [kagausan Niya hinangun]. Sumagawa’, [wala Niya hinang bat] hasupaya matandas Niya kamu duun ha unu-unu kiyadihil Niya kaniyu. Nah, paglumba-lumba kamu pa karayawan, harap da madtu pa Allah in uuwian niyu katan, mahuli baitaan Niya ra kamu sin katan bakas piyagsulang-salingan niyu.",
                    "49": "Iban daing ha yan, hukuma in par-antaraan nila ha amu in piyaturun sin Allah, iban ayaw kaw magad ha hawa nafsu kabayaan nila. sumagawa’, halli kaw kanila ha mapalling nila kaw malawung duun ha kaibanan Shara’ piyaturun sin Allahu Ta’ala kaimu. bang nila sulangun in pagshara’ mu, nah, ingata sin bunnal tuud in kabayaan sin Allah in subay sila pinjaraun ha tungud pakaibanan sin dusa nila. Iban bunnal tuud in kamatauran daing ha manusiya’ landu babag shara’.",
                    "50": "Unu baha’ in kabayaan nila hukuman sin masa ka‘awam? Iban hisiyu pa in makalabi marayaw ha pagdihil hukuman pa mga tau gawgut in pamaratsaya Bar-iman?",
                    "51": "O kamu amu in mga nagpaparatsaya! Ayaw niyu kawaa in mga Yahudi iban Nasrani (Jews & Christians) lundang panun iban gapi’. In sila yan isun sapali iban gapi’ ha pakaniya-pakaniya. Iban hisiyu-siyu in gumapi’ kanila daing kaniyu, nah, lamud na siya ha jumlahan nila. Sabunnal tuud in Allah di’ Niya hidayatan pa dan mabuntul in mga tau panganganyaya.",
                    "52": "Duun ha yan, kakitaan mu in mga sila tagasakit in pangatayan nila magtumbang balik madtu mari (mamagay pa mga Yahudi iban Nasrani) iban pamung: “In kabugaan namu’ bang kita niyu datungan musibah kajuljanaan.” Ah, Kalu-kalu da kaw padatungan sin Allah pardaugan atawa pardaakan marayaw daing Kaniya. Ha sabab yadtu, pagsusunan nila in unu-unu tiyatapuk nila ha ginhawa nila.",
                    "53": "Iban mamung in mga sila Bar-iman: “Unu, sila na ba ini in mga tau simapah amu in naabut dagpak in sapah nila ha Allah bat in sila agad sarta’ niyu? Nagkalungsad-lungsad da in ammal nila, mahuli in sila najari ha jumlahan sin mga tau lugi’.”",
                    "54": "O, kamu amu in mga nagpaparatsaya! Hisiyu-siyu daing kaniyu manaikud daing ha Agama niya, ha kasamutan [gantian da sila] paratungan da sila sin Allah mga manusiya kakasihan Niya iban makasi Kaniya. Mapatikupuh ha mga Bar-iman iban landu matugas, maisug pa mga kafir, magluluwas lungsad ha dan sin Allah iban di’ mabuga’ ha tataksilan sin mga tau mananaksil. Amu yan katinggihan sin Allah hidihil Niya pa hisiyu-siyu in kabayaan Niya. Iban in Allah Sangat maluag in Kalabbiyan Niya ha mga kagunahan sin mga piyapanjari iban Sangat Makahati.",
                    "55": "Sabunnal tuud, in kakasi umaatas kaniyu wai dugaing daing ha Allah iban Rasul Niya iban sin mga Bar-iman amu in sila sanittiya tumitindug sambahayang lima waktu iban tumutunay sin zakat iban magruruku’ sarta’ iban pagpatikupu’ [ha Allah ha sambahayang].",
                    "56": "Iban hisiyu-siyu in hinangun niya in Allah iban sin Rasul Niya iban sin mga Bar-iman, Mang-a-atas kaniya, nah sabunnal tuud in tumpukan sin Allah sila ra in mangdaraug.",
                    "57": "O kamu amu in  mga nagpaparatsaya! Ayaw niyu tuud hinanga gapi’ in mga sila mangjujural hinang in Agama niyu u-udjuan iban langug-langug daing ha mga sila kiyatukbalan Kitab [Ahlul Kitab] nakauna daing kaniyu iban sin mga kafir, sah, kabuga’ kamu pa Allah bang in kaawnan niyu Bar-iman da tuud.",
                    "58": "Iban apabila kamu manawag-tawag na pa sambahayang, hinangun nila yan, liliki’an, u-udjuan iban langug-langug. Ha damikkiyan, sabunnal tuud, in sila yan mga tau laip babbal.",
                    "59": "Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “O kamu mga Ahlul Kitab! Unu, mabunsi kamu’ kaamu [ha wai ruun puun sabab] malaingkan in kami hat nagpaparatsaya pa Allah iban unu-unu piyaturun Niya kamu’ iban piyaturun ha nakauna? Sabunnal tuud in kamatauran kaniyu yan mga Fasiq babag shara’.”",
                    "60": "Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “Unu, baitaan ku kamu sin sangat mangih’ daing ha yan ha tutungbasan datung daing ha Allah? Hisiyu-siyu in piyagmulkaan sin Allah iban kiyabunsihan Niya, iban jiyarih Niya awn na daing kanila nanjarih mga amuh iban mga babuy iban sin mga sila nagtag-ipun ha Taghuwt (Tutuhanun Ba’tal), sila na yan in sangi’-ngi’ ha baanan iban nalalawung na tuud daing ha dan mabuntul.",
                    "61": "Iban apabila sila dumatung mawn kaniyu, laung nila: “Paratsaya na kami.” Sumagawa’, in kasabunnalan niya sumud sila (mawn kaniyu) hipu’ in pangatayan nila sin kakafiran, damikkiyan, gumuwa’ sila sibu’ da (halawm da kakafiran). Buat in Allah Sangat Makaingat ha mga tiyatapuk nila.",
                    "62": "Iban kakitaan mu in kamatauran daing kanila maglumba’-lumba’ pa kadusahan iban pa parbantahan sarta’ iban pagkaun nila daing ha haram. Tantu mangih’ tuud in kahinangan nila.",
                    "63": "Maita’, wala ka sila liyang sin mga Rabbaniyyuwn (mga Yahudi nagmamabuga landu pa Tuhan) iban sin mga Ulama’ nila daing ha mamilassakan sila mamung ligaw iban mag-inum makan sila daing ha haram? Tantu mangih’ tuud in mga kahinangan nila.",
                    "64": "Namung  in mga Yahudi: “In lima sin Tuhan giyagakutan (In ma’ana sin kabtangan bihaini, hati niya; Maikut Siya).” Kagakutan da in mga lima nila iban piyagmulkaan sila ha mga unu-unu piyamung nila. Ampa in lima sin Allah biyubuklad (hati niya; Baying-murahun, Sangat magnanapaka in Siya), dumihil Siya kansiyu-kansiyu kabayaan Niya iban pa pagtamba-tambahun Niya in Nihmat Niya kanila. Tantu tuud dumugang in kamatauran daing kanila ha tungud pa Wahi timurun kaimu daing ha Tuhan mu,  pamantahi iban pagkufur (pagmungkir). Nah, biyutangan Namu’ ha antara’ nila, sin parbantahan iban pagbunsi sila-magsila dagpak pa Adlaw Kiyamat. Sakabilang sila magpalablab sin kayu sin pagbunu’ [pa Nabi Muhammad (sallallahu alayhi wasallam) iban pa mga kasahabatan niya] pungun sin Allahu Ta’ala magsaruun-duun. Sah, masi sila maghinang kadaruhakaan ha ginlupaan hipangladjaya nila, ampa in Allah di Siya makasi malasa ha mga tau daruhaka’.",
                    "65": "Iban bang sadja in mga Ahlul Kitab (Yahudi iban Nasrani) nagparatsaya iban nagmabuga , tantu tuud, ampunun Namu’ in mga dusa nila sarta’ tantu tuud, pasurun Namu’ sila pa Surga’ An-Na‘iym.",
                    "66": "Iban bang sadja biyaugbugan nila piyanghukum in Tawrat iban Injiyl iban sin katan unu-unu napaturun kanila daing ha Tuhan nila, tantu-tuud magkasaddapan sila sin kapangaun-kaun nila daing ha babaw nila (ha taas langit) iban daing ha saum pad siki nila (ha gumi). Awn da isab daing kanila [Yahudi iban Nasrani] mga Ummat ha kaamuhan, mabuntul ha pag-agama, sumagawa’, in kamatauran kanila kimamgi in kakahinang (miyamagad ha kalawngan sin Iblis).",
                    "67": "O kaw Rasul (sallallahu alayhi wasallam)! Pasampaya in pabaita amu in piyaturun kaimu daing ha Tuhan mu. Iban bang mu di’ hinangun wala’ mu pa napasampay in Risalah Niya. In Allah jagahan Niya kaw daing ha kamulahan sin manusiya’. Bunnal tuud in Allah di’ Niya hidayatan in mga tau kafir.",
                    "68": "Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “O kamu mga Ahlul Kitab, wai patut niyu tumindug ha unu-unu hingga tindugan niyu bawugbugan in Tawrat iban Injiyl iban sin unu-unu na Wahi amu in piyaturun kaniyu sin Tuhan niyu (Quran). Iban tantu tuud hikadugang pa sin kamatauran daing kanila ha tungud pa napaturun kaimu daing ha Tuhan mu,  pamantahi, panagga’i iban pagkufur (mungkir). Nah, ayaw kaw magdukka ha mga manusiya di’ magparatsaya (kafir).",
                    "69": "Bunnal tuud in mga sila nagpaparatsaya (ha Rasul (sallallahu alayhi wasallam), iban sin sila nagyahudi  iban sin mga Sabi’uwn (mga magsusumba bituun) iban sin mga Nasrani, hisiyu-siyu nagpaparatsaya ha Allah iban ha Adlaw Mahuli, sarta’ nag-ammal saleh, nah, wai na kahanggawan nila iban wai na sila kasusahan.",
                    "70": "Tantu mattan tuud, naghinang Kami parjanjian iban sin Bani Israel sarta’ nagpara Kami madtu kanila mga Rasul. Sah, sakabilang dumatung kanila in Rasul ampa di’ kabayaan sin ginhawa baran nila, in kaibanan tumpukan daing ha mga Rasul yadtu, tuhumahun nila nagputing iban in kaibanan bunuun nila.",
                    "71": "In pangannali nila, wairuun da dumagpak kanila tutukasan [atawa siksa], sampay in sila nabuta na iban nabisu na. Mahuli, in Allah masi-masi nag-ampun kanila. In hinapusan, masi-masi in kamatauran daing kanila nabuta iban nabisu. In Allah sangat makakita’ ha mga kahinangan nila.",
                    "72": "Tantu mattan tuud, nakufur na in mga sila nagpamung: “Bunnal tuud, in Allah Siya na in Al-Masiyh (‘Isa) anak hi Maryam. Ampa in hi Al-Masiyh (‘Isa) namung: “O kamu Bani Israel! Sumbaha niyu in Allah, Tuhan ku iban Tuhan niyu. Sabunnal tuud hisiyu-siyu in sumakutu pa Allah, Nah, mattan tuud, haramun kaniya sin Allah in Surga’, iban in huhulaan niya Narka’. Iban wairuun na kabakan sin mga manganganyaya mananabang kanila.”",
                    "73": "Tantu mattan tuud, nakufur na in mga sila nagpamung: “Bunnal tuud in Allah hikatuw sin tuw (Trinity)!”. Sumagawa, wai tuud daing ha tutuhanun malaingkan hambuuk-buuk da (Allah), iban bang di’ nila hundungan in bissara nila, tantu tuud datungan na in mga sila wai nagparatsaya daing kanila sin siksa mahapdus.",
                    "74": "Unu, di’ pa ba sila magtawbat pa Allah iban magpati-ampun Kaniya? Sin Siya ra in Tuhan Baying-Ampunun iban Baying-Ulungun.",
                    "75": "In Al-Masiyh [‘Isa] anak hi Maryam, di da lumiyu buat malaingkan Rasul sadja Daak sin Allah. Mattan sin mataud na mga Rasul limabay na nakauna daing kaniya. Ampa in hi Ina’ niya babai pilihan sangat in pamunnali. In kaawnan sin sila duwa magtali-anak kumaun kakaun dum adlaw. Kitaa niyu ba, bang biya’diin in pagpatarrang Namu’ kanila sin mga Ayat, pag-ubus kitaa niyu isab bang biya’diin in pagsihah nila daing ha kasabunnalan.",
                    "76": "Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “Unu, sumumba kamu dugaing daing ha Allah amu in di’ makapagmilik kaniyu dumihil kamudaratan iban dumihil kamumpaatan?” Parahal in Allah, Siya ra in Tuhan sangat Makadungug sin katan iban maka-ingat sin katan.",
                    "77": "Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “O kamu mga Ahlul Kitab (Yahudi iban Nasrani)! Ayaw niyu palabihi in baita’ sin Agama niyu dugaing daing ha kasabunnalan, iban ayaw niyu agara in kanapsuhan pikilan sin mga tau nalalaung sin masa limabay iban nalaung pa nila in kamatauran, iban lagi nalaung pa tuud sila daing ha dan mabuntul.”",
                    "78": "Piyagmulkaan [sin Allah] in mga wala’ nagparatsaya daing ha liud sin Israel (Bani Israel), duun ha dila’ sin Dawud iban sin ‘Isa anak hi Maryam, in yan sabab sin katugas nila wala’ miyagad [ha Allah iban Rasul Niya], iban in kaawnan nila nangbabag Shara’ (nangliyu lakad daing ha Shara’ sin Allah).",
                    "79": "In kaawnan nila wai pagbati’ luman (di’ magta’ga-tiya’gahi) ha mga kangian hihinang nila. Nakalandu’ na tuud in kaawnan sin kadupangan hihinang nila.",
                    "80": "Kakitaan mu in kamatauran daing kanila kumawa’ mang-a-atas daing ha bagay-bagay nila kafir. Bunnal tuud sangi-ngi na tuud in napauna kanila kahinangan sin ginhawa baran nila, amu na in  iyastulan na in Allah kanila iban halawm siksa in sila humula kakkal.",
                    "81": "Iban bang sadja in kaawnan nila magparatsaya pa Allah iban pa Nabi [Muhammad (sallallahu alayhi wasallam)] iban pa unu-unu na piyaturun kaniya, wala nila ra mayan sila (mga Kafir) kiyawa, hinang gapi’ lundang panun. Sumagawa’, in kamattanan in kamatauran daing kanila mga Faasiq; babag Shara’.",
                    "82": "Bunnal-bunnal tuud kabakan mu in mga manusiya’ landu mabunsi ha mga Bar-iman, amu na mga Yahudi iban sin sila mga nagsi-shirik, magsasakutu. Iban bunnal-bunnal tuud kabakan mu in mga sila masuuk kanila ha paglasa pa mga Bar-iman in sila maghimumungan, laung nila: “Sabunnal tuud, in kami Nasrani” Sabab sin in yan, awn daing kanila mga pari’ iban magbabartapa iban in sila di’ magtakabbur.",
                    "83": "Iban apabila nila kadungugan in parman timurun pa Rasul kakitaan mu in mga mata nila mag-ibid-ibid sin luha’ sabab daing ha amu in kiyaingatan nila daing ha kasabunnalan, sarta’, manginduwaa sila: “O Tuhan Namu’, paratsaya na kami hangkan lamuran kami sulata ha jumlahan sin mga magsasaksi’ (Shaahideen).”",
                    "84": "Iban unu in sabab maita kami di’ magparatsaya pa Allah iban pa unu-unu na kasabunnalan dimatung kamu’? Iban hulat-hulat kami in pasurun kami sin Tuhan Namu’ pa jumlahan sin mga tau mabuntul (Saliheen).",
                    "85": "Tiyungbasan sila sin Allah ha sabab sin kabtangan nila yan, sin Sulga’ mag-anud-anud ha sawum niya in kasapa’sapa-an kakkal sila halawm niya. Amu na yan in tungbas sin mga tau naghihinang marayaw.",
                    "86": "Adapun in mga sila kafir iban nanghihimuting ha mga katanda’-tandaan Namu’, sila na yadtu in maghula ha Narka’ Jahiym.",
                    "87": "O kamu mga amu in nagpaparatsaya! Ayaw niyu harama in mga Tayyibaat -mga kakaun marayaw sarta halal- amu in hiyalal sin Allah kaniyu, iban ayaw kamu limingka’ ha mga parjangkaan (amu in siyara’ sin Niya); sabunnal tuud in Allah di’ Niya kalasahan in mga tau mangliliyu-lakad, manglilingka’.",
                    "88": "Iban kaun kamu ha mga ridjiki kaniyu sin Allah, ha halal sarta’ marayaw, iban kabuga’ kamu pa Allah amu in Tuhan piyapagparatsayahan niyu.",
                    "89": "Di’ kamu siksaun sin Allah ha sabab sin kiyalabtik sin dila simapa kamu ha wai niyu tiyuud, sumagawa’, siksaun Niya kamu bang kamu simapa tiyuud sarta’ piyagniyatan. Nah, (bang niyu narugtul in siyapahan miyatutuud niyu yan), in kifarat niya magpakaun hangpu’ miskin ha gantaan hipagpakaun niyu ha ahli niyu, atawa patamungun niyu sila, atawa magpamahardika’ hambuuk ipun. Sumagawa’ hisiyu-siyu in di’ makagaus,  nah, magpuasa na sadja tu (3) adlaw. Amu na yan in kifarat sin sapa niyu (bang niyu narugtul in) kiyasapahan niyu. Iban ayari niyu (tunayan niyu) in sapa siyapahan niyu. Biya’ na sin damikkiyan yan piyasawa sin Allah kaniyu in katanda’-tandaan Niya, ha supaya kamu magsarang sukur Kaniya.",
                    "90": "O kamu mga amu in nagpaparatsaya! Sabunnal tuud in alak iban panayam hapus, iban [pagkulbanan pa] mga barhala’ iban panah pitunang in mga iyan Rijsun (najis, lummi, mangi’) daing ha mga kahinangan sin Shaitan. Nah, layu-i niyu yan ha supaya kamu magparuntungan.",
                    "91": "In banu-banu sin shaitan huminang (lumawag) ha antara’ niyu parsaggaan iban kajangkihan, magtiranan daing ha alak iban panayam hapus bat kamu mapatahala niya malupa daing ha manumtum pa Allah iban daing ha tumindug sambahayang. Nah, Di’ pa ka kamu yan humundung? (Hati niya; hundungi niyu na yan).",
                    "92": "Iban pagta’at kamu pa Allah iban pagta’at kamu ha Rasul Niya iban paghalli’ kamu, karna’ bang kamu sumulang, manaykuri, nah, ingata niyu in Rasul in kawajiban kaniya sadja magpasampay sin pabaita ha kasawahan.",
                    "93": "Wai ra (kumugdan) ha mga sila nagpaparatsaya iban nag-a-ammal saleh, dusa ha tungud sin mga nakaun nila nakauna (lamud na in nainum sarta’ nakaun daing ha alta panayam hapus), sa lugay in sila nagmamabuga’ (pa Allah) iban nagpaparatsaya iban nag-a-ammal saleh, mahuli isab nagmabuga’ iban nagparatsaya mahuli niya nagmabuga iban nagparayaw tuud sin hinang, iban in Allah Makasi ha mga tau naghihinang sin marayaw.",
                    "94": "O kamu mga amu in nagpaparatsaya! Tantu tuud tukasun kamu sin Allah (hina’bu kamu halawm Ihram; pag-hadji atawa pag-umrah) sin maniyu-tiyu da dayin ha kaibanan (hayup ginlupaan) pagpanhutan amuin maluhay niyu sakkupun sin mga lima niyu iban (tagbakun) sin budjak niyu, , hasupaya kaingatan Niya bang hisiyu tuud in nagmamabuga’ Kaniya ha kasipukan. Pag-ubus yadtu, hisiyu-siyu in magdaruhaka’ ha mahuli, nah, kaniya na in siksa’ mahapdus.",
                    "95": "O kamu mga amuin nagpaparatsaya! Ayaw niyu pagjilakaa patayun in mga As-Sayd –mga binatang hayup, pagpanhutan- bang in kamu halawm Ihram (ha paghadji-an atawa umrah). Hisiyu-siyu in makajilaka’ makapatay As-Sayd daing kaniyu ha tiyuud niya, in ganti’ tungbas niya, biya’ da sin hayup napatay niya. In pangawaan sin yadtu dayin ha pihak binatang An-Na’am (unta, sapi’, kambing), in humukum magpasali ha napatay yadtu, duwa tau adil daing ha mga muslim ampa niya hipara pa Makkah, sarta’ didtu na sumbayiun, iban ampa hipanghadiya pa mga miskin ha Ka’bah. (Adapun bang wairuun sali sin hayup pagpanhutan daing ha binatang An-Na’am biya’ sin manuk-manuk iban ampan dulu, ha hal ini, subay niya tunguran ha halga sin hayup yadtu), atawa magkifarat, magpakaun mga miskin; (in hal ini bang way kabakan sin nag-i-ihram biya’ sin napatay niya daing ha hayup An-Na'am. Duun ha ini, tunguran niya halga in hayup As-Sayd amuin napatay niya yadtu, ampa hibīy niya kakaun, tupuran niya hangkamuwd-hangkamuwd in tiyap-tiyap miskin daing na amu in maabut sin halga sin hayup yadtu, atawa salian in kakaun yadtu puasa (puasahan in taud sin adlaw, tupurun ha itungan sin mga miskin amu in tagmustahak sin kakaun; hangka muwd, diin in maabut sin halga sin hayup yadtu). Hangkan bihayadtu in tungbas niya hasupaya niya kakinaman iban kananaman in ngiy sin akibat sin paghalipulu niya ha kahurmatan sin pag-ihram. Adapun miyaap na sin Allah in unu-unu na limabay pamatay niyu (As-Sayd) ha way pa hiyaram. Sumagawa’ hisiyu-siyu balikan niya yadtu na’ binsanaun siya sin Allah ha akhirat. Ampa in Allah, Ga’ga, di pagdaugun, Mamiminsana ha siyu-siyu na nagma'siyat.",
                    "96": "Hiyalal kaniyu in mag-gusam (managat sin mga hayup dagat iban ista, misan nag-i-ihram) iban kakaunun yan duun kaniya makaun niyu pagkasaddapan kaniyu iban sin mga sila magtutulak-tulak, sumagawa’, haram kaniyu in magpanhut ha (mga hayup ha) ginlupaan salugay in kamu ha lawm ihram (ha paghadji-an atawa umrah). Iban kabuga’ kamu pa Allah amu in madtu Kaniya in kamu katan matipun.",
                    "97": "Piyapanjari sin Allah in Ka’bah am una in Baytal Haram, [In ini] biyangun ha supaya [paghanji-an] sin manusiya’, biha yadtu da isab (piyapanjari Niya) in (mga) Bulan Mulliya iban sin mga hayup hipag-hadiya, iban pangari-ngari hipag indan, hangkan biha yadtu ha supaya niyu kaingatan sin sabunnal tuud in Allah kaingatan Niya in ha pitung lapis langit iban sin ha lupah, iban sabunnal tuud in Allah ha tiyap-tiyap unu-unu Sangat Maka-ingat.",
                    "98": "Ingata niyu, sabunnal tuud in Allah mabu’gat in paniksa’ Niya, iban isab in Allah Baying-Ampunun, Baying-Ulungun.",
                    "99": "Wai ra maksud sin Rasul malaingkan magpasampay sadja sin Risalah. Ampa in Allah kaingatan Niya in piyatatampal niyu iban sin tiyatapuk niyu.",
                    "100": "Pamungan [O Muhammad (sallallahu alayhi wasallam)]: “Di’ magsali’ in mangi’ iban sin marayaw, minsan pa hikahailan kaimu in kakansangan sin mangi’. Nah, kabuga’ kamu pa Allah, O kamu mga Bayan-buddiman! Hasupaya kamu magparuntungan.”",
                    "101": "O kamu mga amu in nagpaparatsaya! Ayaw kamu mangasubu (pa Rasul) sin mga jinisan bang tumampal na kaniyu magkaliru-an na kamu sumusa (hikakangi kaniyu). Sumagawa’, bang kamu mangasubu hal sin jinisan yan, sa’buha niyu sin waktu timuturun in Quran, ampa bat tumampal da yan kaniyu. Miyaap da sin Allah in mga pangasubu nila limabay (way kapus-paiddahan), bat sabab in Allah Mangangampun, Mahanunut.",
                    "102": "Kiyapangasubu da isab sin (mga tau) kawman nakauna daing kaniyu ha pasal sin yadtu, mahuli nanjari sila mga kafir pasalan sadja sin yadtu.",
                    "103": "Wala in Allah naghinang sin palipalihan biya’ sin Bahiyrah (unta babai sīsipakan in tainga, in gatas niya suku’ sadja sin barhala, way mapatut hangsulag tau gumatas kaniya) iban sin Saaibah (unta babai buluyun nila suku’ sin tuhan nila, di nila pagluwanan unu-unu) iban Wasiylah (unta babai buluyun nila suku’ sin barhala nila, pasalan nanganak unta babai simunud pa unta babai anak niya panganay) iban Haam (unta usug bang makapaanak makahangpu, di nila na pagkabanan, iban ta’gahan mangaun-kaun iban manginum-nginum) sumagawa’, in sila mga kafir naghinang kaputingan tungud pa Allah ampa in kamatauran kanila, wai akkal nala-laip, babbal. (wai pangirab sin akkal nila sin in yaun hinang-hinang sadja kaputingan).",
                    "104": "Iban apabila sila iyanun: “Kari kamu pa unu-unu piyaturun sin Allah, iban (kari kamu) pa Rasul” Laung nila: “Sarang na kamu’ amu in (pag-agama, kaput) kiyabakan namu’ kiyasakupan daing ha mga kamaasan namu’.” Minsan pa in kaawnan sin mga kamaasan nila wai panghati misan salat (ha tungud Agama sabunnal) iban wala’ kiyapapanduan.",
                    "105": "O kamu mga amu in nagpaparatsaya! Palihala-a niyu in baran  niyu, di’ makadihil kamudaratan kaniyu in hisiyu-siyu na nalalaung sakainu in kamu halawm pamandu’ da. Madtu ra pa Allah in uwi-an niyu katan. Pag-ubus, baitaan Niya ra kamu sin kasabunnalan ha katan hinang niyu.",
                    "106": "O kamu mga amu in nagpaparatsaya! Apabila dumatung na in tanda masuuk na in kamatay sin hambuuk daing kaniyu sarta’ awun kabayaan niya hipagbin, papasaksii niyu in bin yan, kawa’ kamu duwa usug adil daing ha kampung niyu atawa in kaibanan daing ha tau dugaing magsaksi’ ha wasiyat bang kamu ha pagpanaw-panawan ha ginlupaan abutan kamu sin musibah kamatay niya. Bang kamu magduduwa-duwa ha pagkatau nila, gunggungi sila ubus sin sambahayang ampa niyu sila karuwa pa sapaha ha Ngan sin Tuhan, pa iyana niyu: “Di namu hipagsambi in sapa namu pa halga [maniyu-tiyu’ dunya] minsan pa in kaawnan in magtagdapu sin pusaka’ kampung namu’, iban di’ namu hitapuk in pagsaksih [amu in piyangdaak] sin Allah. Bang yan jumatu,  tantu in kami makalamud ha jumlahan sin mga bardusa.”",
                    "107": "Sumagawa’, bang pagtukaw-tukaw in duwa saksi nagputing ha pagsaksi nila, sabunnal tuud, duwa daing ha sasuuk-suuk tagmustahak sin pusaka sin nawapat, sila yan karuwa in tagkapatut manindugan, ganti sin duwa yadtu, (pajatuhun nila isab) pagpuas magsambahayang, maksud mahalayakun nila in pagputing sin duwa saksi yadtu, sarta sumapa sila karuwa pa Allah bunnal tuud in duwa saksi yadtu mattan puting amuin sapa nila karuwa yaun in labi awla patut taymaun daing sin sapa sin duwa saksi yadtu, “Iban mattan tuud in kami karuwa ini way nakaliyu lakad daing ha kasabunnalan ha sapa namu ini, iban mattan sin wala namu tuyuhuma in duwa saksi yan ha way kamattanan, pasal bunnal tuud in kami bang namu yadtu nahinang maitung kami daing ha mga tau anyaya.”",
                    "108": "Amu yan in [shara’], sasuuk-suuk papanaw bat sila makatunay sin pagsaksi ha kamattanan pag-ayad ha sapa nila pa Allah, atawa humanggaw sila, amu in magsulang in sapa nila yadtu tumagha simapa isab in mga kiyapusakaan, pama’tali ha sapa nila yadtu. Kabuga’ kamu pa Allah iban dunguga niyu (taymaa niyu in katan daakan Niya), bat in Allah, di’ humidayat ha mga kawman manganganyaya.",
                    "109": "Ha Adlaw puunun da sin Allah in katan Rasul pangasubuhan: “Unu in jawab natabuk niyu (daing ha mga ummat niyu ha panawag-tawagan niyu kanila)?” Laung nila (mga Rasul): “Wai panghati namu’, Ikaw in labi maka-ingat ha mga nakatatapuk.”",
                    "110": "Tumtuma, ha Adlaw yan, tawagun na sin Allah in ‘Isa anak hi Maryam, ampa siya iyanun: “O ‘Isa anak hi Maryam, tumtuma in Nihmat Ku kaimu iban kan inah mu. Ha waktu, piyakamdus ta kaw labay ha  Nyawa Sutsi (Jibreel; Ruwhul Qudus), ha tatkala, nakabissara kaw sin yan pa kaw ha buwahan (pula-pula) iban ha kalaas mu. Iban ha tatkala, Hinduan ta kaw magsulat iban sin Hikmat iban sin Tawrat iban Injiyl. Iban tumtuma damikkiyan, makapapanjari kaw daing ha lupah (pisak) biya hantang manuk-manuk daing ha ijin Ku, huyupun mu sadja manjari na mahinang manuk-manuk daing ha ijin Ku, iban maka-ubat kaw sin buta’ iban sin ipul pamuti’ daing ha ijin Ku iban makapaguwa kaw sin patay daing ha ijin Ku, iban tumtuma pa, piya’gangan Ku in Bani Israel mamuhinga’ kaimu, sin piyakita’ mu na diya kanila in Baynat kasabunnalan, laung sin mga sila kafir kamatauran daing kanila: “Bukun unu bang unu buat malaingkan in yan matarrang, sihil sadja.”",
                    "111": "Iban tumtuma ra isab nagpaturun Aku Wahi ha mga lundang karabat mu in subay sila magparatsaya Kaku iban ha Rasul Ku. In sambung nila: “Magparatsaya na kami, sarta’ saksi-i sin in kami sabunnal tuud Muslim na.”",
                    "112": "Tumtuma ha tatkala namung in mga lundang karabat [hi ‘Isa]: “O ‘Isa anak hi Maryam! Unu, makagaus baha in Tuhan mu magpanaug mari kamu Dulang Sasaddapan (Maidah) daing ha langit?” Sambag sin ‘Isa, “Kabuga’ kamu pa Allah bang in kamu yan mga bunnal-bunnal nagpaparatsaya da.”",
                    "113": "Laung sin mga Hawariyyuwn (Lundang Karabat sin ‘Isa): “Mabaya’ kami tuud kumaun daing ha Dulang Sasaddapan (Maidah) yan, sarta’, hasupaya pagpakamdus sin (Yaqiyn) sin pangatayan namu’ iban ha supaya kaingatan namu bunnal tuud in ikaw kasabunnalan in piyamaita mu kamu iban ampa in kami matarbilang mga saksi.”",
                    "114": "(Tiyaima sin ‘Isa in siyukat nila) Laung hi ‘Isa anak hi Maryam: “O Tuhan Namu’, panaugi kami Dulang Sasaddapan daing ha langit, ha mahinang in adlaw pagturun yan paghaylayahan sin nakauna kamu ini iban sin makahuli iban Tanda’ daing Kaimu, iban anughara-i kami ridjiki, iban Ikaw ra in Sarayaw-dayaw Mangriridjiki.”",
                    "115": "Nagparman in Allah: “Sabunnal tuud in Aku, paturunan ta kamu Dulang Sasaddapan, sumagawa’, hisiyu-siyu in magkufur mahuli daing ha yan daing kaniyu, sabunnal tuud siksa-un Ku siya sin siksa’ ha di’ Ku hipagpaniksa’ pa hangkatau nakauna ha ‘Alamiyn [manusiya’ iban jinn].”",
                    "116": "Pagsakali, tumtuma nagparman in Allah [Ha Adlaw Kiyamat]: “O ‘Isa anak hi Maryam! Unu namaita’ kaw ha manusiya’, “Hinanga niyu aku iban sin inah ku Tuhan kaduwa dugaing daing ha Allah?”” In hipamung sin ‘Isa: “Mahasutsi kaw! Wai dapat ku mamung sin wai kapatut kabtangan! Bang ku kiyapamung in bihayadtu, nah, kaingatan Mu ra yan. Kaingatan Mu in unu-unu halawm sin daghal ku, sah, di’ ku kaingatan in ha Dzat Mu. Sabunnal tuud in Ikaw in labi maka-ingat ha mga nakatatapuk.”",
                    "117": "“Wairuun kiyapamung ku kanila dugaing daing ha daakan Mu kaku. Amu na in laung ku [kanila]: “Sumbaha niyu in Allah, Tuhan ku iban Tuhan niyu iban kiyasasaksian ku yan sila sakainu in aku nag-u-umban-umban iban nila. samantala’ pagka wiyapat mu na aku nah, Ikaw ra in tuput Nakapapayu kanila iban Ikaw da in Nakasasaksi ha katan unu-unu.”",
                    "118": "“Bang Mu sila siksaun asal da in mga sila yadtu ipun Mu ra, sumagawa’ bang Mu sila ampunun, nah, sabunnal tuud Ikaw da in Tuhan Kawasa iban Makahati, Panday Pandikal.”",
                    "119": "Magparman in Allah, “Amu na ini in Adlaw magmumpaat in mga Sadiqiyn (mga magsasabunnal) ha mga pamung nila bunnal. Kanila na in mga Surga’ mag-anud-anud ha sawum niya in kasuba’suba-an, kakkal na sila halawm niya. Kiyasulutan, nagririda’ in Allah kanila iban in sila kiyasulutan, nagririda’ Kaniya. Amu na yan in tungbas Dakula.”",
                    "120": "Ha Allah ra in pagtagdapu sin kabuagan sin pitung lapis langit iban lupa’ iban sin diin-diin na in ha uwt nila. iban Siya ra in Tuhan ha tiyap-tiyap unu-unu, Sangat Kawasa maka-gaus himinang sin unu-unu katan."
                }
            }
        }
    }
}