{
    "6": {
        "number": "6",
        "name": "الانعام",
        "name_latin": "Al-An'am",
        "number_of_ayah": "165",
        "text": {
            "1": "أَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ",
            "2": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى أَجَلًا ۗوَأَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ أَنْتُمْ تَمْتَرُوْنَ ",
            "3": "وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْأَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ",
            "4": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ إِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
            "5": "فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ أَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
            "6": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْأَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَأَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًا ۖوَّجَعَلْنَا الْأَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَأَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَأَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ",
            "7": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِأَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا إِنْ هٰذَآ إِلَّا سِحْرٌ مُّبِيْنٌ ",
            "8": "وَقَالُوْا لَوْلَآ أُنْزِلَ عَلَيْهِ مَلَكٌ ۗوَلَوْ أَنْزَلْنَا مَلَكًا لَّقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ",
            "9": "وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ",
            "10": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
            "11": "قُلْ سِيْرُوْا فِى الْأَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
            "12": "قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْأَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ إِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  أَلَّذِيْنَ خَسِرُوْٓا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
            "13": "۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
            "14": "قُلْ أَغَيْرَ اللّٰهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ إِنِّيْٓ أُمِرْتُ أَنْ أَكُوْنَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
            "15": "قُلْ إِنِّيْٓ أَخَافُ إِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "16": "مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗ ۗوَذٰلِكَ الْفَوْزُ الْمُبِيْنُ",
            "17": "وَإِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ إِلَّا هُوَ ۗوَإِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "18": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ",
            "19": "قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً ۗ قُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَأُوْحِيَ إِلَيَّ هٰذَا الْقُرْاٰنُ لِأُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ أَىِٕنَّكُمْ لَتَشْهَدُوْنَ أَنَّ مَعَ اللّٰهِ اٰلِهَةً أُخْرٰىۗ  قُلْ لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلٰهٌ وَّاحِدٌ وَّإِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ",
            "20": "أَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ أَبْنَاۤءَهُمْۘ  أَلَّذِيْنَ خَسِرُوْٓا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ࣖ",
            "21": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا أَوْ كَذَّبَ بِاٰيٰتِهٖۗ إِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
            "22": "وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ أَشْرَكُوْٓا أَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
            "23": "ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّآ أَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ",
            "24": "أُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ",
            "25": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُ إِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ أَكِنَّةً أَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَإِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى إِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا إِنْ هٰذَآ إِلَّآ أَسَاطِيْرُ الْأَوَّلِيْنَ",
            "26": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۚوَإِنْ يُّهْلِكُوْنَ إِلَّآ أَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ",
            "27": "وَلَوْ تَرٰٓى إِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
            "28": "بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَإِنَّهُمْ لَكٰذِبُوْنَ ",
            "29": "وَقَالُوْٓا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ",
            "30": "وَلَوْ تَرٰٓى إِذْ وُقِفُوْا عَلٰى رَبِّهِمْ ۗ قَالَ أَلَيْسَ هٰذَا بِالْحَقِّ ۗقَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ࣖ",
            "31": "قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى إِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ أَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  أَلَا سَاۤءَ مَا يَزِرُوْنَ ",
            "32": "وَمَا الْحَيٰوةُ الدُّنْيَآ إِلَّا لَعِبٌ وَّلَهْوٌ ۗوَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ أَفَلَا تَعْقِلُوْنَ ",
            "33": "قَدْ نَعْلَمُ إِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَإِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ",
            "34": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَأُوْذُوْا حَتّٰٓى أَتٰىهُمْ نَصْرُنَا ۚوَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ۚوَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ",
            "35": "وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِى الْأَرْضِ أَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍ ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ",
            "36": "۞ إِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ إِلَيْهِ يُرْجَعُوْنَ ",
            "37": "وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ إِنَّ اللّٰهَ قَادِرٌ عَلٰٓى أَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "38": "وَمَا مِنْ دَاۤبَّةٍ فِى الْأَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ إِلٰى رَبِّهِمْ يُحْشَرُوْنَ ",
            "39": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَإِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "40": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتٰىكُمْ عَذَابُ اللّٰهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللّٰهِ تَدْعُوْنَۚ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "41": "بَلْ إِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ إِلَيْهِ إِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ",
            "42": "وَلَقَدْ أَرْسَلْنَآ إِلٰٓى أُمَمٍ مِّنْ قَبْلِكَ فَأَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ",
            "43": "فَلَوْلَآ إِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ",
            "44": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى إِذَا فَرِحُوْا بِمَآ أُوْتُوْٓا أَخَذْنٰهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُوْنَ",
            "45": "فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ",
            "46": "قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللّٰهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ إِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ أُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ",
            "47": "قُلْ أَرَأَيْتَكُمْ إِنْ أَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظّٰلِمُوْنَ ",
            "48": "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ إِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
            "49": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ",
            "50": "قُلْ لَّآ أَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ أَعْلَمُ الْغَيْبَ وَلَآ أَقُوْلُ لَكُمْ إِنِّيْ مَلَكٌۚ إِنْ أَتَّبِعُ إِلَّا مَا يُوْحٰٓى إِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْأَعْمٰى وَالْبَصِيْرُۗ أَفَلَا تَتَفَكَّرُوْنَ ࣖ",
            "51": "وَأَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ أَنْ يُّحْشَرُوْٓا إِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ",
            "52": "وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ",
            "53": "وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا أَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  أَلَيْسَ اللّٰهُ بِأَعْلَمَ بِالشّٰكِرِيْنَ ",
            "54": "وَإِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ أَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَأَصْلَحَ فَأَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ",
            "55": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ",
            "56": "قُلْ إِنِّيْ نُهِيْتُ أَنْ أَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ أَتَّبِعُ أَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ إِذًا وَّمَآ أَنَا۠ مِنَ الْمُهْتَدِيْنَ ",
            "57": "قُلْ إِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ إِنِ الْحُكْمُ إِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِيْنَ",
            "58": "قُلْ لَّوْ أَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْأَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ أَعْلَمُ بِالظّٰلِمِيْنَ ",
            "59": "۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْأَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ إِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
            "60": "وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى أَجَلٌ مُّسَمًّىۚ ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ",
            "61": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۗحَتّٰٓى إِذَا جَاۤءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ",
            "62": "ثُمَّ رُدُّوْٓا إِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِيْنَ ",
            "63": "قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةً ۚ لَىِٕنْ أَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ",
            "64": "قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُوْنَ ",
            "65": "قُلْ هُوَ الْقَادِرُ عَلٰٓى أَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  أُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ",
            "66": "وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍ ۗ",
            "67": "لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ",
            "68": "وَإِذَا رَأَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ",
            "69": "وَمَا عَلَى الَّذِيْنَ يَتَّقُوْنَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُوْنَ",
            "70": "وَذَرِ الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَعِبًا وَّلَهْوًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ أَنْ تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْۖ  لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ وَلِيٌّ وَّلَا شَفِيْعٌ ۚوَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَاۗ أُولٰۤىِٕكَ الَّذِيْنَ أُبْسِلُوْا بِمَا كَسَبُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ أَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ࣖ",
            "71": "قُلْ أَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى أَعْقَابِنَا بَعْدَ إِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْأَرْضِ حَيْرَانَ لَهٗٓ أَصْحٰبٌ يَّدْعُوْنَهٗٓ إِلَى الْهُدَى ائْتِنَا ۗ قُلْ إِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىۗ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعٰلَمِيْنَۙ ",
            "72": "وَأَنْ أَقِيْمُوا الصَّلٰوةَ وَاتَّقُوْهُۗ وَهُوَ الَّذِيْٓ إِلَيْهِ تُحْشَرُوْنَ ",
            "73": "وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ بِالْحَقِّۗ وَيَوْمَ يَقُوْلُ كُنْ فَيَكُوْنُۚ قَوْلُهُ الْحَقُّۗ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِى الصُّوْرِۗ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ",
            "74": "۞ وَإِذْ قَالَ إِبْرٰهِيْمُ لِأَبِيْهِ اٰزَرَ أَتَتَّخِذُ أَصْنَامًا اٰلِهَةً ۚإِنِّيْٓ أَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "75": "وَكَذٰلِكَ نُرِيْٓ إِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْأَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ",
            "76": "فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًا ۗقَالَ هٰذَا رَبِّيْۚ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ الْاٰفِلِيْنَ",
            "77": "فَلَمَّا رَأَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْ ۚفَلَمَّآ أَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَأَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ",
            "78": "فَلَمَّا رَأَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ أَكْبَرُۚ فَلَمَّآ أَفَلَتْ قَالَ يٰقَوْمِ إِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ",
            "79": "إِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْأَرْضَ حَنِيْفًا وَّمَآ أَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ",
            "80": "وَحَاۤجَّهٗ قَوْمُهٗ ۗقَالَ أَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ أَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ إِلَّآ أَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔا ۗوَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُوْنَ ",
            "81": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُوْنَ أَنَّكُمْ أَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ۗفَأَيُّ الْفَرِيْقَيْنِ أَحَقُّ بِالْأَمْنِۚ إِنْ كُنْتُمْ تَعْلَمُوْنَۘ ",
            "82": "أَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا إِيْمَانَهُمْ بِظُلْمٍ أُولٰۤىِٕكَ لَهُمُ الْأَمْنُ وَهُمْ مُّهْتَدُوْنَ ࣖ",
            "83": "وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ إِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ إِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
            "84": "وَوَهَبْنَا لَهٗٓ إِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَأَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَ ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ",
            "85": "وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَإِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ",
            "86": "وَإِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ",
            "87": "وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَإِخْوَانِهِمْ ۚوَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
            "88": "ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَلَوْ أَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ",
            "89": "أُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚفَإِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ",
            "90": "أُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًاۗ إِنْ هُوَ إِلَّا ذِكْرٰى لِلْعٰلَمِيْنَ ࣖ ",
            "91": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ إِذْ قَالُوْا مَآ أَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ أَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا أَنْتُمْ وَلَآ اٰبَاۤؤُكُمْ ۗقُلِ اللّٰهُ ۙثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ",
            "92": "وَهٰذَا كِتٰبٌ أَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ",
            "93": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوْحَ إِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَآ أَنْزَلَ اللّٰهُ ۗوَلَوْ تَرٰٓى إِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا أَيْدِيْهِمْۚ أَخْرِجُوْٓا أَنْفُسَكُمْۗ  أَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ",
            "94": "وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ أَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ أَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُا ۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَ ࣖ",
            "95": "۞ إِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۗذٰلِكُمُ اللّٰهُ فَأَنّٰى تُؤْفَكُوْنَ ",
            "96": "فَالِقُ الْإِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَنًا وَّالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ",
            "97": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "98": "وَهُوَ الَّذِيْٓ أَنْشَأَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌ  ۗقَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ ",
            "99": "وَهُوَ الَّذِيْٓ أَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَأَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ أَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ أُنْظُرُوْٓا إِلٰى ثَمَرِهٖٓ إِذَٓا أَثْمَرَ وَيَنْعِهٖ ۗإِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "100": "وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَ ࣖ ",
            "101": "بَدِيْعُ السَّمٰوٰتِ وَالْأَرْضِۗ أَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ  ۗوَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
            "102": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ  لَآ إِلٰهَ إِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ",
            "103": "لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ",
            "104": "قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ أَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ أَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ",
            "105": "وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ",
            "106": "إِتَّبِعْ مَآ أُوْحِيَ إِلَيْكَ مِنْ رَّبِّكَۚ  لَآ إِلٰهَ إِلَّا هُوَۚ وَأَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ",
            "107": "وَلَوْ شَاۤءَ اللّٰهُ مَآ أَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ أَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ",
            "108": "وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْۖ ثُمَّ إِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
            "109": "وَأَقْسَمُوْا بِاللّٰهِ جَهْدَ أَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ إِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ",
            "110": "وَنُقَلِّبُ أَفْـِٕدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ أَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔ ",
            "111": "۞ وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا إِلَّآ أَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ أَكْثَرَهُمْ يَجْهَلُوْنَ ",
            "112": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْإِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ إِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ",
            "113": "وَلِتَصْغٰٓى إِلَيْهِ أَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ",
            "114": "أَفَغَيْرَ اللّٰهِ أَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ أَنْزَلَ إِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ أَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ",
            "115": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ",
            "116": "وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِى الْأَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗإِنْ يَّتَّبِعُوْنَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُوْنَ ",
            "117": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ أَعْلَمُ بِالْمُهْتَدِيْنَ ",
            "118": "فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ إِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ",
            "119": "وَمَا لَكُمْ أَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ ۗوَإِنَّ كَثِيرًا لَّيُضِلُّوْنَ بِأَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗإِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِيْنَ ",
            "120": "وَذَرُوْا ظَاهِرَ الْإِثْمِ وَبَاطِنَهٗ ۗإِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ",
            "121": "وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَإِنَّهٗ لَفِسْقٌۗ وَإِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ إِلٰٓى أَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَإِنْ أَطَعْتُمُوْهُمْ إِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ",
            "122": "أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
            "123": "وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ أَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ",
            "124": "وَإِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ أُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ أَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ",
            "125": "فَمَنْ يُّرِدِ اللّٰهُ أَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْإِسْلَامِۚ وَمَنْ يُّرِدْ أَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ   كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ ",
            "126": "وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ",
            "127": "۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
            "128": "وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْإِنْسِ ۚوَقَالَ أَوْلِيَاۤؤُهُمْ مِّنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ أَجَلَنَا الَّذِيْٓ أَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ إِلَّا مَا شَاۤءَ اللّٰهُ ۗإِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
            "129": "وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ",
            "130": "يٰمَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى أَنْفُسِهِمْ أَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
            "131": "ذٰلِكَ أَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّأَهْلُهَا غٰفِلُوْنَ ",
            "132": "وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ",
            "133": "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗإِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ أَنْشَأَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ",
            "134": "إِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ أَنْتُمْ بِمُعْجِزِيْنَ ",
            "135": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ إِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ إِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
            "136": "وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ إِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ إِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ",
            "137": "وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ أَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ",
            "138": "وَقَالُوْا هٰذِهٖٓ أَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَأَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ",
            "139": "وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْأَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى أَزْوَاجِنَاۚ وَإِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ إِنَّهٗ حَكِيْمٌ عَلِيْمٌ ",
            "140": "قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا أَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ",
            "141": "۞ وَهُوَ الَّذِيْٓ أَنْشَأَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ إِذَآ أَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗإِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ",
            "142": "وَمِنَ الْأَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ إِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ",
            "143": "ثَمٰنِيَةَ أَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِۗ نَبِّئُوْنِيْ بِعِلْمٍ إِنْ كُنْتُمْ صٰدِقِيْنَ ",
            "144": "وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِۗ أَمْ كُنْتُمْ شُهَدَاۤءَ إِذْ وَصّٰىكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍۗ إِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ",
            "145": "قُلْ لَّآ أَجِدُ فِيْ مَآ أُوْحِيَ إِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ إِلَّآ أَنْ يَّكُوْنَ مَيْتَةً أَوْ دَمًا مَّسْفُوْحًا أَوْ لَحْمَ خِنْزِيْرٍ فَإِنَّهٗ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَإِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ ",
            "146": "وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ إِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ أَوِ الْحَوَايَآ أَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَإِنَّا لَصٰدِقُوْنَ ",
            "147": "فَإِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ ",
            "148": "سَيَقُوْلُ الَّذِيْنَ أَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَآ أَشْرَكْنَا وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوْا بَأْسَنَاۗ قُلْ هَلْ عِنْدَكُمْ مِّنْ عِلْمٍ فَتُخْرِجُوْهُ لَنَاۗ إِنْ تَتَّبِعُوْنَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُوْنَ",
            "149": "قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ فَلَوْ شَاۤءَ لَهَدٰىكُمْ أَجْمَعِيْنَ ",
            "150": "قُلْ هَلُمَّ شُهَدَاۤءَكُمُ الَّذِيْنَ يَشْهَدُوْنَ أَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَإِنْ شَهِدُوْا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِعْ أَهْوَاۤءَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُوْنَ ࣖ ",
            "151": "۞ قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ إِحْسَانًاۚ وَلَا تَقْتُلُوْٓا أَوْلَادَكُمْ مِّنْ إِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ إِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ",
            "152": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ إِلَّا بِالَّتِيْ هِيَ أَحْسَنُ حَتّٰى يَبْلُغَ أَشُدَّهٗ ۚوَأَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ  لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَاۚ وَإِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ أَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ",
            "153": "وَأَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ",
            "154": "ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ أَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَ ࣖ ",
            "155": "وَهٰذَا كِتٰبٌ أَنْزَلْنٰهُ مُبٰرَكٌ فَاتَّبِعُوْهُ وَاتَّقُوْا لَعَلَّكُمْ تُرْحَمُوْنَۙ ",
            "156": "أَنْ تَقُوْلُوْٓا إِنَّمَآ أُنْزِلَ الْكِتٰبُ عَلٰى طَاۤىِٕفَتَيْنِ مِنْ قَبْلِنَاۖ وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغٰفِلِيْنَۙ ",
            "157": "أَوْ تَقُوْلُوْا لَوْ أَنَّآ أُنْزِلَ عَلَيْنَا الْكِتٰبُ لَكُنَّآ أَهْدٰى مِنْهُمْۚ فَقَدْ جَاۤءَكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ ۚفَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِاٰيٰتِ اللّٰهِ وَصَدَفَ عَنْهَا ۗسَنَجْزِى الَّذِيْنَ يَصْدِفُوْنَ عَنْ اٰيٰتِنَا سُوْۤءَ الْعَذَابِ بِمَا كَانُوْا يَصْدِفُوْنَ ",
            "158": "هَلْ يَنْظُرُوْنَ إِلَّآ أَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَ ۗيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِيْٓ إِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا إِنَّا مُنْتَظِرُوْنَ ",
            "159": "إِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ إِنَّمَآ أَمْرُهُمْ إِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ",
            "160": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ أَمْثَالِهَا ۚوَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ",
            "161": "قُلْ إِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ إِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ إِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
            "162": "قُلْ إِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
            "163": "لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ الْمُسْلِمِيْنَ ",
            "164": "قُلْ أَغَيْرَ اللّٰهِ أَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ أُخْرٰىۚ ثُمَّ إِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
            "165": "وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ إِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَإِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Manga Unta', Sapi', Kambing",
                "text": {
                    "1": "In katan sanglit ha Allahu ta'ala, Amuin nagpapanjari sin pitung-lapis langit iban sin gumi iban Amuin nagpaawn sin katigidluman katan iban sahaya kasawahan, mahuli dalam bihayadtu in sila amuin nagkukupul pa Tuhan nila sibu’ nila kaniya piyanakutu in barhala. [Safwatul-Bayan]",
                    "2": "Siya ra amuin nagpapanjari kaniyu kiyawa niya in inasil sin puunan niyu dayin ha pisak (lupah mapit), mahuli dayin didtu ampa niya hiyukum in ajal niyu mapatay na kamu pag abut, iban ajal sin hari Qiyamat amuin ma’lum na asal ha hadarat niya, sakali dalam bihayadtu in kamu nagsasāk da ha hal pagbuhi dayin ha kamatay parahal nakaingat na kamu siya ra In nagpapanjari kaniyu, na’, hisiyu-hisiyu amuin naka gaus nagpapanjari kaniyu tantu labi siya makagaus magpabalik kaniyu.",
                    "3": "Iban siya (Allahu ta'ala) ra amuin patut susumbahun iban sunaw tutuhanun ha pitung-lapis langit iban ha gumi, Kiyai-ingatan niya in riyarahasiya niyu iban patanugun niyu, iban kiyai-ingatan niya in piyaruli niyu hinang niyu mangi marayaw, tungbasan niya ra siksa atawa pahala.",
                    "4": "Iban way hangsulag Ayat partandaan magpakaratung kanila dayin ha manga Ayat amuin wajib durungdungan iban pangangawaan matakaddam ha katunggal sin Allahu ta'ala iban mattan Nabi in Muhammad (sallallahu alayhi wasallam), iban manga Ayat dayin ha Al-Qur'an datung dayin ha Tuhan nila malayingkan in kalakkuwan nila maybad sadja dayin ha manga yadtu, tinggalan nila mangdung-dung, di nila asipun pasal salat da in buga’ nila iban pamista ha akibbat nila.",
                    "5": "Bang in kaawnan nila miyaybad dayin manga Ayat Katanda-tandaan gayid tantu asal nila ra hihimuting in ‘Al-Haq’, (amuna In Al-Qur'an) salaggu-laggu na Ayat dayin ha katan Ayat, Amuin piyanukas kanila wayra nagaus nila, ha tatkala dimatung mawun kanila, saguwa sung da dumatung kanila in manga kahabal-habalan sin unu-unu na amuin paggura-guraun nila, in damikkiyan yadtu bang sila parāhan na siksa ha dunya pa atawa ha adlaw Qiyamat, atawa bang tumayimbabaw na in Islam iban umangkat na in kalimah niyu.",
                    "6": "Unu wala ka kiyta nila (manga nanghihimuting yan) bang pila na dayin ha manga ummat mahajjana nakauna dayin kanila amuin jiyuljana namu, amuin iyanugharaan namu kalimayahan iban kawasa iban pagmanja’ diy ha gumi ini parkāla way namu kiyadihil kaniyu (kamu ahli makkah)? Iban piya bu’sug namu pa kanila in ulan daut dayin ha langit, iban hinang namu in kasapa’-sapa'an nag aanud-anud hasawum kakahuyan iban biyubutangan nila, dalam bihadtu jiyuljana namu da sila sabab sin manga dusa nila, iban nagpaawun kami puas dayin kanila ummat mahadjana kandi subli nila.",
                    "7": "Iban misan pa kiya paturunan namu kaw kitab nalulukis ha ‘Qirtās’ (katas) sambil kaulinan nila ra sin manga lima nila, tantu amura in iyanun sin manga kafir : “bukun da unu gayid in yan matampal tuud sihir.”",
                    "8": "Iban imiyan pa sila: “Mayta na ba way kiyapaturun mawun kaniya in Malaikat mamissara kāmu bat bunnal tuud in siya yan Nabi?”, Parman sin Allahu ta’ala : “Ampa adapun bang kiyapaturunan namu Malaikat abjan ha sukat nila, tantu tuud datungan na sila siksa dayin ha Allahu ta'ala saruun-duun, lagi mahukum na magtuy in pagsiksa kanila, iban sarta di na sila patangguhun sakajjap mata bang tumurun na, karna pagkita nila na mayan ha kariyasali dagbus sin Malaikat magtuy matangsu’ in manga nyawa nila pasal sin damag nila dayin ha kiyta nila.”",
                    "9": "Iban bang Malaikat isab in hinang namu Rasul tantu hipara namu da siya dimaragbus usug dayin ha pihak manusiya, karna di nila kakitaan in Malaikat ha kariyasali nila, iban paygay bang namu yadtu napaturun iban hinang usug tantu kiyapa subahatan namu sila sin hal niya yadtu amuin nasusubahat halaum sin pangatayan nila asal.",
                    "10": "Ampa adapun mattan tuud bakas da isab nagura-gura in manga karasulan nagpaka una dayin kaymu, na’ dimagpak da timurun kanila way kapulasutan nila amuin kasabunnalan sin giyugura’-gura’ nila nahinang tikduhanan sin kiyajuljana kanila.",
                    "11": "Iyana sila: “Panaw kamu tulak ha babaw gumi iban salta patunga niyu bang unu ra in kiyamatunan sin akibbat sin manga amuin nanghihimuting ha karasulan iban sin kasabunnalan amuin diyara nila.”",
                    "12": "Iyana sila : “Kan siyu ta’ in sabarang ha pitung-lapis langit iban sin ha gumi ini?” Bang sambungan nila, lyana sila : “In katan yan ha Allahu ta'ala, Kagausan sin Allahu ta'ala papagsaruun-duun in paniksa niya daypara In siya hiyukum niya ha dzat niya in kabaying-ulungun niya, di niya naa sila siksaun magsaruun duun saguwa taymaun niya pa in pagtawbat niyu iban pag bing niyu, Wallahi! pulinun niya ra kamu buhiun ha kakubulan niyu tipunun madtu pa adlaw amuin miyungkir niyu ‘‘Adlaw Qiyamat’’ mahuli ampa na isab kamu tungbasan niya patuwpun ha manga ammal niyu, way pag duwa-ruwa ha hal yadtu, amuin manga sila miyula nila in manga ginhawa nila ha kalugian, na’ in sila di da magparatsaya.”",
                    "13": "Iban kaniya ra (‘Azza wa Jalla) in unu-unu na duhung ha waktu dum iban adlaw, damikkiyan in unu-unu na hibal ha duwa masa yan, iban in siya sampurna in Pangdungug ha katan kadungugan iban sampuma in Pang-ingat ha katan ma’lum, way malipas kaniya.",
                    "14": "Iyana sila : “Unu kumawa pa aku kandiy dayin ha Allahu ta'ala waliy (Sumbahun iban Mananabang Makaparaug), parahal siya ra amuin tagpapanjarihi sin pitung-lapis langit iban gumi, iban siya in Magriridjiki magpakakaun di humajat pakaunun iban ridjikian.” Iyan kaw : “Sabunnal tuud in aku ini naraak aku amuin muna mahinang mag muslim iban magmalilla’ in tibayhuan dayin hakatan Qawman niya iban mag ikhlas pa Allahu ta'ala”, iban in iyagi kāku : “Ayaw tuud kaw mikijumla dayin ha manga Mushrikin simasakutu kaniya (Allahu ta'ala).”",
                    "15": "Iyan kaw : “Sabunnal tuud in aku ini in kabugaan ku bang aku mag ma'asiyat pa Tuhan ku, amuin sumulang aku sin daakan niya iban liyangan niya amuna in ajab niya ha adlaw dakula (adlaw Qiyamat).”",
                    "16": "Hisiyu-hisiyu amuin kiyapa’gangan dayin kaniya in ajab adlaw Qiyamat in siya yadtu tantu tuud kiya-ulungan na sin Allahu ta'ala iban liyappasan na iban siya na yadtu in kiyaanugharaan Ni’mat dakula, in hal yadtu amuna yadtu in paruntungan iban daraugan matarrang.",
                    "17": "Iban bang kaw paratungan sin Allahu ta'ala bala iban sigpit, kamiskin naka iban sakit atawa unu-unu na kandi dayin ha yan, na’ ingata way yan kawasa makagaus imiyg sin mudarrat napaturun niya kaymu yan malayingkan siya (Allahu ta'ala), iban apabila niya isab kaw paratungan karayawan, duun na kakasay atawa ni’mat iban sin kandiy dayin ha yan, way yan maka sulak kaniya, karna sabunnal tuud in siya Tunggal da amuin makagaus magpasasampay sin katan karayawan iban kamudarratan iban kawasa ha katan unu-unu.",
                    "18": "Iban siya in manglulunggu’ manglulupig nakatatayimbabaw ha katan iypun niya, iban siya In ‘Al-Hakim’ (panday pandikal ha katan hinangun niya iban pardaakan niya iban ha pagpapanjari niya), lagi siya in ‘Al-Khabiyr’ (paruk niya in lahil batin nila katan, sampurna in Pang-ingat niya ha katan kahalan sin īypun niya iban kanyuk-nyukan sin katan pakaradjaan nila).",
                    "19": "Iyana sila (O Muhammad! (sallallahu alayhi wasallam)): “Unu pa salaggu-laggu saksi sumaksi kaku in bunnal da tuud aku Nabi?” Iyana sila jawabi na kanila : “Allahu ta'ala, siya in sumaksi kaku sin bunnal tuud in Risalah ku iban pagka Nabi ku, ampa mamarahi na saksi ku in panaksii sin Allahu ta'ala. Siya na In sumaksi ha antara ku iban kamu, iban hangkan piyag wahi mari kaku sin Allahu ta'ala in Qur'an yan (Saksi da isab yan ha kamattanan sin Risalah ku). hasupāya yan hikapamanda’ ku kaniyu, O kamu tau Makkah iban pa katan arab bukun arab sasukú sin kasampayan sin Al-Qur'an ini sambil pa hari Qiyamat, unu misan bihayan na in katarrang masi na mayan ka kamu sumaksi bat awun kandiy tuhan mapatut sumakutu ha Allahu ta'ala?” Iyana sila : “Ampa in aku di aku magnayiksaksi sin bihadtu, misan pa niyayiksaksian niyu, karna in manga yadtu bukun tuhan bunnal!” Iyana sila : “Saguwa amu ra nayiksaksian ku tuput da in Allahu ta'ala, way Tuhan dugaing mapatut sumbahun malayingkan tunggal da siya, iban sabunnal tuud puas aku dayin ha manga barhala pag sumbahun niyu yan.”",
                    "20": "Ha tungud sin sila amuin kiya dihilan namu kitab At-Tawrat iban Al-Injiel amuin manga yahudi iban Nasrani, kiyai-ingatan nila yan Tunggal in Allahu ta'ala in bunnal Tuhan iban in hi (Muhammad (sallallahu alayhi wasallam)) bunnal tuud Nabi nalimpal ha kitab nila (Al-Tawrat iban Al Injiel) nasisipat halaum niya, biya’ sapantun dayaw pang-ingat sin tiyap-tiyap hangaka tau dayin kanila na anak niya, hika papata niya, amuin manga liyugi nila in ginhawa nila tilakbu pa siksa di da sila yan magparatsaya kaniya.",
                    "21": "Ampa wayna lumiyu kaanyayahan ha ginhawa niya dayin ha hisiyu-siyu na naghinang-hinang kaputingan pa Allahu ta'ala, atawa hat niya himuting in Kaayat-ayatan sin Allahu ta'ala (in Al-Qur'an atawa unu-unu na dugaing manga Kaayat-ayatan niya)? Sabunnal tuud in pakaradjaan malaggu kamulahan niya yan, tikduhanan yan sin di hikapag-paruntungan sin manga Zalimin.",
                    "22": "Iban tumtuma ra in adlaw amuin pagpa hambuukun namu na sila katan puwnun, mahuli ampa namu iyanun in manga nanyakutuhi pa Allahu ta'ala “hariin na ta’ in piyanyakutu niyu pa Allahu ta'ala amuin tiyuhan niyu siyakutu ha Allahu ta'ala amuin bakas niyu piyanā sā?”",
                    "23": "Mahuli niya wayra duun dugaing hijawab nila tatkala sila tanyahun iban tandasun labay hisual in yadtu malayingkan tahan nila payluhan in pag shirik nila iban sumapa sila pa Allahu ta'ala, laung nila : “Sapahan namu pa Tuhan namu Allahu ta'ala bukun tuud kami nag si-shirik ha Allahu ta'ala.”",
                    "24": "Dung-dung kaw iban pantuk kaw sin samāta-mata pagputing nila amuin miyungkir nila piyayluhan in kashirikan nila, iban bang biyadiin in kiya-lanyap ha kaputingan amuin hinang-hinang nila, iban kiya bulak ha pangahagad nila bat in manga piyanakutu nila yaun maka pasuuk kunu’ kanila pa Allahu ta'ala.",
                    "25": "Iban awun isab dayin kanila mushrikin yan manayinghug sin pagbassa mu Qur'an, saguwa bukun hasupaya sila makadawhat pamandu mu, malayingkan ha maksud manglugat kaymu, na’ in sila yan papanjarihan namu da ha pangatayan nila libun (hitabun), hukaw namu ampa ra sila di na imingat atawa makapaham sin Qur'an, iban papanjarihan namu pa sila ha taynga nila kalantak hasupaya di na sila makatunyuk pa Qur'an, sabab sin kasugat nila, ha sabab yadtu misan nila kiykita in katan Ayat tanda manunjuki Tunggal da in Allahu ta'ala (hika I’tiqad manawhid pa Allahu ta'ala) na’ di da yadtu paratsayahun nila, hingga apabila makakawun sila kaymu, dahun nila pa kaw maglugat, amu agi sin manga kafir yan: “Bukun da unu in Qur'an yan gayid asal tuud manga ‘Khurafat’ sin tau jaman jamulay pa, ilmu way kapurujanan niya, way kabunnal niya.”",
                    "26": "Iban damikkiyan in manga mushrik yan langun nila in manga tau di papadungugun Qur'an yan, iban lagi mula-mula na tuud in ginhawa baran nila limalayu dayin ha Qur'an, saguwa misan bihanna in laku nila wayra sa yan dugaing mulahun nila sabab sin pagpalayu nila dayin ha agama kasabunnalan yan malayingkan amura in ginhawa baran nila sababan sin tilakbu nila pa kasiksaan, daypara way sadja kiyananaman nila in laggu sin mudarrat sin pagkupul kumugdan pa baran nila.",
                    "27": "Adapun bang mu sadja kakitaan in hal nila manga Mushrikin ha kutika’ tahanun na sila masuuk pa narka, yaun nila na tiyatandaw-tandaw, mattan sin makakita na kaw kahalan sangat maka-ajjayib, mabut mayan in hal yadtu amu in agi nila: “Bang ba yadtu kita niyu pabalikun pa, pa dunya hasupaya kita makapuli pa didtu, makatabali, iban lagi di na tuud kita niyu manghimuting ha Kaayat-ayatan sin Tuhan ta niyu, salta kahagarun taniyu na in Allahu ta'ala iban Rasul niya”, saguwa in manga yadtu katan puting nila hipang likawan nila sadja.",
                    "28": "Gayid asal di da yan maagad, saguwa manyata’ na sin sila mushrikin amuin kakupulan bakas nila siysipuk iban sin ngi ammal nila ha dunya, in tanda niya bang yan sila mapabalik pa pa dunya biya sin iyaangan-angan nila yan, tantu yan magbalik da sila pa aqida nila mangi, amuin kashirikan yan iban magma'asiyat da sila maraug da sila sin asal tabiat nila, iban in kiya salla’ in sila sabunnal tuud mattan manga putingan (katan sin parjanjian nila iban sin himumungan nila).",
                    "29": "Iban laung pa sin sila manga mushrikin amuin nagmumungkir ha adlaw ‘Ba'ath’ (pagbuhi ha katan miyatay) : “Way na dugaing kabuhi malayingkan amura in kabuhianan taniyu ha dunya, kabuhi taniyu bihaun ini, iban di na kita niyu buhiun magbalik puas sin kamatay taniyu, iban damikkiyan way akhirat biya’ sin pag-iyanun nila yan.”",
                    "30": "Bang mu sadja kakitaan in hal nila manga nagmumungkir ha adlaw ‘Ba'ath’ yan ha kutika’ tahanun na sila magtagad daakan sin Tuhan nila ibang sung hisabun, tantu sin makakita kaw maka a-ajayib-ajayib, duun ha hal ini jūkun na sila sin Allahu ta'ala ha parman niya : “Unu bukun pa ka in adlaw ba’ath ini amuin bakas niyu ini miyungkir sin ha dunya pa kamu nagmanyatakan na jimatu na kaniyu, miyabut na?” tahan in sila simambag laung nila : “Hū'u mattan tuud Wallahi!, O Tuhan namu! Tantu tuud bunnal jimatu na. Nagparman in Allahu ta'ala : “Na’ nanama niyu in siksa jahannam yan!, sabab sayan sin pagkupul niyu.”",
                    "31": "Mattan tuud nalugi na diy ha akhirat ini in sila amuin nagmungkir sin adlaw ba'ath iban sin pagtungbas, ha kira-kira hingga apabila sila datungan Qiyamat tarkajjutun, amu in agi nila : Aah, wayna bihayan landu susun namu ha tungud sin pamahil-pahil namu pagsaddiyahan in adlaw yan (hilabay dayin ha mamaratsaya iban mag ammal sāleh)”, salta yaun sila nagtutumpay pardusahan nila ha taykud nila, bukun ka yan amuna in sangi-ngi na tiyutumpay nila, iban pa sin paglanggalun nila dayin ha sisiksaan mangi.",
                    "32": "Siyambag sin Allahu ta'ala in himumungan sin manga kafir, amuin pag agihun nila : “Bat way na kandiy kabuhi malayingkan amura in kabuhi taniyu dunya ini”, patarrangun kanila sin Allahu ta'ala sabunnal tuud in kabuhi ha dunya panayaman sadja iban kaligapan, sapantun da siya kanaw-kanaw ha paslangan pantay pawa’ mānglingu, ampa adapun in hula akhirat iban sin pagsaddiya suku’ niya amu yadtu in labi marayaw sukuun sin manga amuin nagmamabuga pa Allahu ta'ala iban imaanib kashirikan iban ma'asiyat, unu wala niyu ka yadtu nama'akkul in laggu sin karayaw niya yan?, O kamu nagmungkir sin pamaratchaya palihalan akhirat!",
                    "33": "Mattan tuud kiyahahatihan namu bunnal tuud tantu nagmamasusa kaw O ikaw Rasul! ha unu-unu pag agihun sin manga mushrikin amuin panghimuting nila kaymu ayaw na kaw magmasusa, karna bunnal tuud in sila yan, di nila kaw yan himutingun bang ha rahasiya iban ha kamatutuuran, pasalan marayaw in panghati nila in ikaw mattan way nagputing, sumagawa in manga nanganyaya sin ginhawa baran nila yan sabunnal tuud in himuting nila yan mattan amuin manga Ayat sin Allahu ta'ala iban amuin way nila piyaratsaya.",
                    "34": "Mattan tuud tantu nahimuting da isab in manga Rasul nagpakauna dayin kaymu biya’ sin panghimuting kaymu sin Qawman mu, na’ siyabaran nila sadja in panghimuting iban pamuhinga hangkan sabar kaw biya’ kanila, hingga dumatung kaymu in tuyung namu biya’ sin pangjuljana naparatung kanila, ampa adapun way na makapinda sin janji sin Allahu ta'ala amuin tuyungun niya padaugun in manga Rasul niya, iban na sin janji iyantup niya ha manga satlu niya amuin di niya panabangan, ampa sabunnal tuud mattan yan na nakadatung kaymu in kaibanan kahabalan sin manga Rasul (namu amuin nakauna dayin kaymu).",
                    "35": "Iban misan in kaawnan sin panaykuri sin manga mushrikin dayin ha Risalah mu kiya gaggat iban kiyapikil kaymu, ampa in yan asal sadja maawun kiyai-ingatan sin Allahu ta'ala, na’ bang mu kagausan himinang (sirban) lalabayan halaum lupa, atawa hagdan paggabanan mu pa taas langit, dahan mu sila dayin didtu Ayat tanda bukun nila pagkabiyaksahan amuin makapugus kanila mamaratsaya, na’ hinang kaw, daypara in sila misan pa mu bihadtuun di da mamaratsaya, malayingkan bang yan mag kahandak in Allahu ta'ala himidayat kanila tantu kahidayatan sadja sila katan, sumagawa way siya nagkahandak bihadtu, na’ dalam bihayadtu ayaw kaw miki awun dayin ha jumlahan sin sila jahil, manga awam ha pakarajaan yan iban ha Hikmat sin Allahu ta'ala ha pakaradjaan yadtu.",
                    "36": "Bunnal tuud tuput amu ra in sumambag manayma sin panawag-tawag mu O ikaw Nabi! pa mamaratsaya amuna in sila ampa adapun in sila patay in pangatayan amu in manga kafir, in sila dumungug kaymu sin pangdungug mamaham iban mangdung-dung, ampa adapun in sila patay in pangatayan amuin manga kafir, in sila yan buhiun da sin Allahu ta'ala didtu ha akhirat, iban pa biyngun da pa Allahu ta'ala, ubus tungbasa niya ra kanila in manga ammal nila.",
                    "37": "Iban laung isab sin mushrikin tau makkah bang ba yadtu siya kiyapaturunan mu’jizat dayin ha Tuhan niya amuin dayin ha pamikil hiyulug namu kaniya, sumaksi sin kasabunnalan in panawag-tawag niya, amuin malukad in bud iban paturunun in Malaikat samata-mata, na’ iyana sila O ikaw Rasul! : “Bunnal tuud In Allahu ta'ala sangat makagaus mahakawasa magpaturun Ayat yadtu hikakusug sin pagparatsaya niyu, saguwa bang in Allahu ta'ala nagpaturun Ayat amuin siyukat nila yadtu, tantu umus in siksa kanila bang pagpuas pagturun yadtu di da sila mamaratsaya, ampa in kamatauran nila way pangirab bang unu in jumatu kanila siksa apabila sila di da mamaratsaya.”",
                    "38": "Way hangsulag magkuhibal ha gumi ini atawa manuk-manuk amuin maglupad ha āyan makay sin duwa pik-pik niya buwat malayingkan in sila yan indaginis sinipan iban baanan najajama'a biya’ da kaniyu O kamu manusiya!, Piyapanjari da isab sin Allahu ta'ala, iban rīridjikian niya, nasasākup katan sin ilmu niya, kiyai-ingatan niya, iban lagi way kiya tinggalan namu hangsulag unu-unu diyukut ha ‘Al-Lawhil Mahfuwdz’ dayin ha manga parakala niya in way namu siyulat, mahuli ampa namu in katan sinip yadtu pulinun madtu pa Tuhan nila ha adlaw Qiyamat, biya’ da sapantun sin pagpulin ha anak apu Adam, ubus yadtu didtu mayan ampa sila Qisasun pakaniya-pakaniya, mahuli ampa sila hinangun bagunbun dayin ha pardaakan sin Allahu ta'ala.",
                    "39": "Adapun in sila amuin manga nanghimuting kaayat-ayatan namu Al-Qur'an di da sila dumungug pangdungug hikabaak nila mumpaat amuin labay pahamun iban dungdungan, iban di da sila magpangabtang kasabunnalan, nalulu’mus sila halaum katigidluman sin kakupul iban kajahil, ka'awam, di sila makatullus pa unu-unu na makararayaw iban taga maslahat makahatul, na’ ingat kamu, hisiyu- siyu in kabayaan sin Allahu ta'ala lawngun tantu lawngun niya, iban hisiyu-siyu in kabayaan niya hidayatan tantu paruunun niya patutugun maninduganan ha dan amuin mabuntul yan, amu na in agama Islam.",
                    "40": "Iyana O ikaw Rasul! in tau makkah : “Baytai niyu kunu’ aku sin hal nyu bang kamu datungan ajab sin Allahu ta'ala diy pa ha dunya, atawa datungan kamu sin hari Qiyamat salta na sin ginisan kahalubiluhan niya, masi pa ka kamu manggil hangka tau dugaing dayin ha Allahu ta'ala hipangbukis niyu sin mudarrat dayin kaniyu atawa amuka panggilun niyu in Allahu ta’ala? Bang in kaawnan niyu bunnal in da'awa niyu bat in manga barhala yan maka mudarrat iban makamumpaat, iban bang bunnal in da'awa niyu bat makapasuuk yan kaniyu pa Allahu ta'ala.”",
                    "41": "Gayid asal tuud Allahu ta'ala ra in mapanggil niyu, way dugaing dayin kaniya ha waktu sigpit, siya in umangkat dayin kaniyu sin unu-unu na napanaug kaniyu bang niya hikahandak, Iban pasaran niyu na tinggalan in unu-unu na piyanakutu niyu kaniya manga kabarhalaan (iban sin unu-unu na biya’ sin yan).",
                    "42": "Bunnal tuud nakapara kami manga Rasul pa manga Ummat tikmilmasa nakauna pa dayin kaymu O ikaw Nabi!, saguwa himuting da sila sin manga ummat nila, ha sabab yadtu hangkan sila siksa namu sin babarapa musiba ha pangalta nila, iban ginisan sakit ha jasad nila, hasupaya sila magpatibaba iban magmabuga ha Tuhan nila (labay sila magtawbat).",
                    "43": "Adapun yadtu hatatkala dimatung mayan kanila in paniksai namu, magtuy na sila nagpatikupu, pagga yan yampana timugas in manga pangatayan nila, way magtuy imūs-us namaratsaya miyuna dayin ha pagdatung sin siksa, iban salta piya sub sin shaytan kanila in ngiy sin manga ammal nila mangi, iban gam man na sila liyawung niya ampa ra sila magpatural na ha kakupulan.",
                    "44": "Na’ hatatkala liyupa way nila hiyaatay in kahalubiluhan, iban himinang sin unu-unu na diyaakan iban patumtum kanila sin manga karasulan mawun kanila, iyukab namu na kanila in kalawang- lawangan Ni’mat iban pangalta, piyamahajja kanila, hingga anam-anam kimuyag mayan sila ha unu-unu na kiya dihil kanila sin kuyag katakabbulan iban ka'awat, duun ha ini sīksa namu na sila sin siksa tarkajjut, pagsakali in sila way mahuwat-huwat nila lappasun, nagkarukkaan sila ha ginisan aramala amuin kimugdan kanila.",
                    "45": "Liyapnas iban piyānas katan Qawman tau dzālim, kafir sambil amuin tubtuban sin liuran nila nakahuli dayin kanila, way tuud nakapin misan hangkatau dayin kanila, ‘Walhamdulillahi Rabbil ’alamiyn’ ha pangjuljana’ niya kanila.",
                    "46": "Iyana O ikaw Nabi! in hisiyu-hisiyu na nanghimuting ha Risalah mu : “Baytai niyu aku bang kunu' kamu lantakun sin Allahu ta'ala iban bang kamu butahun niya, iban tampanan niya in akkal pikilan iban in pang-ingat dayin kaniyu, hisiyu na Tuhan dugaing dayin ha Allahu ta'ala makagaus magpabalik mawun kaniyu sin kiyawa niya yan?” Wayra dugaing siya ra, pantuki marayaw O ikaw Nabi! Bang biyadiin in hantang paglilay namu iban pagpaginis-ginis namu sin kadalil-dalilan tanda sin karayawan iban sin dan mabuntul dayin na mayan ha hipagpasusub iban hipangdugma’, sakali puas dayin duun masi ra sila nānaykud dayin ha manga yadtu, iban di da sila mamaratsaya.",
                    "47": "Iyana sila O ikaw Nabi! : “Baytai niyu aku sin mahinang niyu bang dumatung na kaniyu in siksa sin Allahu ta'ala tarkajjut (way miyuna panghimati atawa alamat namanda’i), biya’ sin jimatu ha Qawman hi Lut atawa dumatung mawun kaniyu limalāhil kiyanyanyata'an niyu, puas kamu paunahan manghimati manunjuki magdaratung siya, biya’ sin jimatu ha Qawman Nuh iban Fir’awun, ampa wayra juljanaun iban siksaun malayingkan amura in Qawman nangzalim nanganyaya ha ginhawa baran nila, sila na amuin manga kafir amuin nagpatatarul ha kakupulan nila.”",
                    "48": "Iban bukun unu bang unu magpara kami karasulan nagta'at kanila, surga in durukan nila, iban damikkiyan banda'an nila hisiyu-hisiyu na amuin magma'asiyat kanila, narka in durukan nila, na’, hisiyu-hisiyu mamaratsaya pa Allahu ta'ala iban pa Rasul niya kakitaban niya, iban nag ammal siya salih, na, way na kagawahan nila parsiksaan akhirat, iban in sila way na kasusahan nila sin unu-unu na kiyabin nila ha dunya.",
                    "49": "Iban amuin manga nanghimuting ha kaayat-ayatan sin Allahu ta’ala amuin napara ha manga karasulan, kugdanan da sila siksa ha adlaw akhirat dayin ha sabab sin pagkupul nila iban pagguwa nila dayin ha pagta’atan ha Allahu ta’ala.",
                    "50": "Iyana sila Ya kaw Nabi! : “Di aku imiyan kaniyu, mag inuwak, O kamu manga nagmumungkir!, manga kafir yari diy kāku in manga gusi, in kapatti-pattihan sin Qudarat sin Allahu ta'ala iban sin ridjiki niya, ha sabab yadtu kadihilan ta kamu dayin ha yadtu iban karāhan ta kamu sin amuin kaayat-ayatan siyukat niyu, iban damikkiyan bat kaingatan in gayb iban damikkiyan di da isab aku maka-iyan kaniyu bat : “In aku ini malaikat makahinang sin kakahinang sulang ha pagkabiyaksahan”, amu sadja in agarun ku tuput da in unu-unu na hipag Wahi kaku sin Allahu ta'ala”, ampa na isab hisampay ku kaniyu. Iyana sila : “Unu magsibu’ ka in buta iban sin makakita? Unu di ka yan mapikil niyu?”",
                    "51": "Iban Bandai O kaw Rasul sin Qur'an yan! In manga mu’min amuin diyaramag sin pagpulin iban sin manga kahalubiluhan niya ha adlaw Qiyamat yadtu, iban lagi in ha I’tiqad nila sabunnal tuud way ra dugaing dayin ha Allahu ta'ala waliy nila mananabang, mang-atasi kanila huwat-huwatun nila, iban wayra  mananapa'at maka shafa'at kanila ha hadarat sin Allahu ta'ala manghawun kanila dayin ha ajab niya malayingkan siya, ibut-ibut tuud banda’i ha dunya pa, bawugbugan nila in manga pardaakan, insapan nila aniban in kakupulan iban manga ma'asiyat.",
                    "52": "Iban ayaw mu paiga in manga Faqir miskin atawa amuin manga way upaya dayin ha madjilis mu O kaw Rasul!, sila amuin manga magji-dzikir pa Allahu ta'ala, iban hiyuhutuhan nila in pag sambahayang karna niya mahinaat mahapun, lāgi ikhlas in pag-ibadat nila, way dugaing maksud nila ha pag-ibadat yadtu malayingkan karna Allahu ta'ala, iban in piyuhung nila amuna in karidaan niya, in hisab nila tartantu kanila, bukun ikaw in manghisab kanila, iban bukun isab sila in manghisab kaymu, in tiyap-tiyap manusiya siya in tanggung jawab ha ammal niya, ayaw mu sila pagduwya dayin ha madjilis mu hipanulut-sulut mu ha amuin manga bukun biya’ kanila in pag-agama iban kalabbiyan, karna mahinang kaw dayin ha manga dzalimin bang mu sila paigun.",
                    "53": "In kabtangan sin manga mushrikin yan na manga ‘Dhu’afa’ (manga way kusug) panandas yan, biya’ na ha yan in panadas sin Allahu ta'ala ha antara sin manusiya pakaniya-pakaniya, Ingatun niya unu magshukur da ka’ in manga nakauna pa ka-islam, kaluuyan nila in kaibanan nakahuli nagmuslim, iban unu magrida na ka in kaibanan nakahuli, di na astulan? Iban hasupaya in manga nagtatakabbul dayin kanila maka-iyan iban pangudju-ngudju : “Sila na ka manga dhu’afa yaun amuin kiyaanugharaan hidayat sin Allahu ta'ala, iban miyulliya niya piyabatuk pa kasabunnalan dayin kātu taniyu?” Siyambag sila sin Allahu ta'ala ha Parman niya : “Bukun ka labi in ingat sin Allahu ta'ala ha manga tau bar-shukur kaniya iban bar-ibadat kaniya ha ka ikhlas? sila yadtu in anugharaan niya Hidayat iban Tawfiq.”",
                    "54": "Iban apabila makakaun kaymu O kaw Rasul! In manga magpaparatsaya ha kaayat-ayatan sin Allahu ta'ala amuin piyaturun niya yan ha Qur'an yan, amuna in sila manga ‘Mustad’afuwn’ (way upaya, manga kaibanan bar-iman, amuin manga liyang kaw magpaig kanila), na’, iyana sila panghupu’-hupu’ mu sin pangatayan nila : ““Salamun ‘alaykum” Yiwajib sin Tuhan niyu ha dzat niya in ka-ulung sin pangwajibi panabang iban panghulmat sabunnal tuud hisiyu-hisiyu makahinang dusa sababan ka'awam, bukun bat tiyuud iban nagpaung-ung, ubus yadtu ampa siya nagtawbat pa Allahu ta'ala pagpuas niya nakahinang. iban piyahatul niya na in ammal niya iban sin nakangi niya sabab sin pagma'asiyat niya, nagbing na magtuy pa kaamuhan, na’, sabunnal tuud In Allahu ta'ala sangat mangangampun ha manga magpa-ampun, Baying-ulungun ha manga magtatawbat.”",
                    "55": "Iban sin pagtaki-taki namų yadtu patarrangun namu lilayun in manga Ayat kabaynat-baynatan iban kadalil-dalilan, hasupaya tumampal in papanaw sin manga kafir, iban sumawa in dān kalawngan nila.",
                    "56": "Iyan kaw O ikaw Nabi! pa manga mushrikin : “Sabunnal tuud In Allahu ta'ala liyang niya aku sumumba ha manga barhala amuin siyusumba niyu dugaing dayin ha Allahu ta'ala iban in diyaakan niya kāku amuin di aku pa paagarun ha manga hawanapsu niyu mangi yan, amuin makarā pa kalawngan amuin sumumba ha manga pagsumbahun niyu, iban mangdudla ha manga tumpukan bar-iman, na’ bang agad-agarun ku in manga hawanapsu niyu, bang bihadtu bunnal tuud in aku nalalawung.”",
                    "57": "Iyana sila : “sabunnal tuud in aku ha unu-unu piyag sulangan taniyu nanininduganan ha dalil yakin matarrang dayin ha Sharia sin Allahu ta'ala, ampa in kahalan niyu in kamu tantu nanghihimuting ha kasabunnalan iban ha Qur'an amuin dimatung mari kaku dayin ha Allahu ta'ala, ampa hinangan niyu sakutu in Allahu ta'ala, way diy kaku amuin ajab papa usun niyu piyanggura’-gura’ yan, way manghukum sin magpa'ahil siksa atawa magpasamut, iban ha katan unu-unu malayingkan Tunggal Allahu ta'ala in Tagmustahak kaniya, siya in manghuhukum hukuman kasabunnalan iban amuin mangissa ha manga Rasul niya sin kakissa-kissahan bunnal, ha jiyanji niya tungbas marayaw iban sin pamanda’i niya, iban in siya (Allahu ta'ala) Maha Sutsi, Siya na in sarayaw-rayaw manghuhukum dayin ha katan amuin mananalassay ha antara sin kasabunnalan iban kaba’talan ha katan pakaradjaan sin iypun niya.”",
                    "58": "Iyana sila : “Bang awun sabunnal-bunnal kawasa ku magpaturun sin unu-unu na siyukat niyu papasamutun, tantu paturunun ku na kaniyu, saguwa in Allahu ta'ala hukumun niya ra in antara ku iban kamu, iban in Allahu ta'ala labi ra in Pang-ingat niya ha manga nangzalim ha ginhawa baran nila ha sababan sin biyabawug-bugan nila kashirikan.”",
                    "59": "Iban yadtu ha Allahu ta'ala in kakunsi-kunsian sin katan Ghayb, way dugaing maka-ingat ha manga yadtu malayingkan siya, ha sabab yan batal in piyanā sā sin manga magtatalus-talus iban maglulujjum-lujjum iban sin kandiy dayin kanila duwa yan, iban kiyai-ingatan niya in unu-unu jumatu ha ginlupaan iban ha dagat, iban kiyai-ingatan niya in unu-unu mapakpak dayin ha kadahun-dahunan kahuy, iban kiyai-ingatan niya in tiyap-tiyap bigi maawn ha lawum lupa iban ha buli niya, iban kiyai-ingatan niya in tiyap-tiyap ‘Ratb’ (mahamis) iban tigang na, duun naka partumbuhan iban ‘Jamad’ (amuin way kabuhi) iban sin katan mawjud, in katan yadtu asal na nalulukis ha Al-Lawhil Mahfuwdz. Kiyai-ingatan asal sin Allahu ta’ala.",
                    "60": "Iban siya (Allahu ta’ala) amuin mutang pagtug kaniyu waktu dum, ha sabab yadtu mapa’gang in paminig iban kuhibal (tuurun) iban humali in hinang sin katan anggawta (pangnanam), iban kiyai-ingatan niya in unu-unu na amuin nahinang niyu sin anggawta niyu sin waktu adlaw, mangi marayaw, ubus yadtu ampa kamu pukawun niya pag adlaw puas dayin ha katugan, hasupaya matapalus in ajal tartantu sin kabuhi, ubus yadtu ampa kamu pa bingun pa Allahu ta’ala buhiun puas sin kamatay ampa na isab kamu baytaan niya sin manga hinang niyu sin waktu ha dunya pa, iban ampa niya kamu tungbasan hitungud ha yadtu, tungbas marayaw atawa mangi.",
                    "61": "Iban siya mahasutsi amuin ‘Al-Ghalib’ Mangdaraug amuin nalunggu niya in katan unu-unu, iban nagmalilla’ ha kalagguan niya iban ha kabansagan iban ha haybat niya in katan unu-unu, iban damikkiyan siya magpararā mari kaniyu malaikat ‘Hafaza’ (mamarihala kaniyu dayin ha manga kamumulahan, iban magtawu ammal niyu), sahingga apabila mabut na in ajal pagwapat wafatun na siya sin malaikat amuin manga hiyanglaan namu mag-ig nyawa in sila yan amu in manga tabang sin Malakal Mawut lāgi in hal nila yan, di magpamahil-pahil sin unu-unu na diyaakan kanila (mangmulliya atawa manghina).",
                    "62": "Mahuli dayin ha yadtu pabalikun na isab in manga Makhluq amuin manga wiyapat sin manga Malaikat amuin naraak, madtu sila katan pa Allahu ta'ala amuin ‘Al-Malik, Al-Wali’ amuin Tuhan kasabunnalan in hipag panghukum niya, bukun ka kaniya in kapatut isa-isa niya way kapatut sin dugaing dayin kaniya in Tagpunyahi si Qadaa Hukuman kasabunnalan, iban siya in  humihisab ha katan Makhluq dayi-dayi da, di humajat tumali iban magpikil.",
                    "63": "Iyan kaw O Nabi! ha manga sila Mushirikin : “Hisiyu na in manghawn kaniyu dayin ha manga aramala sin ginlupaan iban dagat bang malanggal niyu in yadtu? Pangayuun niyu kaniya patanugun iban paagakun nagpatitikūpu nagpatitibaba nagmamalilla’”, salta iban agi nila : “Sapahan namu, bang kami lappasun niya ra dayin ha sigpit aramala amuin kimugdan kamu ini, tantu tuud maawun na kami dayin ha sila barshukur kaymu hitungud namu ha Ni’mat mu kāmu.”",
                    "64": "Iyana sila O Nabi! : “Tunggal da Allahu ta'ala siya amuin manglappasi kaniyu dayin ha manga kahalubiluhan katigidluman bitu-bitu ini, iban dayin ha tiyap-tiyap kasusahan iban dukka, mahuli misan bihadtu na in kaagi-agi kaniyu gimagawgut da kamu nagsishirik pa Allahu ta'ala karna in siyumba dugaing tuhan, puas pangbuddihi niya kaniyu, parahal in tuhan-tuhan piyagda'awa niyu yadtu di da maka mudarrat iban di da makamumpaat.”",
                    "65": "Iyana pa sila : “Sabunnal tuud in Allahu ta'ala siya in sangat makagaus magpaturun kaniyu siksa dayin ha katan pijju, ulan iban luti dayin na langit, linup iban lu’mus iban linug dayin na sawum nila, atawa kan papanjarihun niya kamu tumpukan indaginis in kaiinginan sin hawanapsu, naglilimusak in papanaw, magbunu’ kamu ha par-antaraan niyu, iban magpananam panigpit in kaibanan pa kaibanan, (duun na pagbunu’, kapalian, pulak-palikun, maglangpas)”, kita ba kaw bang biyadiin pagpatarrang namu kanila sin kadalil-dalilan sin kakawasahan namu hasupaya nila kaingatan iban kapahaman in manga kasabunnalan, iban insapan nila na, magbalik na sila dayin ha kaba’talan biyabawugbugan nila.",
                    "66": "Iban misan bihadtu nanghimuting da ha Qur'an in qawman mu, parahal in hakikat sin kahalan sin Qur'an yaun kasabunnalan katan wayruun halaum niya yan sak, na’ iyana sila O ikaw Nabi! : “Bukun aku in magpapalihala magtatawu iban magjajaga nakapapayu sin katan ammal niyu, ha pasalan yadtu ubus ampa ku tungbasan kaniyu, saguwa hāt sadja aku Rasul magbabanda.”",
                    "67": "In tiyap-tiyap habal halawum Qur'an wiyawaktuhan tartantu jatuhan niya iban butangan, iban lagi ha susungun kaingatan niyu ra sa yan in unu-unu jumatu iban sin unu-unu na biyayta ku kaniyu.",
                    "68": "Iban apabila mu kakitaan O ikaw Nabi! in manga sila amuin simud simurun nila bissarahun In kaayat-ayatan namu himutingun iban gura’-gura’un, na’ tinggali sila ayaw mu sila daha maglingkud-lingkud, sahingga mamissarahan sila sin bibissarahun dugaing dayin ha yan, iban bang kaw panglupahan sin shaytan amuin makaig dayin ha madjilis nila, na’ ayaw na kaw limingkud pagtumtum mu mayan duun ha manga Qawman nang jazalim ha ginhawa nila yan, samut na kaw tindug magsaruun-duun.",
                    "69": "Bukun bat amuin manga nagmamabuga pa Tuhan in taghisaban ha manga magpamissarahanan ha kaputingan ha pasalan Kaayat-ayatan sin Allahu ta'ala, iban way da isab kumugdan kanila unu-unu dusa apabila sila nanaykud dayin kanila yadtu, atawa misan nila in manga yadtu narā naglingkud-lingkud karna kandiy na dayin sin yadtu in bīssara nila, saguwa hangkan sila mag-anib atawa timindug di sumamud kanila hipanghimati hipagpatumtum sin laggu sin kamumulahan sin dusa amuin kajatuhan nila ha sabab sin pagsimud-simud nila bissara puting ha hal sin manga ayat sin Allahu ta'ala, hasupaya iminsap na tinggalan nila na yadtu, iban magmabuga na pa Allahu ta'ala duhungun nila na in bissara way kabunnal niya yadtu.",
                    "70": "Iban tinggali, pasāri na amuin manga hinang nila babakay-bakayan in Agama kasabunnalan yan tatāraun kaba'ak-ba'akan sin panali nila, iban panggura’-gura’un atawa lilibangan, kiya akkalan sila sin kabuhianan dunya sabab sin pangari-ngari niya, hangkan nila miyungkir in ‘Alba'ath’ (buhiun in katan miyatay) iban liyupa nila in Akhirat, iban dalam sin yadtu pang usiyatan kanila in Qur'an, hasupaya di mabinsana in ginhawa atawa matahan halaum jahannam, sababan sin ma'asiyat nahinang niya diy ha dunya, lagi way na kabakan sin ginhawa yadtu gapi’. Gumapi’ kaniya magparaug iban manglappas kaniya dayin ha ajab sin Allahu ta'ala, iban way mananapa'at maka shafa'at kaniya, hingga misan pa nanguwad-kuwad in ginhawa amuin nahukum na mapinjara’ tumukbal lulukatan indaginis, misan pa nahipu sin bulawan in gumi, di da taymaun kaniya, in sila amuin manga kiyapanaugan na hukuman sin Allahu ta'ala hipapasiksa na sababan sin ammal nila mangi, na’ siya saddiyahan sila halaum jahannam pag inum dayin ha tubig sangka’ pasu, iban ajab makusug maul-ul ha sabab sin kakupulan nila iban panggura’-gura’ nila ha manga Ayat sin Allahu ta'ala.",
                    "71": "Iyana O Nabi! in manga Mushrikin : “Unu, amu sumbahun taniyu dugaing dayin ha Allahu ta'ala amuin manga barhala yan, way ra kamumpaatan niya yan iban di da makamudarrat, salta tinggalan taniyu in pagsumba pa Allahu ta'ala, parahal siya in Mang-a-anughara kamumpaatan iban kamudarratan, amuin paabakun taniyu magbing pa kalawngan iban pa kashirikan, puas kita niyu hidayatan sin Allahu ta'ala pa agama Islam, biya’ sapantun sin tau amuin liyawung sin Maraddatul Jin, amuin kiyahupitan niya hipapaagad niya in hawanapsu sin baran sin tau yadtu, hinang niya tau nalilingu, nahahayran nahaha’pung magkambuyan ha gumi, di makabatuk pa maksud tudjuhun niya, parahal awun panun niya nanawag-tawag kaniya pa dan hidayat mabuntul, piyagmumuhut-muhutan nila siya hawnun dayin ha kalawngan, in agi nila kaniya : “Labay ba kaw ha liyalabayan namu ini iban tāuri in pag agama namu mabuntul ini”, saguwa di niya ra sila asipun kahagarun, ha sabab yadtu hangkan siya masiksa na’, iyan kaw O ikaw Nabi! : “Sabunnal tuud in Agama sin Allahu ta'ala amuin piyagrida niya ha manga iypun niya amura in Islam, Amuin Bunnal pamandu, (in mapuas dayin kaniya ba’tal katan, way pūs di taymaun)”, iban in diyaakan niya kātu taniyu katan papa ikhlasun mag-ibadat pa Allahu ta'ala amuin Tuhan sin manusiya iban jin,",
                    "72": "Iban naraak niya pa kita niyu amuin hipapalindug katu taniyu in sambahayang ha kasampurnaan niya, ha kawaktuhan niya, iban papagmabugaun kita niyu pa Allahu ta'ala iban papaanibun kita niyu dayin ha makapagma'asiyat kaniya iban papadāhitun ha pangajab niya, na’ yan in mattan pamandu, iban Allahu ta'ala, Tunggal da siya amuin mapun kita niyu katan madtu kaniya pa akhirat hisabun, iban siya isa-isa niya in Manghukum ha adlaw Qiyamat, way na hikapaglagi niyu ha adlaw yadtu malayingkan amu rakuman ammal salih, dayin na mayan ha pag mabuga mabut pa sambahayang iban sin ammal salih kandiy dayin ha yadtu.",
                    "73": "Iban in Allahu ta'ala siya amuin piyapanjari niya in pitung-lapis langit iban gumi sampurna pagpapanjari ha kasabunnalan, bukun kalalangugan iban bukun hakabatilan, iban ha adlaw imiyan na siya ha unu-unu kabayaan niya paawnun : “Kun! (maawun kaw)” magtuy mamawjūd maawun, In Himumungan niya yan way rapat jumatu sadja, iban kaniya in kawasa iban sampurna pagsultan, way makaatu kaniya unu-unu, adlaw amuin huyupun na in sangkakala, tagna huyup hipamatay, in huyup hika ruwa, hipagbuhi ha katan miyatay, In siya kiyai-ingatan niya in unu-unu naka gagaib iban sin unu-unu na pagkasakupan, iban in siya ‘Al-Hakim’ (Pandikal ha katan hinangun niya iban sin unu-unu na pakaradjaan paguwaun niya), salta in siya ‘Al-Khabiyr’ (Tallang taluwas in pang-ingat ha katan unu-unu limalāhil iban nakababatin).",
                    "74": "Iban tumtuma ra O ikaw Nabi! Ha kutika’ imiyan hi Ibrahim kan ama niya hi āzar (atawa hi Tārikh) : “Unu hinang mu in manga barhala tuhan mu pagsumbahun mu dugaing dayin ha Allahu ta'ala, parahal di da siya maka mudarrat iban di makamumpaat, bang bihayan bunnal tuud in pangatud ku kaymu iban sin Qawman mu amuin manga nanāuri kaymu ha pagsumba barhala yan halaum kamu kalawngan matarrang ; naka sisima’ dayin hakasabunnalan.”",
                    "75": "Iban biya’ sin piyakita namu na Ibrahim in kalawngan sin ama niya iban Qawman niya pasal pagsumba nila barhala, piyakita namu da isab siya sin ‘Malakuwt’ (laggu sin kawasa iban kakayaan) sin Allahu ta'ala ha kalangit langitan niya iban ha gumi iban sin maka-aajayib yan ha duwa yan iban sin unu-unu na napapanjari niya duun ha ruwa yan, hasupaya yadtu mahinang dalil manunjuki ha katunggal namu iban ha kakawasa namu, hasupaya yadtu mahinang Nabi yaqiyn in pang-ingat way sak-sak ha kabasaran ha kabansagan sin Allahu ta'ala iban ha kakawasahan niya.",
                    "76": "Ha tatkala siya kiyatigidluman na sin dum iban kiyatabunan na siya sin tigidlum sin dum, kiyakitaan niya na in bituun amuin masawa, laung niya ha Qawman niya : “Amu yan in tuhan ku, karna sabab sin sahaya niya iban kataas niya labi patut tuhanun dayin sin manga barhala yan”, saguwa nalanyap mayan timu’gum, laung hi Ibrahim : “Di aku mabaya sin tuhan amuin magtu’gum magkalanyap yan, pasal in sila yan magkabaruba, maglahil iban magkalanyap.”",
                    "77": "Na’ pagkita niya na isab ha bulan gimuwa na imuplut, laung niya ha Qawman niya : “Amu ini in tuhan ku” sakali ini timu’gu mayan nalanyap, amu in kiya sambat niya ha Qawman niya : “Ibut tuud, bang di aku hidayatan sin Tuhan ku pa kasabunnalan, tantu mahinang na aku dayin ha Qawman nalalawung nalilingu amuin manga di maka tullus pa kasabunnalan.”",
                    "78": "Na’ pagkita niya na isab ha suga imuplut na simi’nag, laung niya : “Amu ini in tuhan ku, amu ini labi in laggu dayin ha manga yadtu”, saguwa nalawa mayan simadlup, laung hi Ibrahim : “O kamu Qawman ku! Sabunnal tuud puas aku, way lamud ku dayin ha unu-unu na amuin hinang niyu piyanakutu ha Allahu ta'ala iban ha pagsumba niyu ha manga yadtu.”",
                    "79": "“In tanda niya, sabunnal tuud in aku biyayhu ku in tibuusan sin dzāt ku iban katan ibadat ku iban jantung ku pangatayan ku iban akkal ku pa Allahu ta'ala, Amuin nagpapanjari (piyakakamdus iban piyanyunyuk-nyuk, ha way singuran unu-unu) sin pitung-lapis langit iban gumi, ‘Hanifaa’, (nānawhid sin panawhid purna pa Allahu ta'ala), iban bukun aku dayin ha manga sila amuin siyakutuhan nila kandiy tuhan in pag-ibadat nila pa Allahu ta'ala.”",
                    "80": "Diya siya sin Qawman niya naglugat ha palihalan Tawhid, iban biyuga nila pa siya iyastulan na kunu in tuhan nila kaniya, in agi niya kanila : “Unu amu ka in hida niyu kaku maglugat ha pasalan sin katunggal sin Allahu ta'ala iban ha kakawasahan niya, ampa nakaingat na kamu tantu tuud kiya hidāyatan niya na aku nakapamaratsaya aku kaniya (bunnal tuud awun siya, iban nanawhid aku kaniya) bukun aku biya’ kaniyu yan kamu halaum kalawngan, iban di da aku mabuga sin piyamuga niyu kāku yan pasalan sin amā atawa saway atawa busungun sin tiyutuhan niyu yan, makhluk da yan sin Allahu ta'ala, di da yan makamudarrat iban di makamumpaat, malayingkan subay mag kahandak in Tuhan ku amuin magpakugdan kaku musiba hikamula sababan awun dusa nahinang ku, duun ha yan kugdanan aku, karna siya in Tagpakaradjaanan ha katan unu-unu, madtu ra muwi kaniya katan nalilikus sin ilmu (Pang-ingat) niya in unu-unu katan, unu di na mayan ka ini kasayuhan niyu iban sin napatarrang ku kaniyu amuin mahinang tikduhanan sin hika pamaratsaya niyu?”",
                    "81": "“Iban mahita’ ta’ aku dahitun ha tuhan niyu amuin siyumba niyu yan amuin dugaing dayin ha Allahu ta'ala, bukun ka di da yan makaparatung mudarrat iban mumpaat in di niyu kabugaan in kamu yan nakapagshirik na pa Allahu ta'ala? Ayaw kamu muga’ ha amuin hinang niyu piyanyakutu pa Allahu ta'ala, sin wayra isab dalil niya ‘Qat’I’ (kabugtuan) iban tanda bat jiyari sumbahun niyu in manga barhala yan, na’ hisiyu baha ha duwa tumpukan ini (tumpukan namamaratsaya pa Allahu ta'ala iban tumpukan nagkakafir kaniya) in patut malappas masalamat dayin ha ajab, bang bunnal in kaawnan niyu nakai-ingat sin manga timbangan paminigan nila antara sin kasabunnalan iban kabatalan?”",
                    "82": "Ampa in mapatut lappasun iban masalamat, amuna in manga mu’miniyn, amuin way nila liyamuran kashirikan in pag-iman nila, in sila yadtu in malappas iban masalamat dayin ha siksa bang didtu ha akhirat, iban sila na yadtu in kiyahihidayatan pa kasabunnalan iban pa kabuntulan.",
                    "83": "In katan kadalil-dalilan amuin kiyalimpal liyabay ha dila hi Ibrahim piyaratung namu yadtu katan kaniya, piyag ilham namu kaniya, ha dalil niya hipanglugat na Qawman niya iban amuin hikaraug niya kanila hasupaya sila iminsap dayin ha pag shirikan nila, In kami mangangangkat hisiyu-hisiyu kabayaan namu dayin ha iypun namu angkatun pa babarapa darajat ha dunya, (biya sin pag nabi, ilmu, hikmah, iban hidayat, makabatuk pa kasabunnalan), bunnal tuud in Tuhan mu ‘Al-Hakim’ (pandikal ha katan hinangan niya), iban sangat niya kiyai-ingatan (in katan kahalan sin makhluq niya).",
                    "84": "Iban dihil namu kan Ibrahim in hi Ishāq, ampa namu na isab dihil kaniya in Ya’qub anak hi Ishāq, in tiyap-tiyap dayin hangkatau dayin kanila duwa yan hidayatan namu, tiyawfiqan pa kasabunnalan iban hinang namu in tiyap-tiyap dayin kanila duwa Nabi, iban kiyahidayatan namu da isab in Nuh nakauna pa dayin ha panghidāyat yan, karna hinang namu siya (in Nuh) panagnaan Rasul pa manusiya (ha masa niya), iban damikkiyan awun dayin ha liuran hi Nuh hinang namu da isab Kanabi-nabihan, iban hidayatan namu da isab in Dāwūd iban Sulayman, iban Ayyub, iban Yusuf, iban Musa iban hi Hārūn, amu yadtu in manga ni’mat biylang sin Allahu ta'ala kan Ibrahim ; karna in kahulmatan iban kamulliyahan sin kaaw'anakan simusugpat da pa kaamaan pa kamaasan, biya’ sin panungbasi namu ha manga kanabi-nabihan yadtu amuin piyarayaw nila in manga ammal nila, nag jihad sila iban nagpasaplag daakan sin Allahu ta'ala, damikkiyan niya tungbasan namu sasuku’ sin ‘Muhsin’ (naghihinang karayawan diyaakan sin Allahu ta'ala) pagpasabtanun namu duun kaniya in hidāyat pag-agama iban mamandu ha manusiya,",
                    "85": "Iban hidayatan namu da isab in Zakariya in Yahya in ‘Isa, in Ilyas... iban in katan sila yadtu dayin ha manga ‘sālihiyn’ (amuin manga tau in kiyatungkilang nila diy ha dunya pasalan sin kusug sin Zuhud nila),",
                    "86": "Iban hidāyatan namu da isab in Ismail in Al-yasà in Yunus iban in Lut... iban in tiyap-tiyap dayin ha manga kanabihan yadtu iyanugharaan namu kalabbiyahan (pag-nabi) piyalabi dayin ha katan tau, tanda in manga kanabihan Afdal na manusiya,",
                    "87": "Iban hidayatan namu da isab in kaibanan kamaasan nila iban panubu nila iban katawtaymanghuran nila, iban sila na in napi namu duma sin Risalah namu, iban hidayatan namu sila pa dan mabuntul, amuin dan pagparatsaya iban agama kasabunnalan.",
                    "88": "In panghidāyat iban pang-anughara kalabbiyahan iban pag piy yadtu hitunyuk yadtu hipanghidayat sin Allahu ta'ala kan hisiyu-hisiyu na kabayaan sin Allahu ta'ala hidayatan dayin ha manga iypun niya, iban sila yadtu in manga kiyatawfiqan pa karayawan iban nakaagad ha kasabunnalan, bat bang nagshirik in sila amuin manga nasabbut yadtu, tantu naba’tal in katan unu-unu nahinang nila hinang marayaw iban salih, iban naluppas in karayawan nila katan.",
                    "89": "In sila manga kanabihan nasabbut yan, iban na sin manga miyamagad kanila amuin piyagkadihilan namu kakitaban dayin ha taas langit, iban ilmu, iban Risalah, na’ bang magkupul ha Risalah yan in manga kafir Qurayish amuin manga mushrikuwn, tantu tuud wiyakil namu in mamalihala kaniya iban mamaratsaya kaniya ha manga Qawman bukun sila kafir, sila na yadtu in manga muhajirin iban ansar, lagi tiyawfiqan namu sila duma sin ‘Risalatil Iman’, biya’ sin sapantun sila in nahinang kiyawakilan magdā sin Risalah yadtu.",
                    "90": "Sila na yadtu amuin manga kiyahidāyatan sin Allahu ta'ala, na’, upi kaw O ikaw Rasul! ha pamandu nila, iban agad kaw ha tiranan nila ha panawag-tawag nila pa manawhid pa Allahu ta'ala iban mamakay sin akhlaq mulliya, iyan kaw O ikaw Rasul ha Qawman mu! : “Di saini aku mangayu dayin kaniyu bayad hisambi ku ha Qur'an iban ha pagpasaplag ku Risalah ini”, bukun hat unu in Qur'an ini malayingkan Usiyat patumtum pa katan-tan makhluq, manusiya naka atawa Jin iban pa sin dugaing.",
                    "91": "Ulihan dayin didtu siyambungan sin Allahu ta'ala in nagmungkir ha tungud pagpara sin Allahu ta'ala rasul dayin ha bangsa manusiya, amuin sabunnal tuud in manga mānusiya yadtu wala nila nama’rifat In Allahu ta'ala sin pagma’rifat sampurna, in tanda niya miyungkir nila in pagparā niya karasul-rasulan, iban pagpaturun niya kakitab-kitaban, iban iyan nila pa in Nabi (sallallahu alayhi wasallam) : “Wayruun da napaturun sin Allahu ta'ala ha siyu-siyu na manusiya unu-unu na dayin ha kaayat-ayatan iban kakitab-kitaban”, iyana sila O ikaw Rasul! : “Hisiyu tà amuin nagpaturun sin At-tawrat kan Musa, (ampa in kitab yan) sahaya iban katarrangan nanglilay sin kasabunnalan dayin ha kaba’talan? Hinang niyu sadja O kamu yahudi in At-tawrat sulat nasasalik-salik, higuwa niyu in kaibanan niya, manjari in kalagguan sin bahagian niya hitapuk niyu, kintas-kintasun, kiya hihindu na sa kaniyu amuin waypa bakas kiyaingatan niyu (piyalabay ha wahi amuin manga parkala agama iban pagdunya) kamu iban sin kaamaan niyu”, iyan kaw : “Allahu ta'ala, siya in nagpaturun sin At-tawrat iban Al-Qur'an”, ubus ampa mu sila pasāriha halaum kaba’talan nila naglalangug nagkukulliatan.",
                    "92": "Iban in Al-Qur'an ini kitab mataud barakat niya iban kamumpaatan niya, Piyaturun namu siya kaymu O ikaw Rasul!, namastii iban namunnali ha unu-unu na napaturun nakauna dayin kaniya manga kakitaban sin karasulan kanabihan biya’ na sin At-Tawrat iban Al-Injiel, iban hasupāya mu hikapamanda’ ha manga tau makkah salaggu-laggu na lungan in panhid sin hal niya iban amuin ina sin daira niya, yan duun kaniya in Ka’bah mulliya, amuin panagnaan bay nabangun lalagihun sin manusiya, kiblat siya sin ummat (Muhammad (sallallahu alayhi wasallam)), iban hasupaya mu kabandaan in siyu-siyu na ha katilibut niya dayin ha bangsa manusiya, adapun amuin sila namamaratsaya ha adlaw akhirat, sila yan in manga mamaratsaya ha Al-Qur'an yan, lagi in sila tattap nila piyapalihara in pagsambahayang nila (damag nila sin siksa ha akhirat).",
                    "93": "Wayna lumandu kazaliman (kaanyayahan) dayin ha amuin naghinang-hinang ha Allahu ta'ala kaputingan, (naggulal naka nabi atawa nanghimuting ha Allahu ta'ala) misan dakuman salat, atawa ka imiyan : “In aku ini kiyapaturunan sin Allahu ta'ala wahi, parahal nagputing siya ha pagda’awa niya yaun, atawa isab nagda'awa bat bunnal tuud in siya makagaus magpaturun biya’ sin Al-Qur'an yaun, bang mu sadja kakitaan kaawnan sin manga sila zalimin (kafirin) yan halaum kiyasisigpitan pag tangsu’ nyawa nila iban ha sakarātal mawt nabubungul nahihilu kamatay, salta yaun in manga malaikat biyubuklad in manga lima nila manangsu’ sin nyawalihan nila, amu agi nila : “Paguwaa niyu kunu in napas niyu dayin ha lima namu, iban lappasa niyu yadtu dayin ha ajab bang niyu kagausan”, ha adlaw ini hipaglanggal niyu na in ajab manghihina, mamimias, ha sabab sin paghinang-hinang nila ha Allahu ta'ala kaputingan, (batal way kasabunnalan niya, biya’ na sin gulalan sakutu in Allahu ta'ala, atawa mag da’awa pag wahihan siya iban nabi siya), iban lagi in kaawnan niyu timatakabbul kamu, di kamu mamaratsaya ha manga kaayat-ayatan sin Allahu ta’ala iban di niyu pakayun bawugbugan.",
                    "94": "(Iban in hi iyan kanila bang didtu na ha akhirat) : “Tantu tuud yari na kamu nakakari kāmu maksud hisabun nagtitinunggalan, (nabubutas dayin ha ahli iban dayin ha alta iban dayin ha anak), biya’ hantang sin tagna pagpapanjari namu kaniyu waktu kamu yampa piyag anak, way misan lampik siki (tawumpa) iban naghuhubu’ pa, kiyabin niyu ra kiyataykuran niyu in unu-unu na kiyadihil namu kaniyu pangalta iban sin kandiy dayin ha yadtu, didtu ha dunya, iban (adlaw yan) way kabaakan namu tapil niyu amuin manga panapa'at sin barhala amuin piyag da’awa niyu bat in manga yaun sabunnal tuud patut da isab sumbahun, na, in sila yaun sapali kunu sin Allahu ta'ala, ampa tantu tuud napulakkanat na in pagtibuuk niyu, iban miyugtu na in parsugpatan niyu, wayna piyagbaggutan sin antara niyu, kamu iban sin piyanakutu niyu, iban way ra kamu siyāa’bu, piyasaran da kamu sin amuin bakas niyu piyag da’awa ha   panakutuhi iban in sila yan bat sapali sin Allahu (Subhānahu wa ta’ala).”",
                    "95": "Sabunnal tuud in Allahu ta'ala (‘Faliq’) mangbubuak unu-unu bigi, paguwaun niya dayin ha (bigi) yadtu in partumbuhan, iban (in siya Faliqun Nawā) magpa uplut sin unu-unu na pangtusan, siya in magpaguwa sin tumbutumbuhan buhi dayin ha bigi binhi nanglalanus, natitigang, iban in binatang dayin ha iklug, iban siya in magpaguwa ha binhi (ha bigi) amuin lanus naninigang dayin ha tumbu-tumbuhan buhi-buhian iban in iklug dayin ha binatang, iban damikkiyan siya in magpaguwa ha mu’min dayin ha kafir (labay anakun), iban siya ra isab in magpaguwa ha kafir dayin ha mu’min, biya’ da ha yadtu in hantangan, In taghinangan sin manga hinang makaajjayib yadtu siya Allahu ta'ala isa-isa niya ra, ha bihayan pakaradjaan, biyadiin pa kaagi niyu malling dayin ha kasabunnalan, dayin ha mag-ibadat pa Allahu ta'ala amuin tagpapanjarihi ha katan unu-unu, amuin piyaabak niyu simumba iban kamu ha amuin di makaparatung kamudarratan iban kamumpa'atan?!",
                    "96": "Allahu ta'ala ra isab in magpā-pupulak ha sawa sin subu dayin hakatigidluman sin dum. Tag-papanjarihi ha sawa sin adlaw, iban hinang niya in dum pagpasaddapan panghali-halihan, dumuhung duun ha masa yan in manusiya magkadjarihanan magsang-sāa’, iban hinang niya in suga iban bulan labayan paghihisaban kawaktu-waktuhan in hantangan sin susunan sin katan nasabbut yadtu. Takdir yadtu (gantaan) sin (Tuhan) ‘Al-Aziz’ (Maha-kawasa, Mangdaraug). ‘Al-‘Alim’ (Sampurna in pang-ingat niya ha katan makhluq niya).",
                    "97": "Iban in siya, hinang niya atawa piyapanjari niya kaniyu in manga bituun, pamamandugahan niyu ha pagtulak-tulakan ha katigidluman dum, iban ha mangablangan umuntas tawid, bat di masalu ha duwa lalabayan yan, in kami sabunnal tuud nalilay namu na in manga Ayat tanda sin kasampurnaan sin Qudrat namu, kawasa namu, ha manga Qawman nakahahāti sin nyuk-nyuk sin kabasaran niya, iban nakai-ingat sin hakikat niya, amu yadtu in hinangun nila dalil ha palihalan Awun Tuhan (Allahu ta'ala) iban hika panawhid kaniya iban sampurna in Ilm (Pangingat) niya iban Qudrat kawasa niya.",
                    "98": "(Amu yadtu in manga Ayat katanda-tandaan ha gumi iban ha taas langit, ampa adapun in manga Ayat timatanda ha ginhawa baran), Allahu ta'ala in nagpapanjari kaniyu ha panagnaan dayin da ha hambuuk ginhawa, (amuna hi Adam (alayhis salam)), mahuli ampa kamu timaud, dulbaya kamu maghula-hula ha babaw gumi, iban pagtaw’an kaniyu puas kamu matay halaum tiyan niya, In kami tantu tuud nalilay namu na in manga Ayat manunjuki ha kasampurnaan sin Qudrat namu iban Irādat namu, tudju pa manga Qawman piyaham nila in unu-unu na kaayat-ayatan batbatun kanila, ubus ampa nila paratsayahun.",
                    "99": "In Allahu ta'ala siya amuin magpa tu’u dayin ha gabun ulan, ampa niya na isab paguwaun (patubu'un) sabab sin ulan yadtu dayin ha lupa in ginisan sinip sin hiyanum inda walna, ampa niya na isab piyaguwa dayin ha tumbu-tumbuhan yadtu in uhayan nanggagaddung sin kabaguhan, amuin gumuwa dayin ha uhayan yadtu in bigi napupungud-pungud biya’ na sin bulaya pāy, iban paguwaun niya dayin ha daul sin kahuy hulma in bagaybay niya (nātutundun ha giyagay niya) kiyukuut-kuut sin timitindug iban limilingkud, iban paawnan niya kamu manga kauma-umahan grapes iban zaytun iban rumman, (kadalima’-dalima'an), sibu’ in aslag iban walna, saguwa bukun sibu’ in nanam iban parasahan, atud bakaw sin atud nananali iban halaum pamintang mawun pa bunga (kahuy) yadtu bang munga na, iban ha paghihinug niya bang mahinug na, sabunnal tuud duun ha katan nasabbut yan tantu in manga yan kadalil-dalilan (manunjuki sampurna in qudrat iban kawasa sin tagpapanjarihi (sin katan alam ini) piyatudju pa qawman nagpaparatsaya.",
                    "100": "Dalam bihayadtu hinang da sin kaibanan mushrikin in Jin piyanakutu ha Allahu ta'ala, Siyumba nila iban liyaggu nila, parahal in Allahu ta'ala siya in nagpapanjari kanila, Kiyai-ingatan nila ra yadtu, biyadiin kaagi mahinang in Makhluq sapali hikasakutu ha Allahu ta'ala amuin Tagpapanjarihi? Naghinang-hinang sila kaputingan iyawnan nila siya anak, biya’ kan Aziz iban hi ‘iysha, iban anak babai biya’ sin manga Malaikat tatkala nila namukal na in manga sila anak babai sin Allahu ta'ala, tanda yan sin ka'awaman nila tuud ha Allahu ta'ala iban hakabansagan niya, Mahasutsi siya iban Mahatinggi dayin ha pagpapata nila na Allahu ta'ala (kaputingan hinang-hinang iban kaba’talan).",
                    "101": "Allahu ta'ala in nagpapanjari iban nagpaawun sin pitung-lapis langit iban gumi dayin ha wāa’, ha wayruun singuran, biyadiin kaagi in kaawnan sin Tagpapanjarihi, Amuin nagpaawun yan taga-anak, iban biyadiin kaagi kumawa pa siya dayin ha piyapanjari niya anak? Sin wayruun isab asawa niya hasupaya niya kaanakan? Walawpun niya piyapanjari in katan unu-unu, lamud na dayin kanila in manga Malaikat iban Al-Masiyh iban hi Aziz, masi ra in kaawnan niya dayahan, di humajat dayin ha katan unu-unu, iban way makatapuk kaniya nakatatapuk iban in katan unu-unu kiyai-ingatan niya.",
                    "102": "Sabunnal tuud amuin nag sipat sin kasipat-sipatan sampurna nabangkil amuin nakalabay yaun siya na in Allahu ta’ala amuin Tuhan niyu amuin nanunggalan sin pagka-‘Uluwhiyyah’ (Tuhan susumbahun) iban pagka-‘Wahdaniyyah’ (pagka-tunggal), way Tuhan mamalihala kaniya dugaing dayin kaniya. Siya in Tagpapanjarihi ha katan unu-unu, sarta siya isa-isa niya in Tagmustahak sumbahun hangkan sumbaha niyu siya, karna in siya kiyapapayuhan niya kiyajajagahan in katan unu unu.",
                    "103": "Di siya kakitaan sin pangatud bang ha dunya pa, bang ha akhirat kakitaan na siya sin manga bar-iman, ampa in Allahu ta'ala siya ra isa-isa niya in makasakup sin pangita nila iban dugaing dayin sin yan, iban In siya ‘Al-latiyf’ (Kiyai-ingatan niya in kanyuknyukan sin katan parakala sambil sin kamuskil-muskilan) n patilu’uyun ha iypun niya, iban ‘Al-khabiyr’ siya (tattap niya kiyai-ingatan in naka lalahil iban nakatatapuk unu-unu parakāla sin Makhluq niya).",
                    "104": "Tantu tuud dimatung na mawun kaniyu O kamu manga manusiya! in kabaynat-baynatan, in kadalil-dalilan masawa dayin ha Tuhan niyu, nanunjuki sin pagka Uluwhiyyah Niya iban pagka Wahdaniyyah niya, in parkāla yadtu yan halaum Al-Qur'an, siyu-siyu in piya sub-sub niya yadtu pa akkal niya siya yadtu in nakaingat sin kasabunnalan, na’, hisiyu-siyu naka-ingat sin kasabunnalan iban tiyali niya sin akkal niya in kabaynat-baynatan, kadalil-dalilan iban piyaratsaya niya, tantu tuud mattan nakatukbal siya pa ginhawa baran niya karayawan, iban hisiyu-siyu nagbuta-buta dayin ha kadalil-dalilan, iban way niya piyasub-sub pa akkal niya, tantu piyakugdanan niya mudarrat in ginhawa baran niya, ampa in aku bukunda unu bang unu hat sadja Rasul, bukun rasul magjajaga magkikira sin manga ammal niyu, saguwa tuput da magbabanda’.",
                    "105": "Biya’ da in hantang sin lilay namu in unu-unu na nabangkil yadtu, lilayun namu in manga Ayat ha indaginis tibayhuan, amuin tumup na makām kahalan, ay duun naka parjanjian tungbas marayaw atawa antup sisiksaun ha manga tau narka, ampara sila mamintang, iban hasupāya maka-iyan in manga kafir ha katapusan akibbat sin pakaradjaan nila : “In ikaw yan Muhammad ! (sallallahu alayhi wasallam)  napangadji mu ba in manga ilmu sin ahlil kitab (yahudi iban nasrani) iban nakapangadji kaw dayin kanila, hangkan pag ubus mu dayin didtu kanila amuna in dima na kaw Al-Qur'an yan, iban hasupaya namu mapatarrang in Al-Qur'an yan pa manga Qawman nakahahati (sin kasabunnalan ubus yadtu hiyati nila iyagad nila, piyakay).",
                    "106": "Agara O Ikaw Nabi! In unu-unu na piyag-wahi kaymu sin Allahu ta'ala, iban pagnayik-saksi kaw sabunnal tu'ud way Tuhan mapatut Sumbahun malayingkan siya, iban tinggali taykud kaw dayin ha panglugati sin manga mushrikin iban panaggai nila kaymu.",
                    "107": "Sabunnal tuud in Allahu ta'ala sangat makagaus hinangun niya in katan manusiya mu’min katan, bang kiyahandak sin Allahu ta'ala hidayatan niya (paka Islam) in manga mushrikīn mattan sin way sila nashirik ha pasal pagsumba nila hangsulag unu-unu dugaing dayin kaniya, ampa wala namu kaw O ikaw Nabi! hinang magjajaga kanila, ubus yadtu ampa mu sila tungbasan hitungud ha ammal nila iban damikkiyan bukun kaw in kiyawakilan iban bukun kiyahangla kaymu in pakaradjaan nila, amuin mahinang mu sila katan bar-iman.",
                    "108": "Iban ayaw lait-laita niyu O kamu manga bar-iman! In barhala sin manga mushrikin hasupaya di nila lait-laitun isab in Allahu ta'ala laugan nila iban anyayahun, iban dayin ha sabab kaawnan nila butabisu ha hal sin Allahu Ta'ala, iban ka'awaman nila sin kawajiban panglaggui iban pang mahasutsi kaniya, biya’ sin pagpaibug namu kanila manga mushrik yan amuin bawugbug nila ha hal sin barhala nila (al-wathaniyyah) yan iban hal pagsumba nila barhala yan, iyari-ari namu piyapasub ha tiyap-tiyap ummat in ammal nila (marayaw iban mangi, hangkan nila hinang), ulihan dayin didtu in gu’gu’ sin hal nila katan in bingan nila madtu ra pa Allahu ta'ala madtu sila pa akhirat, ubus hibayta niya na kanila in unu-unu na nahinang nila waktu ha dunya pa, iban tungbasan niya sila hitup ha yadtu.",
                    "109": "Iban simapa in manga (kafir tau Makkah) sapa piyanguwad-kuwaran, amuin sapa piyagagawgut nila ha ginhawa nila, ibut tuud bang dumatung da kanila in Muhammad amuin siyukat nila tantu tuud paratsayahun nila na, iban sabunnalun nila na in ikaw yan Rasulullah, iyana sila O ikaw Nabi! : “Sabunnal tuud in bingan ha hal sin Kaayat-ayatan ini tuput da Allahu ta'ala siya ra in sangat makagaus ha yadtu, bang niya hi kahandak, na’ paratungun niya yan, iban bang isab niya di hikahandak, na’ di niya ra yadtu paturunun, iban unu in pangirab niyu O kamu Bar-iman! bat sabunnal tuud in sila yan mamaratsaya na bang yadtu dumatung na kanila, bunnal tuud in sila yan di da mamaratsaya ha hakikat niya.”",
                    "110": "Iban pallingun namu da in pangatayan nila (dayin ha manaymai kasabunnalan) iban sin pangita nila dayin ha kimita sin kasabunnalan (bang tumurun na in Ayat amuin siyukat nila), biya’ da sapantun sin laku nila timurun mayan in Kaayat-ayatan namu tagna pa way ra yadtu piyaratsaya nila, iban (in kami) pasaran namu na sila halaum pangliyu lakaran nila nahahayran (nahahāpung, di makatullus pa kasabunnalan).",
                    "111": "Iban damikkiyan misan pa in kami piyaturun namu kanila in Malaikat (biya’ sin siyukat nila) iban bissarahan sila sin manga miyatay (biya’ sin siyukat nila papakawnun kanila in kamaasan nila amuin miyatay na mamissara kanila), iban piyūn namu mawun kanila in unu-unu katan umakun (sin bunnal in bayta namu iban biyanda’ namu) di da yadtu mahinang tikduhanan sin hikapamaratsaya nila malayingkan bang hi kahandak sin Allahu ta'ala, saguwa in kamatauran nila naa'awam (sin hal yadtu).",
                    "112": "Iban biya’ sapantun sin iyawnan namu kaw satru dayin ha mushrikin, damikkiyan niya iyawnan namu da isab in tiyap-tiyap Nabi (nakauna dayin kaymu) satru manga shaytan manusiya iban jin, maghubat hiyubāti sila ha antara nila kaniya pa kaniya himumungan iyaari-arihan kaputingan malanu hipanglingu, bang sadja nagkahandak in Tuhan mu way yadtu nahinang nila, na’ pasari na sila O ikaw Nabi! iban sin kaputingan hinang-hinang nila (kaymu iban ha Allahu ta'ala) yan, karna tungbasan da sila sin Allahu ta'ala siksa kabiasan iban tabangan niya ra kaw, paraugun kanila.",
                    "113": "(Maghubāt-hiyubāti in sila manga shaytan pawyu-pawyu ha antara nila sin himumungan piyangangari-ngarihan kaputingan). hasupaya nila marupang in manga bar-iman, iban hasupaya sūban gumapi pa kaba’talan iban pa himumūngan amuin iyaari-arihan yadtu in pangatayan sin manga kafir amuin dunya ra in biyargantungan nila, amuin sila di magpaparatsaya ha akhirat, iban hasupaya kumuyag hayadtu in ginhawa baran nila, iban hasupaya sila makahinang sin paghihinangun nila kama'asiyat-ma'asiyatan iban pardusahan.",
                    "114": "(O kamu mushrikin!) Unu lumawag pa ka aku manghuhukum mananalassay ha antara niyu iban aku kandiy dayin ha Allahu ta'ala, Manghukum?! sin in Allahu ta'ala siya in nagpaturun kaniyu Al-Qur'an amuin nalilay salta masawa, sabunnal tuud in manga ulama sin ahlil kitab (yahudi iban nasrani) gawgut in pangingat nila bunnal tuud in Al-Qur'an yan turun dayin ha Allahu ta'ala, ha kasabunnalan wayruun halaum niya sak, nahati nila dayin ha kakitaban nila napaturun biya na sin At-tawrat iban Al-Injiel, hangkan ayaw kaw maya’ mahinang dayin ha manga nagsashak-shak.",
                    "115": "Iban tikmud da asal in Kalimat piyagkabtangan sin Tuhan mu Allahu ta'ala, in katan bayta niya iban daakan niya iban liyangan niya iban janji niya (ha manga tau surga) iban antup niya (ha manga tau Narka), iban tammat na in Kalamullah Al-Qur'an yan, iban sin shara niya yan, iban timus na asal in himumūngan amuin jiyanji sin Allahu ta'ala padaugun niya in Nabi niya, ‘Sidqan’ (bunnal in katan bayta niya) iban ‘Adlan’ (ka'adilan in katan pardaakan niya iban kahukum-hukuman niya), way na makapinda ha piyanghukum sin Allahu ta'ala, in siya tattap niya kiyadudungugan in katan himumungan sin iypun niya, tattap niya kiyai-ingatan in katan pakaradjaan nila, tungbasan niya in katan tag-ammal, naammal niya.",
                    "116": "Iban bang kaw magta'at O ikaw Nabi! Ha manga kafir amuin sila yan kalubukan sin manusiya ha gumi ini, lawngun nila na kaw, mapalawak dayin ha agama kasabunnalan, way ra iyagad nila ha pag-agama nila iban ha panglugati nila dugaing dayin sin utub-utub nila amuin way ujjuk puun niya, iban wayruun da unu bang unu malayingkan iyanyam-anyam nila sadja iban kiyumpas-kumpas, wayruun baynat iban pangirab.",
                    "117": "Sabunnal tuud in Tuhan mu O ikaw Nabi! Sangat niya kiyai-ingatan hisiyu-siyu in malawung, iban sangat niya kiyai-ingatan (in ha dan mabuntul) amuin manga kiyahihidayatan.",
                    "118": "Kaun kamu O kamu manga mu’minin! dayin ha nalabay sumbayi amuin kiya sabbutan ngan sin Allahu ta'ala, iban ayaw kamu mangharami misan salat dayin ha yadtu, karna in katan nasumbayi amuin bukun haram kaunun, halal yan bang bunnal kamu nagpaparatsaya ha kahukum-hukuman sin Allahu ta'ala.",
                    "119": "Unu in imagpang sin hikakaun niyu dayin ha amuin kiyaijin kaniyu sin Allahu ta'ala iban kiyasabbutan ngan sin Allahu ta'ala? Parahal tantu tuud napatarrang na sin Allahu ta'ala kaniyu in hiyaram niya kaniyu kaunun sin pagpatarrang natataki-taki, malayingkan ha hal daruwra amuin wayna dapat in di kumaun misan da kuman maniyu-tiyu dayin ha hiyaram niya kaniyu, (pasal in katan darūra jarihun niya in katan hiyaharam), daypara sabunnal tuud in kamatauran manusiya amuna in manga kafir tantu tuud lawngun nila in kandiy dayin kanila sin hawanapsu nila, ha sabab yan halalun nila in haram, iban haramun nila in halal misan way tanda iban dalil, saguwa in Tuhan mu O ikaw Rasul! Sabunnnal tuud sangat maka-ingat ha hisiyu-siyu na in nangliyulakad sin manga had niya, na’ hiyalal nila in hiyaram sin Allahu ta’ala, iban hiyaram nila in unu-unu na hiyalal sin Allahu ta’ala, biya’ sin ahlil jahiliyyah amuin hiyalal nila kaunun in bangkay.",
                    "120": "Mahuli dayin didtu nangdaak in Allahu ta'ala papatinggalan in katan ginisan dusa iban ginisan ma'asiyat, in nakatatampal (biya’ na sin paminasa iban pagtakaw iban pagzina iban kandiy dayin ha yan) atawa kan in nakararahasiya ha batin (biya’ na sin jangki, ihid, astul, giging), sabunnal tuud in manga maghihinang pardusahan diy ha dunya, tungbasan da sila ha akhirat ha gantaan sin nahinang nila dusa.",
                    "121": "Iban ayaw kamu kumaun dayin ha manga siyumbayi amuin nasumbayi ha ngan sin dugaing dayin sin Allahu ta'ala, karna in pakaradjaan yadtu guwa ta'at ha Allahu ta'ala, adapun ha pasalan sin siyumbayi amuin tiyuud way Bismillahan sin muslim, (bang ha kamatauran Ulama jumhur nila) : “Haram” yadtu kaunun, saguwa ha papanaw hi Al-Imam As-Shafi’iy : “Harus” kaunun), ampa in manga shaytan sabunnal tuud tantu wiswasan nila hubātan in manga mushrikin amuin timatabang kanila hasupāya nila kamu kalugatan ha hal pagkaun bangkay binatang. Na’, bang kamu magta'at kanila ha pangjarihi nila kumaun bangkay binatang mahinang da kamu mushrik biya’ kanila.",
                    "122": "Mahuli niya, miyutang in Allahu ta'ala par-upamahan ha hal sin mu’min iban ha hal sin kafir, in piyag upama sin Allahu ta'ala amu na in parman niya : “Unu in kaawnan sin siyu-siyu na bakas miyatay sin pagkupur iban pasal ka’awam, ubus ampa namu biyuhi sin pag-iman, iban hinangan namu siya sahaya (hidāya), hika ilaw sin darānan niya ha antara sin manga manusiya, magsibu’ ka yadtu iban sin hisiyu-siyu na in sipat niya yaun na nahulug palawum katigidluman sin kakupulan kashirikan, wayna ab-abun niya makaguwa pa dayin duun?” Biya’ sin iyari-ari sin Allahu ta'ala in pamaratsaya ha manga bar-iman, damikkiyan iyari-ari isab ha manga kafir in unu-unu na dayin ha manga (mungkar) pangkal paghinangun nila.",
                    "123": "Iban biya’ sin hinangan namu in Makkah sin kanakuraan mujrim manga nagjajahulaka halaum niya hasupaya sila makahinang katitipuhan duun halaum niya damikkiyan niya hinangan namu da isab ha tiyap-tiyap lūngan kanakuraan tau mujrim niya, jahulaka halaum niya, maghinang katitipuhan halaum niya, ampa wayruun da tipuhun nila malayingkan in baran nila, amura kuman wala sadja nila kiya nanaman, kiya alab-alaban, in pangannal nila kandīy in natipu nila.",
                    "124": "Iban apabila datungan in ahli Makkah (iban sin biya’ sibu’ nila dayin ha manga kanakuraan sin mujrimin, manga jahulaka) kadalil-dalilan tanda ha kabunnal sin Nabi (sallallahu alayhi wasallam), imiyan sila : “Di da kami magkahagad ha risālah mu sahingga makatabuk kami wahi iban pag nabi biya’ sin kiyadihil ha karasulan sin Allahu ta'ala”, in sambag kanila sin Allahu ta'ala : “Allahu ta'ala, siya ra in labi Maka-ingat bang hisiyu in mapatut piniun butangan pag Rasul. Kugdanan da in manga mujrimin (manga jahulaka) ha sabab sin himumūngan nila yadtu kabiasan puas sin kalagguan nila bang didtu na ha hadarat sin Allahu ta'ala ha hari Qiyamat iban ajab makusug ha adlaw akhirat, ha sababan sin kapanipu nila nag aabut-abut sin ha dunya pa.",
                    "125": "Iban adapun hisiyu-siyu kahandakan sin Allahu ta'ala hidayatan, pahayangun niya iban ukaban in daghal pa Islam iban papagsahayahun in pangatayan sahingga manaymai sin ka-Islam, iban hisiyu-siyu in kahandakan niya lawngun pasigpitun niya in daghal papiggutun, biya’ sin saka ula-ula daakun papagabanun pa taas langit, ampa di niya kagausan, iban mahunit sumud in iman pa pangatayan niya, biya’ da sin damikkiyan yadtu papagmanjaun sin Allahu ta'ala in paniksai niya duun ha bukun bar-iman ha sabab sin panaggai nila iban pagpatural nila ha kakupulan.",
                    "126": "In dān amuin piyag daranan sin Nabi (sallallahu alayhi wasallam) iban sin manga Mu’min yan ; Siya na yan in agama (Al-Qawim) mabuntul amuin way siku’ liuk niya, tantu tuud napatarrang namu na in manga ayat Qur'an iban napasawa na pa manga Qawman magpakatumtum iban pagpakayun nila in akkal nila iban magpangdung-dung iban liyagi nila pagpuas yadtu.",
                    "127": "Siyuku' kanila (manga magpakatumtum makasayu magpangdung-dung) in surga huhulaan sajahitra dayin ha katan kahuhukawan, ha adlaw Qiyamat in Allahu ta'ala siya in Wali nila, umupiksa sin pakaradjaan nila iban gapi nila Magparaug iban Manabang kanila dayin ha sababan sin manga ammal nila marayaw.",
                    "128": "Iban tumtuma ra O ikaw Nabi! amuin jumatu ha adlaw Qiyamat, adlaw tipunun sin Allahu ta'ala in katan Manusiya iban Jin katan-tan, ubus ampa sila iyanun sin Allahu ta'ala : “O kamu tumpukan Jin!, In kamattanan niya kiyakansangan niyu na tuud lingu in manusiya iban liyawung, sahingga agun mahukum na miyamagad katan kaniyu, hangkan piyulin namu sila piya bunyug kaniyu.” Laung isab sin tabang nila dayin ha pihak Manusiya: “O Tuhan namu! nakapag lagi-liyagihi kami ini kaniya pa kaniya, kiyapag-lagi sin Jin in manusiya pasal iyagaran nila piyag ta'atan nila iban kiyapag-lagi isab sin Manusiya in manga shaytan pasal himindu kanila sin kashahawat-shahawatan iban iyari-ari kanila iban piyaibug sin kaharam-haraman, iban nakabaak paidda in magtatalus-talus dayin ha ilmu sin Jin, ampa iyabut na kami ini sin ajab amuin hiyad mu kamu amuna in kamatay iban sin unu-unu na agad madtu, amuna in hari Qiyamat, iban simampay na kami ini pa amuin jiyanji mu kāmu, dayin ha jumlahan sin himuting namu sin dunya pa.” parman sin Allahu ta'ala : “In narka amuin tampat maqam durukan niyu, kakkal kamu halaum niya salama-lāma, malayingkan in hikahandak sin Allahu ta'ala papaguwaun ha guwa sin narka, in hipapa-inum kaniyu amuna in iinuman sangka pasū, guta’-gutaun niya in lungun-lungun nila”, ingata bunnal tuud in Tuhan mu ‘Hakim’ (in kakahinang niya iban pagtungbas niya) lagi ‘Alim’ (sampurna in pangingat ha unu-unu na tumup kapatutan sin tiyap-tiyap tumpukan).",
                    "129": "Iban biya’ sin pagparul namu magtamattu’ in manga barma'asiyat dayin ha Manusiya iban Jin dayin ha kaibanan pa kaibanan, papagmanjaun namu dulan in manga Jin Zalim manakbawi ha manga manusiya Zalim, iban papagmanjaun namu in sila Zalim yan magtakbaw-tiyakbawi ha antara nila pagkahi, ubus yadtu ampa niya sila mulahun binsanaun, tungbas kanila, dayin ha sabab sin dusa nahinang nila iban pagkupul iban pagma'asiyat.",
                    "130": "(Bang ha adlaw mahshar pagpulin ha katan makhluk) Mag Parman in Allahu ta'ala O kamu manga Jin iban Manusiya !, unu wala ka dimatung na kaniyu in manga karasulan dayin da jumlahan niyu atawa haba'anan niyu nanawag-tawag kaniyu pa pagparatsayahun kamu, bat sabab in katan karasulan dayin ha anak apu Adam, in manga karasulan yadtu batbatun nila kaniyu in manga ayat ku amuin napaturun kaniyu, iban biyuga’ nila kamu sin pang ajab ha adlaw Qiyamat, Laung nila : “Maghimunnakun kami sabunnal tuud in karasulan mattan nakapasampay na kāmu sin manga risalah mu, iban kiya banda'an nila na kami sin pagbaakun kaw, iban sabunnal bunnal in adlaw ini bat jumatu tuud way pagduwa-ruwa, daypara natipu sila sin kabuhi dunya iban pangari-ngari niya iban shahawat niya, napa’gang niya sila mamaratsaya ha karasulan, iban piyanglupahan niya sila sin awun tuud paghisab iban pagtungbas, iban damikkiyan naghimunnakun sila nanaksili ha ginhawa nila sabunnal tuud in kajarihanan nila sin ha dunya pa nakapagkafir sila pa Allahu ta'ala iban ha karasulan niya iban ha kakitaban niya iban ha Kaayat-ayatan niya.",
                    "131": "In pagpara karasul-rasulan iban pagpaturun kakitab-kitaban yadtu in sabab niya pagga sabunnal tuud In Allahu ta'ala di siya magpang juljana tau sin manga lūngan iban manga daira labay niya anyayahun, ha sakainu in tau niya (gafilūn), way pa sila bakas kiyaparāhan Rasul amuin magpatarrang kanila (daakan sin Allahu ta'ala), duun ha ini ampa sila mahukum bang sila kaparāhan na Rasul, amuin bukun na sila (gafilūn).",
                    "132": "Iban in tiyap-tiyap dayin ha Jin iban Manusiya amuin manga mukallaf, sibu’ da in nagta'at dayin kanila atawa nagmama'asiyat ; nagtutungkakali in darajat nila didtu ha akhirat, in ha sulga iban sin ha nalka, diin-diin na in tumup ha ammal nila, ampa in Allahu ta'ala nasasakup sin pang-ingat niya in katan ammal,wayruun makatapuk dayin kaniya hangsulag unu-unu, ubus in katan ammal yadtu tungbasan niya ha tag-ammalan kaniya bang mabut na in adlaw ‘Ma'ādd’ ; adlaw akhirat.",
                    "133": "Iban in Tuhan mu O kaw Nabi!  Siya in sangat dayahan, di humājat ha katan mahkluk niya, iban ha katan ibadat nila iban ha katan ammal nila, di niya hipaglagi in pagparatsaya nila kaniya, iban di makamudarrat kaniya in pagkupul nila kaniya, iban mampunyahi rahmat simaplag katan Baying-ulungun siya, amuna yadtu papata sin sangat mahamura iban mampunyahi kalabbiyahan Ni’mat, In siya bang yan magkahandak juljanaun niya ra kamu siksaun sin siksa lapnas, ubus yadtu ampa kamu sublihan niya pagpuas niya kamu juljanaun sin kaibanan makhluq hikahandak niya pasublihun, dayin ha amuin afdal dayin kaniyu iban labi bartā'at, sali’ sin hantang amuin tiyakdil niya pagpapanjari niya kaniyu dayin ha panubu’ sin dugaing na Qawman, biya’ sin tau nakaagad ha bahitra hi Nuh.",
                    "134": " Sabunnal tuud in unu-unu na kiyajanji kaniyu yan biya’ sin ‘al-ba’ath’ (pagbuhi miyatay) iban pagtungbas tantu maawun yan way pag duwa-ruwa, di tuud kamu yan makapaklus dayin ha ajab, karna in katan janji sin Allahu ta'ala jumatu sadja, iban way makapāguy dayin kaniya.",
                    "135": "Iyana O Ikaw Nabi! : “O kamu kawman ku (pagga di da kamu magkahagad) tutug na kamu iban pagpatarul na kamu duun ha bawugbug iban pagkupul niyu yan, puspusa niyu na in gaus niyu, wayra paruli ku kaniyu, ampa in aku sabunnal tuud patanamun kuna in paghinang ku ha bawugbug ku iban hapanawag-tawag ku iban ha ka-islam ku, ha susungun kaingatan niyu ra sayan bang hisiyu dayin katu taniyu in marayaw akibbat niya ha adlaw dunya iban ha adlaw akhirat, sabunnal tuud di da magparuntungan in manga zalim dayin ha sabab sin pagkupul nila pa Allahu ta'ala iban ha Ni’mat niya iban paghinang-hinang nila kasirikan tiyuhan nila.”",
                    "136": "Iban hinang-hinangan sin manga kafir tau Makkah suku’ in Allahu ta'ala, hilabut pa manga ‘dayif’ (luruk) iban pa manga miskin, dayin ha napapanjari niya iban sin unu-unu na biyula’sag niya panghiyanum iban bungangkahuy iban panganak binatang (al-an’am), in agi-agi nila : “In ini suku’ sin Allahu ta'ala (bihayaun mukalna nila) amu yadtu in hinangun nila hipag Qurban kaniya, manjari isab in manga ini suku’ sin manga barhala iban ‘Awthan’ amuin sakutu sin Alahu ta'ala hitukbal lalabutan pa manga maghahaddam ha ka’bah iban pa manga dugaing haddam”, ampa adapun in katan unu-unu na siyuku’ nila ha manga barhala nila amuin piyanyakutu nila, wayra hangsulag unu-unu sumampay pahala dayin ha yadtu, iban way nila tiyudju pa parkāla amuin shiyara’ sin Allahu ta'ala, biya’ na sin silaturrahim (panugpati pagkampungan) iban paglabut dayif (luruk) iban hipanarakka ha manga barhājat, saguwa tiyudju nila yadtu pa manga haddam ka’bah iban pa amuin hipagsumbayi kukulbanun, ampa in siyuku’ nila ha Allahu ta'ala amu yadtu in patudjuhun nila pa barhala tiyutuhan nila, bukun tudju pa manga barhājat, iban agi nila : “Di da yadtu lagihun sin Allahu ta'ala, Dayahan da siya”, wayna ngumiy (atawa sangi-ngi na) hukuman piyanghukum nila amuin piyalabi nila piya ag in piyagtutuhan-tuhanan nila amuin way upaya yan, dayin ha Allahu ta'ala, parahal amuin Tagpapanjarihi, Mahakawasa ha katan unu-unu.",
                    "137": "Iban biya’ sin pag ari-ari (atawa pagpahup) sin pagbahagi hiyanum iban binatang Al-An’am ha antara sin Allahu ta'ala iban sin barhala nila Awthan, iyari-ari (atawa piyahūpan) da isab sin manga shaytan (atawa manga maghahaddam barhala awthan atawa amuin sapali sin manga mushrikin ha pagkupul) ha manga tau Jahiliyya (manga ‘awam) mamatay kaanakan, hanggaw nila mamiskin atawa mabias, hasupaya nila (in manga ahli Jahiliyya yaun) magmula sin panglawngi iban maksud lamugutun in parkala pag-agama nila, (amuin piyag i-inuwak nila, amuin agama hi Ismail kay Ibrahim) kunu’ amuin magsababan sin di  hikapinig nila shiyara’ (sin Tuhan) dayin ha bukun shiyara’. Bang yan nagkahandak in Allahu ta'ala (way niya diyul kanila) tantu tuud way yan nahinang nila, saguwa in kiyati’mus nila yan labay kiyahandak sin Allahu ta'ala piyaawun niya Mampunyahi siya Hikmat iban rahasiya, Siya ra in Makahati ha manga yadtu, na’ pasari na sila iban paglatahan nila ligaw ha pakaradjaan sin Allahu ta'ala, karna di da yadtu makamudarrat kaymu, in kawajiban mu hat da magpasampay (daakan sin Tuhan).",
                    "138": "Iban laung nila (manga mushrikīn) : “In manga siyuku’ namu ha tuhan namu ini, amuin manga hayup al-an’am iban manga panghiyanum ini, piyana’gahan ini pakayun sin siyu-siyu na, iban luggiya da in tagmustahak sin manga ini ha manga susumbahun namu iban ha barhala, way makajari kumaun dayin kaniyu subay dayin ha kūg baya namu, sila ra amuin manga haddam barhala, iban manga kausugan way lamud sin manga babai, (bihayan in mukalna nila, amuin iyjin kunu’ kanila sin Allahu ta'ala) manjari in    manga hayup ini hiyaram isab gabanan iban pagluwanan in taykud niya (in manga hayup ini amu na in ‘As-Sawaaib’, iban ‘Al-bahaair’, iban ‘Al-hawaami’). ampa in kabanan mawashi (sapi, unta, kambing) ini (bang sumbayiun) di makajari sabbutan ngan sin Allahu ta'ala, saguwa in sabbutun subay ngan sin manga barhala bang sumbayiun na. In katan yadtu nagligaw sadja sila kaputingan hinang-hinangan nila in Allahu ta'ala, pasal in agi-agi nila (bahasa kunu’) : “In Allahu ta'ala imijin kanila sin pakaradjaan yaun”, na’, tungbasan da sila sin Allahu ta'ala sin tungbas tumup dayin ha sabab paghinang-hinang nila iban pagputing nila ha Allahu ta'ala.",
                    "139": "Iban imiyan pa sila : “In unu-unu na ha pakandangan iban kagatas-gatasan sin manga binatang (manga ‘Al-bahaair’ iban ‘As-sawaaib’ Al-musayyaba) ini luggiya’ suku’ sin tuhan namu, halal sadja ini ha kausugan namu, way lamud sin kababaihan, in manga ini hiyaram ha manga kababaihan, biya’ na sin kaaw’anakan babai iban kataymanghuran babai iban na sin biya’ kanila pihak babai, saguwa bang in halaum sin tiyan binatang ‘Al-an’ām’ patay na, na’ duun ha ini makajari na pagsapalihan nila kaunun dayin ha kausugan iban dayin ha kababaihan”, tungbasan da sila sin Allahu ta'ala sin kapatutan nila, ha paghimumūngan nila yan matampal in kaputing niya iban paghinang-hinang kaputingan amuin hiyaram nila amuin way hiyaram sin Allahu ta'ala, sabunnal tuud in Allahu ta'ala Hakim (ha katan kakahinang niya iban ha katān shiyara niya), lāgi ‘Alim (ha katan hal-hiwal sin īypun niya).",
                    "140": "Tantu tuud nalugi’ na (dayin na mayan ha pag agama mabut pa dunya) in sila manga namunu’ anak sin lugi’ matarrang, hanggaw nila mabias atawa mamiskin, iban ka’awaman nila, parahal way dalil tataymaun, iban hiyaram sila pa amuin piyangridjiki kanila sin Allahu ta'ala amuin dayin ha binatang (sapi’, unta, kambing) amuin sutsi, salta hiyalal, parahal nagputing sila pa Allahu ta'ala, karna sabunnal tu'ud in Allahu ta'ala way nangharami unu-unu dayin ha yadtu, gayid in sila tantu nalawung na dayin ha dan kasabunnalan iban marayaw, iban bukun sila kiyahihidayatan pa kaamuhan iban pa shara Al-Hakim.",
                    "141": "Iban siya ra amuin nagpaawun kakabbun-kabbunan (in panghiyanum niya kahuy) liyulutu sin batangan niya, iban bukun in kaibanan niya liyulutu sin batangan niya, saguwa nagpapananap ha babaw lupa, iban nagpapanjari da isab siya kahuy hulma iban panghiyanum nagtutungkakali in bunga dayin na mayan ha nanam mabut pa hamut, iban damikkiyan nagpapanjari siya (kahuy) zaytun iban dalima, magkahi in dagbus, iban bukun sibu’ in nanam, na’, kaun kamu dayin ha bunga niya bang munga na, iban guwai niyu in Zakat niya pardu ha adlaw pag ani (atawa) pag pusu’, iban ayaw mayan kamu magdaluwasa (ha pagkaun iban ha pagnafaqa) sabunnal tuud in siya di Malasa ha manga tau magdadaluwasa,",
                    "142": "Iban piyapanjarihan pa kamu sin Allahu ta'ala kabinatang-binatangan pagdarahan tau iban barang (biya’ na sin unta) iban (binatang sibi-sibi), di kapagluwanan (pangangawaan sadja pais iban bulbul iban hipaghanig, iban unud, iban gatas, iban kandiy dayin sin yadtu). Kaun kamu dayin ha kaibanan piyangridjiki kaniyu sin Allahu ta'ala, amuin manga hiyalal niya kaunud-unuran iban kagatas-gatasan sin manga hayup yadtu, iban ibut-ibut tuud ayaw kamu murul ha manga tikangan sin shaytan karna in siya yan banta niyu matampal,",
                    "143": "Iban (piyapanjarihan kamu sin Allahu ta'ala dayin ha hayup) walu sinip piyaglilimbang, usug iban babai, in dayin ha bill-bili duwa, usug daisab iban babai, iban damikkiyan isab in dayin ha kambing, duwa ra isab, iyan kaw O Nabi! “Ha siyu-siyu na amuin masuhul haramun niya in usug sin hayup, ha dugaing hal babai in haramun niya, bahasa dayin kunu’ ha Allahu ta'ala in hukuman yadtu, unu amu ka in duwa usug (kibas iban tayis) dayin ha bili-bili iban kambing in hiyaram sin Allahu ta'ala, atawa in hiyaram niya amuin duwa babai (naja iban anz) dayın kanila karuwa pihak? Atawa isab amuin hiyaram niya amu ka in ha pakandangan sin duwa ginis babai binatang yan? Baytai niyu kunu’ aku sin pardaakan ma’lum tuud pasti dayin ha Allahu ta'ala manunjuki ha kaharam sin unu-unu na hiyaram niyu, bang kamu bunnal in da'awa niyu.”",
                    "144": "Iban piyapanjarihan niya dayin ha unta duwa ra isab ; (Jamal iban Naqa) iban dayin isab ha sapi duwa ra isab ; (Thawur iban Baqara), iyana sila O kaw Nabi! : “Unu in hiyaram sin Allahu ta'ala amu ka karuwa usug sin unta iban sapi atawa amuka in hiyaram niya karuwa babai sin duwa yan? Na bang wayru'un da ujjuk puun sin pangharam niyu iban panghalal niyu, atawa unu didtu kamu nakasaa’bu nakasaksi sin pagdaak sin Allahu ta'ala atawa ka kiyawasiyatan niya kamu ha pangharami yan? (na’ ingat kamu) wayna lumabi kaanyayahan dayin manghinang-hinang kaputingan ha Allahu ta'ala, piyanggulal kaniya in piyanghukum niya, hinang-hinangan nila in Allahu ta'ala parahal kaputingan, hipanglawung nila ha manusiya dayin ha agama sabunnal, sin way dalil kapangandulan, saguwa sabab sin ka'awam mulakab, sabunnal tuud in Allahu ta'ala di niya tawfiqan pa pamandu (sin Islam) in katān ngiyanan zalim (anyaya), iban di niya sila hidayatan pa kasabunnalan iban paka'ādilan iban pakaamuhan.”",
                    "145": "Iyana sila O Muhammad! (sallallahu alayhi wasallam) : “Way aku naka baak kaunun hiyaram ha hangkatau kaunun niya halawman sin kiya wahi kāku sin Allahu ta'ala halaum Al-Qur'an yan malayingkan in kumaun bangkay binatang iban dugu’ masawil (miyusuwang dayin ha binatang nasumbayi), iban unud babuy, in siya yadtu najis, atawa amuin siyumbayi ‘Fisqan’ (nakaguwa dayin ha daakan sin Allahu ta'ala in aturan pagsumbayi kaniya) pasal siyumbayi siya ha ngan sin manga barhala, karna nila, bukun ha ngan sin Allahu ta'ala. Saguwa hisiyu-siyu in ‘Mudtar’ (wayrapat niya subay ra tuud) makakaun misan tiyu-tiyu dayin ha nasabbut yadtu pasalan sin hapdi nakalandu atawa landu iyuhaw, bukun giyasad niya atawa tiyuud (bukun siya mudtar) kumaun sin manga hiyaram yan, iban bang mayan isab di siya magpalabi dayin ha gantaan Daruwrah, na’ sabunnal tuud in Tuhan mu Mangangampun, Baying-ulungun (di niya siya pangdusahan iban siksaun, ha bihadtu sabab, pasal in siya yadtu mudtar).”",
                    "146": "(Way kapatut sin ahlil jahiliyya mangharam sin unu-unu na hiyaram nila, wayruun yadtu kiya iplak halaum At-Tawrat, damikkiyan way kiya iplak halaum Al-Qur'an), amuin mattan niya pasti tuud hiyaram namu ha manga Yahudi halaum sin At-Tawrat in katān taga kuku nalalangkum, way nau-utlang biya’ sin (kuku) unta (nadadanun) iban sin manga ‘Na’ama’, iban itik iban patu’, ampa in hiyarus kanila amuin naglalahang in gulamay biya’ sin manga manuk iban manuk-manuk, damikkiyan in sapi’ iban kambing (hiyarus da kanila, malayingkan) hiyaram namu in purna linik nila karuwa, saguwa in miymikit pa taykud nila karuwa atawa pa lungun-lungun, atawa amuin (linik) limamugay mīkit pa bukug (sin tibuusan tilawasan niya) agad na mawun in linik sin pigi (atawa ugpu’) in yan halal. In pangharami namu sin manga yadtu kanila ha sababan sin kaanyayahan nila iban panglaug nila. Iban sabunnal tuud in kami mattan tuud bunnal in katan jiyanji namu ha manga tau barta'at iban ha manga tau magma'asiyat.",
                    "147": "Na’, bang himutingun nila pa kaw O Muhammad! (sallallahu alayhi wasallam) sin manga yahudi iban sin manga mushrikin palihalan sin piyag Wahi namu kaymu yan, iyana sila : “In Tuhan niyu Mampunyahi Rahmat maluag, bat sabab way niya kamu sīksa nagsaruun duun, iban Hiyahanunut niya kamu, iban di mapa’gang in pangajab niya bang dumatung na pa Qawman mujrimin (jahulaka).”",
                    "148": "Ha susungun imiyan da in manga mushrik Quraysh iban kandiy dayin kanila : “Bunnal tuud in pagshirik namu iban pangharami namu ha manga parkala yan amuin hiyukum namu pa ginhawa baran namu, dayin yan ha kahandak sin Tuhan, rida siya sin hal yadtu, (bat bang bukun kiyahandak niya iban bukun rida niya) bang hikahandak sin Allahu ta'ala (amuin di kami makapagshirik, tantu) way kami nakapagshirik, iban damikkyan way (nakapagshirik) in kamaasan namu, iban way ra mayan kami nakapangharam unu-unu.” Biya’ da sin pangda'awa, ini piyanghimuting sin manga nakauna dayin kanila yan in manga karasulan naparā madtu kanila hingga kiyananaman nila in pang ajab namu amuin napaturun namu kanila. lyana sila O Nabi! : “Unu awun ka yan duun kaniyu dalil manunjuki bat in Allahu ta'ala rida na sin pagshirik niyu iban sin panghalali niyu iban pangharami, mapaguwa niyu kamu? Na’, (pagga way ra) gayid in kamu yan way dugaing iyagad-agad niyu malayingkan amu in dzān (huna-huna) niyu halaum kasāan iban ka'awaman, iban wayra dayin sin in kamu yan magligaw sadja magputing.”",
                    "149": "Iyan kaw : “Ha Allahu ta'ala, Milik niya in ‘Al-hujjatul Balighah’, (in dalil sampuma amuin magpatatarrang sin kasabunnalan), ha sababan pagpara niya Rasul mamandu ha manusiya, iban magpakugdan sin aqida (pamaratsaya), iban mutang kahukum-hukuman, na’, bang tuurun sin Allahu ta'ala Magkahandak hidāyatan kamu katan tantu kiyahidāyatan niya kamu katan, saguwa way siya nagkahandak, hangkan kamu way kiyahidayatan katan.”",
                    "150": "lyan kaw kanila : “Karian niyu daha mari in manga saksi niyu manunjuki bunnal tuud in Allahu ta'ala bat hiyaram niya in manga parkāla biya’ sin bahīra iban ‘Assaiba iban pa sin dugaing dayin ha yadtu”, na’, bang sila makadā manga mananaksi, ayaw kaw O ikaw Nabi! magkahagad kanila, iban ayaw mu taymaa in pagpasaksi nila, karna in yan saksi kaputingan, iban ayaw mu agad-agara in hawanapsu sin manga manghihimuting ha manga Ayat namu iban ha akhirat, lagi in sila hihinangan nila in Tuhan nila sakutu, piyasibu’ nila kaniya atawa sabanding dayin ha piyapanjari niya, amu yadtu in siyumba nila iban piyanyakutu nila pa Allahu ta'ala.",
                    "151": "Iyana O ikaw Nabi! in manga mushrikin iban sin pagkahi nila : “Kari kamu batbatun ku iban kissahun ku kaniyu in manga ayat amuin magpatarrang sin unu-unu na hiyaram kaniyu sin Tuhan niyu sabunnal ; amuin ayaw kamu magshirik pa Allahu ta'ala misan salat ha pag-ibadat niyu kaniya, iban wiyasiyatan niya kamu paparayawun kasuddahan pa duwa maas niyu, magbakti kanila iban magta'at (bang bukun da in daakan nila pa magma'asiyat), iban subay di kamu mamunu’ kaanakan usug hanggaw niyu mamiskin, iban (kaanakan babai, kubulun nila buhi-buhian) hanggaw niyu mabias, karna kami in Mangriridjiki kaniyu iban kanila, iban ayaw kamu sumuuk pa ‘Al-fawahish’ ; (dusa dakula iban ma'asiyat, biya’ sin manga zina piyatatampal iban sisipuk ha rahasiya), iban ayaw kamu mamunu’ ginhawa baran (tuud tuwrun niyu) amuin hiyaram sin Allahu ta'ala bunuun malayingkan bang ha kapatutan, biya’ sin patayun papagtablahun (qisasun) iban ladjamun in nag zina amuin (taga paghula, atawa bakas na tagapaghula, iban mamatay murtad). In katan nasabbut yadtu piyangdaakan yadtu kaniyu sin Allahu ta'ala iban yiwajib niya kaniyu, hasupaya mamaakkul niyu iban kapahaman in pardaakan kaniyu sin Allahu ta'ala iban sin piyanglangan niya,",
                    "152": "Iban ayaw niyu suuka (pag-urab urabi misan) salat in pangalta sin manga ilu, labay niyu kawaun atawa usibaan malayingkan ha tirānan amuin marayaw (amuin hikapalihalâ iban hikapasambu) sahingga mahinang na akil balig, lumasag na, iban tunaya niyu pajukupa in pagkilu niyu iban pagtimbang niyu ha ka'adilan, piyatatabla. Di kami magpangdaak unu-unu ginhawa malayingkan ganta da kagaus-gausan niya, iban bang kamu mamissarahan (pamattana niyu) pagpa'ādil kamu, misan pa in kaawnan (miyaksud bissara niyu) kakampungan niyu, iban tumana niyu in parjanjian niyu pa Allahu ta'ala. In manga yadtu diyaakan niya kaniyu hasupaya kamu makatumtum, mamintang iban iminsap.”",
                    "153": "Iban sabunnal tuud (in nabangkil ha duwa Ayat yan atawa amuin nabangkil ha Sūra ini) amu yan in dan (makapasampay pa karidaan ku, iban amu yan in agama) ku matu’lid, hangkan amu yan in bawugbugi niyu agara, iban ayaw agad-agara niyu in karandānan (dan sin manga bida'a, manga nalalawung, manga ginisan agama nakasulang ha agama Islam) pasal mabulak nila kamu, mapulakpalik (mabiya sin pagpulakpalik nila) dayin ha (agama niyu, amuna in) dan niya (Allahu ta'ala), amuna in Islam. In manga yadtu pardaakan niya (sin Tuhan niyu) kaniyu hasupaya kamu masi nagmamabuga, lagi himahalli sin katan hiyaram.",
                    "154": "Ubūs iyana sila : “Dihilan namu in Musa (alayhis salam) At-tawrat nakauna pa dayin sin pagpaturun ha Al-Qur'an pa Muhammad (sallallahu alayhi wasallam), jukup-jukupan ha sarayaw-rayaw hal, iban hipanampurnai sin kiya Ni’mat pa amuin nagpatural sin pangagad niya iban panggayunggung sin pamandu, (in tau yadtu) siya hi Musa iban hisiyu-siyu na nagparayaw sin ammal niya, iban (In At-tawrat) limilay sin kahukum-hukuman sin indaginis ha masa nila, walhasil mahinang in pagta'ayun sin At-tawrat iban Al-Qur'an baynat iban dalil nanakbawi ha manga mushrikin amuin imiyan: (Way manga piyaturun sin Allahu ta'ala hangsulag unu-unu).”",
                    "155": "Iban in kitab (Al-Qur'an) ini Mahabarakat iban kamumpaatan salaggu-laggu, Mahamulliya, piyaturun namu yan naghahambin sin babarapa mumpaat pag-agama iban mumpaat pagdunya, pakaya niyu bawugbugi in halaum niya agara, iban anibi niyu hallii masulang niyu siya iban mahimuting. hasupaya kamu kaanugharaan Rahmat (dayin ha Allahu ta'ala) iban pagridaan niya iban pasurun niya sulga,",
                    "156": "Hangkan piyaturun namu siya (In Al-Qur'an) yan (O kamu tau makkah!) hasupāya kamu (bang ha adlaw qiyamat na) di makaiyan : “Sabunnal tuud tuput da in piyaturunan kitab (At-tawrat iban Al-injiel) yan haruwa tumpukan (yahudi iban nasrani) nakauna dayin kāmu, ampa in kami way kitab timurun kāmu, iban lagi mattan tuud in kaawnan namu ha hal pagbatbat pangadjiun in kakitaban nila ha bahasa nila tantu tuud nahaha’pung (way pangirab namu sin halaum niya).”",
                    "157": "Atawa ka in hi agi niyu ra isab : “Bang sadja kami kiyapaturunan kitab dayin ha taas langit ha bahasa namu, biya’ sin napaturun ha manga nakauna dayin kāmu sila yadtu yahudi iban nasrani, nahinang da mayan kami labi in batuk pa kasabunnalan dayin kanila, karna labi in hayit sin akkal iban paham (dayin kanila).” Siyambag sila sin Allahu ta'ala in agi niya : “Sabunnal tuud kiyaratungan na kamu kabaynat baynatan kadalil-dalilan matampal, amuna in Al-Qur'an amuin napaturun ha Nabi niyu, arab da biya’ kaniyu, iban (in yan) Hidayat iban Rahmat”, wayna sa zālim-zalim dayin ha amuin nanghimuting ha manga Ayat sin Allahu ta'ala amuin ha Qur'an niya yan, iban tiyaykuran niya sadja. Tungbasan namu in manga nanaykuri dayin ha Kaayat-ayatan namu sin sakusug-kusug siksa ha sabab sin panaykuri nila dayin ha Kaayat-ayatan yadtu iban panghimuting nila ha manga yadtu.",
                    "158": "Wayra dugaing tiyagaran sin sila manga manghihimuting yan malayingkan kadtuun sila sin malaikat tumangsu sin kanyawa-nyawahan nila, atawa dumatung in pardaakan sin Tuhan nila hipapasiksa na sila, atawa ka dumatung na kanila in manga Alamat sin Qiyamat. Ha adlaw dumatung mayan in kaibanan alamat Qiyamat biya’ na sin bustak sin suga, gumuwa dayin ha sadlupan iban pagguwa sin dajjal, di na hikapaglagi sin siyu-siyu ginhawa in pagparatsaya niya ha adlaw yan, karna in pag-iman niya kiyalugusan, iban pasal hiyundung na in pardaakan (ha waktu yan). bang siya asal way namamaratsaya sin way pa dimatung in kaibanan alamat niya, sin asal diy pa ha hula pag aammalan, amuna in dunya ini, atawa ka mu’min na asal (sin way pa dimatung in manga alamat Qiyamat yadtu) saguwa way siya nakahinang hangsulag karayawan dayin ha unu-unu na ammal salih amuin katatagihan, atawa ka nakahinang karayawan saguwa way namaratsaya. Na’ sabunnal tuud in pagparatsaya niya yadtu iban pagtawbat niya iban pag ammal niya ha waktu yan way na mumpaat niya hitampan siksa. Iyan kaw O ikaw Nabi! : “Tagari niyu na in pangajab sin Tuhan niyu, sabunnal tuud in kami timatagad sin pahala sin Tuhan namu iban kalabbiyahan niya iban paraugun niya kami ha satru namu.”",
                    "159": "Sabunnal tuud amuin manga piyarak-parak nila in pag agama nila, kiyahinang kanila tumpukan (in tiyap-tiyap dayin ha tumpukan nila nakura iya agaran nila). naka puas kaw (O Muhammad (sallallahu alayhi wasallam)). dayin hapag bida'a nila iban pagparak-parak nila, tuput in ikaw mamanda’ sadja kanila, muwi in katan pakaradjaan nila yan pa Allahu ta'ala, Siya in Manungbasi kanila diin in kahandak niya, ulihan dayin duun hibayta da kanila (didtu ha adlaw Qiyamat) in hambuuk unu-unu na nahinang nila ha dunya, ampa niya tunguran tungbas hambuuk pa hambuuk.",
                    "160": "Hisiyu-siyu nakahinang hambuuk karayawan tungbasan kaniya makahangpuu’ lipatun (awun yadtu hal sunuan niya pa pitunggatus kalipat iban awun yadtu hal tungbasan niya in tag ammalan di mabista), iban hisiyu-siyu isab in nakahinang hambuuk kangian, wayra tungbas niya malayingkan hambuuk da biya’ kaniya, di niya labihan, di sila maanyaya ha unu-unu hal.",
                    "161": "Iyan kaw O ikaw Nabi! : “Mattan tuud kiya panduan na aku sin Tuhan ku pa dan mabuntul, amuin milla (shari’a) hi Ibrahim, agama amuin mabuntul, way siku’ liuk niya, ‘Hanifaa’ (nanawhid sin purna panawhid pa Allahu ta'ala), iban in siya way bakas nahinang dayin ha manga mushrikin (pa Allahu Subhanahu wa ta’ala).”",
                    "162": "Iyan kaw O Rasul! : “Sabunnal tuud in sambahayang ku katan na sin ginisan niya, iban sin ibadat ku iban sin pagkulban ku, iban sin unu-unu na hihinangun ku ha kabuhi ku dayin na mayan ha ta'at iban unu-unu karayawan, iban sin unu-unu na mara ku pa kamatay dayin na mayan ha pag iman mabut pa ammal salih, in katan-tan yadtu tulus ikhlas karna Allahu ta'ala, Tuhan sin katan Alam,",
                    "163": "DI Siya sakutuhan ku sin hangsulag unu-unu (ha katan nabangkil yadtu), amu yadtu in diyaakan kāku, iban in aku ini, aku na in muna-muna nagmuslim (nagmalilla’) dayin ha ummat ku.”",
                    "164": "Iyan kaw O ikaw Nabi!  hipanambag mu ha manga mushrikin amuin nanawag tawag pa magsumba barhala : “Unu kandiy dayin ha Allahu ta'ala in dautun ku angutun pag tuhanan? Biyadiin kaagi sumumba aku pa dugaing dayin ha Allahu ta'ala, in tinggalan ku amuin pagsumba pa Allahu ta'ala? parahal Allahu ta'ala in Tagpapanjarihi iban Taghijjatuli sin katan unu-unu iban Tagmilik sin unu-unu katan, way mahinang sin tiyap-tiyap ginhawa pardusahan malayingkan kaniya ra in dusa iban siya in masiksa, iban di hipara ha ginhawa amuin way pangirab niya (sin parkalā) in dusa sin kaibanan, di makajari siksaun in hangka tau ha sababan sin dusa, kalakkuwan sin dugaing. Mahuli, pa Tuhan niyu ra kamu katan muwi adlaw Qiyamat, baytaan niya kamu sin unu-unu na kiyapag sulangan niyu ha palihalan aqida iban kakahinang, iban tungbasan niya kamu hitungud ha manga ammal niyu.”",
                    "165": "Iban siya ra amuin nagpapanjari kaniyu magsubli-siyublihi mutang maghula (iban magkhalifah) ha gumi, iban iyangkat niya sin kalabbiyahan, iban kandiy pa) in kaibanan niyu dayin na kaibanan, hasupaya kamu matandas niya sin unu-unu na kiya-anughara niya kaniyu yan bunnal tuud in tuhan mu masapat maniksa (ha siyu-siyu na) magkupul kaniya, iban in Siya Sangat Mangangampun, Baying-ulungun (ha siyu-siyu na timunay sin pagshukur kaniya)."
                }
            }
        }
    }
}