{
    "7": {
        "number": "7",
        "name": "الاعراف",
        "name_latin": "Al-A'raf",
        "number_of_ayah": "206",
        "text": {
            "1": "الۤمّۤصۤ ۚ ",
            "2": "كِتٰبٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ",
            "3": "إِتَّبِعُوْا مَآ أُنْزِلَ إِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ أَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ",
            "4": "وَكَمْ مِّنْ قَرْيَةٍ أَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَاۤىِٕلُوْنَ",
            "5": "فَمَا كَانَ دَعْوٰىهُمْ إِذْ جَاۤءَهُمْ بَأْسُنَآ إِلَّآ أَنْ قَالُوْٓا إِنَّا كُنَّا ظٰلِمِيْنَ ",
            "6": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
            "7": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ",
            "8": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَأُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
            "9": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَأُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا أَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ",
            "10": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ",
            "11": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا إِلَّآ إِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
            "12": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۗقَالَ أَنَا۠ خَيْرٌ مِّنْهُۚ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ ",
            "13": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ أَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ إِنَّكَ مِنَ الصّٰغِرِيْنَ ",
            "14": "قَالَ أَنْظِرْنِيْٓ إِلٰى يَوْمِ يُبْعَثُوْنَ ",
            "15": "قَالَ إِنَّكَ مِنَ الْمُنْظَرِيْنَ ",
            "16": "قَالَ فَبِمَآ أَغْوَيْتَنِيْ لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ",
            "17": "ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ أَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ أَكْثَرَهُمْ شٰكِرِيْنَ",
            "18": "قَالَ اخْرُجْ مِنْهَا مَذْءُوْمًا مَّدْحُوْرًا ۗ لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَـَٔنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِيْنَ",
            "19": "وَيٰٓاٰدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
            "20": "فَوَسْوَسَ لَهُمَا الشَّيْطٰنُ لِيُبْدِيَ لَهُمَا مَا وٗرِيَ عَنْهُمَا مِنْ سَوْاٰتِهِمَا وَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ ِالَّآ أَنْ تَكُوْنَا مَلَكَيْنِ أَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ ",
            "21": "وَقَاسَمَهُمَآ إِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ",
            "22": "فَدَلّٰىهُمَا بِغُرُورٍۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ وَنَادٰىهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَّكُمَآ إِنَّ الشَّيْطٰنَ لَكُمَا عَدُوٌّ مُّبِيْنٌ ",
            "23": "قَالَا رَبَّنَا ظَلَمْنَآ أَنْفُسَنَا وَإِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ",
            "24": "قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْأَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ إِلٰى حِيْنٍ ",
            "25": "قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ",
            "26": "يَا بَنِيْٓ اٰدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
            "27": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗإِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ إِنَّا جَعَلْنَا الشَّيٰطِيْنَ أَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ ",
            "28": "وَإِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ أَمَرَنَا بِهَاۗ قُلْ إِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ أَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "29": "قُلْ أَمَرَ رَبِّيْ بِالْقِسْطِۗ وَأَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَأَكُمْ تَعُوْدُوْنَۗ",
            "30": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗإِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ أَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ أَنَّهُمْ مُّهْتَدُوْنَ ",
            "31": "۞ يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْاۚ إِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ ࣖ ",
            "32": "قُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ أَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
            "33": "قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّأَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "34": "وَلِكُلِّ أُمَّةٍ أَجَلٌۚ فَإِذَا جَاۤءَ أَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
            "35": "يٰبَنِيْٓ اٰدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْۙ فَمَنِ اتَّقٰى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
            "36": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَآ أُولٰۤىِٕكَ أَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "37": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا أَوْ كَذَّبَ بِاٰيٰتِهٖۗ أُولٰۤىِٕكَ يَنَالُهُمْ نَصِيْبُهُمْ مِّنَ الْكِتٰبِۗ حَتّٰٓى إِذَا جَاۤءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ  قَالُوْٓا أَيْنَ مَا كُنْتُمْ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا وَشَهِدُوْا عَلٰٓى أَنْفُسِهِمْ أَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
            "38": "قَالَ ادْخُلُوْا فِيْٓ أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْإِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۗحَتّٰٓى إِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ أُخْرٰىهُمْ لِأُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ أَضَلُّوْنَا فَاٰتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ەۗ قَالَ لِكُلٍّ ضِعْفٌ وَّلٰكِنْ لَّا تَعْلَمُوْنَ",
            "39": "وَقَالَتْ أُوْلٰىهُمْ لِأُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ",
            "40": "إِنَّ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاۤءِ وَلَا يَدْخُلُوْنَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فِيْ سَمِّ الْخِيَاطِ ۗ وَكَذٰلِكَ نَجْزِى الْمُجْرِمِيْنَ ",
            "41": "لَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ",
            "42": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُولٰۤىِٕكَ أَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
            "43": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ تَجْرِيْ مِنْ تَحْتِهِمُ الْانْهٰرُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ هَدٰىنَا لِهٰذَاۗ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَآ أَنْ هَدٰىنَا اللّٰهُ ۚ لَقَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۗ وَنُوْدُوْٓا أَنْ تِلْكُمُ الْجَنَّةُ أُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ",
            "44": "وَنَادٰٓى أَصْحٰبُ الْجَنَّةِ أَصْحٰبَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ",
            "45": "أَلَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۚ وَهُمْ بِالْاٰخِرَةِ كٰفِرُوْنَۘ",
            "46": "وَبَيْنَهُمَا حِجَابٌۚ وَعَلَى الْأَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّا ۢ بِسِيْمٰىهُمْۚ وَنَادَوْا أَصْحٰبَ الْجَنَّةِ أَنْ سَلٰمٌ عَلَيْكُمْۗ  لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ ",
            "47": "۞ وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاۤءَ أَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ",
            "48": "وَنَادٰٓى أَصْحٰبُ الْأَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ أَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ",
            "49": "أَهٰٓؤُلَاۤءِ الَّذِيْنَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  أُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنْتُمْ تَحْزَنُوْنَ ",
            "50": "وَنَادٰٓى أَصْحٰبُ النَّارِ أَصْحٰبَ الْجَنَّةِ أَنْ أَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ أَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا إِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ",
            "51": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ",
            "52": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
            "53": "هَلْ يَنْظُرُوْنَ إِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
            "54": "إِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ فِيْ سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِأَمْرِهٖٓ  ۙأَلَا لَهُ الْخَلْقُ وَالْأَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ",
            "55": "أُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗإِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ ",
            "56": "وَلَا تُفْسِدُوْا فِى الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ إِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ ",
            "57": "وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاۤءَ فَأَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُوْنَ ",
            "58": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِإِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ",
            "59": "لَقَدْ أَرْسَلْنَا نُوْحًا إِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗۗ إِنِّيْٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
            "60": "قَالَ الْمَلَأُ مِنْ قَوْمِهٖٓ إِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
            "61": "قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "62": "أُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
            "63": "أَوَعَجِبْتُمْ أَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ",
            "64": "فَكَذَّبُوْهُ فَأَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَأَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ إِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ",
            "65": "۞ وَإِلٰى عَادٍ أَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗۗ أَفَلَا تَتَّقُوْنَ ",
            "66": "قَالَ الْمَلَأُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ إِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّإِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ",
            "67": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
            "68": "أُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِيْنٌ ",
            "69": "أَوَعَجِبْتُمْ أَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا إِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ ",
            "70": "قَالُوْٓا أَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ إِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
            "71": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  أَتُجَادِلُوْنَنِيْ فِيْٓ أَسْمَاۤءٍ سَمَّيْتُمُوْهَآ أَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا إِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
            "72": "فَأَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ",
            "73": "وَإِلٰى ثَمُوْدَ أَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ أَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيْمٌ  ",
            "74": "وَاذْكُرُوْٓا إِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّأَكُمْ فِى الْأَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْأَرْضِ مُفْسِدِيْنَ ",
            "75": "قَالَ الْمَلَأُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ أَتَعْلَمُوْنَ أَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا إِنَّا بِمَآ أُرْسِلَ بِهٖ مُؤْمِنُوْنَ ",
            "76": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا إِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
            "77": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ إِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ",
            "78": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
            "79": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ",
            "80": "وَلُوْطًا إِذْ قَالَ لِقَوْمِهٖٓ أَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
            "81": "إِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ أَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
            "82": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ إِلَّآ أَنْ قَالُوْٓا أَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ إِنَّهُمْ أُنَاسٌ يَّتَطَهَّرُوْنَ ",
            "83": "فَأَنْجَيْنٰهُ وَأَهْلَهٗٓ إِلَّا امْرَأَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
            "84": "وَأَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ",
            "85": "وَإِلٰى مَدْيَنَ أَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ إِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْأَرْضِ بَعْدَ إِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ إِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ",
            "86": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا إِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ",
            "87": "وَإِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ أُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
            "88": "قَالَ الْمَلَأُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ أَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ أَوَلَوْ كُنَّا كَارِهِيْنَ",
            "89": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا إِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ إِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ أَنْ نَّعُوْدَ فِيْهَآ إِلَّآ أَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِيْنَ",
            "90": "وَقَالَ الْمَلَأُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا ِانَّكُمْ إِذًا لَّخٰسِرُوْنَ",
            "91": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
            "92": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَأَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  أَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
            "93": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ",
            "94": "وَمَآ أَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
            "95": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَأَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
            "96": "وَلَوْ أَنَّ أَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْأَرْضِ وَلٰكِنْ كَذَّبُوْا فَأَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
            "97": "أَفَأَمِنَ أَهْلُ الْقُرٰٓى أَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
            "98": "أَوَأَمِنَ أَهْلُ الْقُرٰٓى أَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
            "99": "أَفَأَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ إِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ",
            "100": "أَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْأَرْضَ مِنْۢ بَعْدِ أَهْلِهَآ أَنْ لَّوْ نَشَاۤءُ أَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ",
            "101": "تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ أَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ",
            "102": "وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَإِنْ وَّجَدْنَآ أَكْثَرَهُمْ لَفٰسِقِيْنَ",
            "103": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ إِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ",
            "104": "وَقَالَ مُوْسٰى يٰفِرْعَوْنُ إِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ",
            "105": "حَقِيْقٌ عَلٰٓى أَنْ لَّآ أَقُوْلَ عَلَى اللّٰهِ إِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِيْٓ إِسْرَاۤءِيْلَ ۗ",
            "106": "قَالَ إِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ إِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
            "107": "فَأَلْقٰى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ  ",
            "108": "وَّنَزَعَ يَدَهٗ فَإِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ",
            "109": "قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ",
            "110": "يُّرِيْدُ أَنْ يُّخْرِجَكُمْ مِّنْ أَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
            "111": "قَالُوْآ أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ",
            "112": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
            "113": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
            "114": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
            "115": "قَالُوْا يٰمُوْسٰٓى إِمَّآ أَنْ تُلْقِيَ وَإِمَّآ أَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
            "116": "قَالَ أَلْقُوْاۚ فَلَمَّآ أَلْقَوْا سَحَرُوْٓا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
            "117": "۞ وَأَوْحَيْنَآ إِلٰى مُوْسٰٓى أَنْ أَلْقِ عَصَاكَۚ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
            "118": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
            "119": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
            "120": "وَأُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
            "121": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
            "122": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
            "123": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ أَنْ اٰذَنَ لَكُمْۚ إِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ أَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
            "124": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِيْنَ",
            "125": "قَالُوْٓا إِنَّآ إِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
            "126": "وَمَا تَنْقِمُ مِنَّآ إِلَّآ أَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
            "127": "وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْأَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ أَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَإِنَّا فَوْقَهُمْ قَاهِرُوْنَ",
            "128": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ إِنَّ الْأَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
            "129": "قَالُوْٓا أُوْذِيْنَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ أَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ",
            "130": "وَلَقَدْ أَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
            "131": "فَإِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  أَلَآ إِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
            "132": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
            "133": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
            "134": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ إِسْرَاۤءِيْلَ ۚ",
            "135": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلٰٓى أَجَلٍ هُمْ بَالِغُوْهُ إِذَا هُمْ يَنْكُثُوْنَ",
            "136": "فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنٰهُمْ فِى الْيَمِّ بِأَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ",
            "137": "وَأَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ إِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ",
            "138": "وَجَاوَزْنَا بِبَنِيْٓ إِسْرَاۤءِيْلَ الْبَحْرَ فَأَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى أَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ إِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ",
            "139": "إِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
            "140": "قَالَ أَغَيْرَ اللّٰهِ أَبْغِيْكُمْ إِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ",
            "141": "وَإِذْ أَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ أَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ ",
            "142": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّأَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ أَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِأَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
            "143": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ أَرِنِيْٓ أَنْظُرْ إِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ الْمُؤْمِنِيْنَ",
            "144": "قَالَ يٰمُوْسٰٓى إِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
            "145": "وَكَتَبْنَا لَهٗ فِى الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِأَحْسَنِهَا ۗسَأُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
            "146": "سَأَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْأَرْضِ بِغَيْرِ الْحَقِّۗ وَإِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَإِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَإِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِأَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
            "147": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ أَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
            "148": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  أَلَمْ يَرَوْا أَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ إِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
            "149": "وَلَمَّا سُقِطَ فِيْٓ أَيْدِيْهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
            "150": "وَلَمَّا رَجَعَ مُوْسٰٓى إِلٰى قَوْمِهٖ غَضْبَانَ أَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْۚ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيْهِ يَجُرُّهٗٓ إِلَيْهِ ۗقَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْأَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
            "151": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِأَخِيْ وَأَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَأَنْتَ أَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
            "152": "إِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
            "153": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا إِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
            "154": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
            "155": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِّنْ قَبْلُ وَإِيَّايَۗ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ إِنْ هِيَ إِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِيْنَ",
            "156": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ إِنَّا هُدْنَآ إِلَيْكَۗ قَالَ عَذَابِيْٓ أُصِيْبُ بِهٖ مَنْ أَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَأَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ",
            "157": "أَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْأُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْإِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ أُنْزِلَ مَعَهٗٓ  ۙأُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
            "158": "قُلْ يٰٓأَيُّهَا النَّاسُ إِنِّيْ رَسُوْلُ اللّٰهِ إِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْأَرْضِۚ  لَآ إِلٰهَ إِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْأُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ",
            "159": "وَمِنْ قَوْمِ مُوْسٰٓى أُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
            "160": "وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًاۗ وَأَوْحَيْنَآ إِلٰى مُوْسٰٓى إِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ أَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا أَنْفُسَهُمْ يَظْلِمُوْنَ",
            "161": "وَإِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ",
            "162": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ",
            "163": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ إِذْ يَعْدُوْنَ فِى السَّبْتِ إِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "164": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً إِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
            "165": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ أَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَأَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
            "166": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
            "167": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَإِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
            "168": "وَقَطَّعْنٰهُمْ فِى الْأَرْضِ أُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
            "169": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْأَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَإِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ أَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ إِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ أَفَلَا تَعْقِلُوْنَ",
            "170": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَأَقَامُوا الصَّلٰوةَۗ إِنَّا لَا نُضِيْعُ أَجْرَ الْمُصْلِحِيْنَ",
            "171": "۞ وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا أَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ ",
            "172": "وَإِذْ أَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلٰٓى أَنْفُسِهِمْۚ  أَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛأَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ إِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ ",
            "173": "أَوْ تَقُوْلُوْٓا إِنَّمَآ أَشْرَكَ اٰبَاۤؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنْۢ بَعْدِهِمْۚ  أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُوْنَ",
            "174": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلَعَلَّهُمْ يَرْجِعُوْنَ",
            "175": "وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِيْٓ اٰتَيْنٰهُ اٰيٰتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطٰنُ فَكَانَ مِنَ الْغٰوِيْنَ",
            "176": "وَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُوْنَ",
            "177": "سَاۤءَ مَثَلًا ۨالْقَوْمُ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَأَنْفُسَهُمْ كَانُوْا يَظْلِمُوْنَ",
            "178": "مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِيْۚ وَمَنْ يُّضْلِلْ فَأُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
            "179": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْإِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ أُولٰۤىِٕكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ  ۗ أُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
            "180": "وَلِلّٰهِ الْأَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ أَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
            "181": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ",
            "182": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
            "183": "وَأُمْلِيْ لَهُمْ ۗإِنَّ كَيْدِيْ مَتِيْنٌ",
            "184": "أَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ إِنْ هُوَ إِلَّا نَذِيْرٌ مُّبِيْنٌ",
            "185": "أَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْأَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّأَنْ عَسٰٓى أَنْ يَّكُوْنَ قَدِ اقْتَرَبَ أَجَلُهُمْۖ فَبِأَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
            "186": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
            "187": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسٰىهَاۗ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ إِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْأَرْضِۗ  لَا تَأْتِيْكُمْ إِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَأَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
            "188": "قُلْ لَّآ أَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا إِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛإِنْ أَنَا۠ إِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ ",
            "189": "۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ أَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
            "190": "فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ",
            "191": "أَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ ",
            "192": "وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ أَنْفُسَهُمْ يَنْصُرُوْنَ",
            "193": "وَإِنْ تَدْعُوْهُمْ إِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ أَدَعَوْتُمُوْهُمْ أَمْ أَنْتُمْ صَامِتُوْنَ",
            "194": "إِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ إِنْ كُنْتُمْ صٰدِقِيْنَ",
            "195": "أَلَهُمْ أَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ أَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ ",
            "196": "إِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ",
            "197": "وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ أَنْفُسَهُمْ يَنْصُرُوْنَ",
            "198": "وَإِنْ تَدْعُوْهُمْ إِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ إِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ",
            "199": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِيْنَ",
            "200": "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗإِنَّهٗ سَمِيْعٌ عَلِيْمٌ",
            "201": "إِنَّ الَّذِيْنَ اتَّقَوْا إِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَإِذَا هُمْ مُّبْصِرُوْنَۚ ",
            "202": "وَإِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ",
            "203": "وَإِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوْحٰٓى إِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ",
            "204": "وَإِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَأَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ",
            "205": "وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ",
            "206": "إِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩"
        },
        "translations": {
            "id": {
                "name": "Ad Mataas",
                "text": {
                    "1": "Alif Laam Miym Saad.",
                    "2": "In Al-Qur'an ini ; Kitab amuin napaturun namu kaymu ini, O kaw Nabi! ayaw tuud awna magsababan sin yadtu halaum daghal mu in sukkal amuin pagpasampay mu sin Qur'an pa manusiya. Sahingga walawpun himutingun nila kaw iban puhingaun, ayaw kaw mahanggaw karna sabunnal tuud in Allahu Ta'ala pa’gangun niya kaymu in katan kamumulahan, iban panabangan niya kaw padaugun, iban palihalaun. damikkiyan hangkan namu in Qur'an piyaturun kaymu hipangbanda mu hipamuga’ sin paniksai sin Allahu Ta'ala ha manga tau magma'asiyat kaniya. Lagi hipagpatumtum ha manga bar-iman palilahan sin kalabbihan sin Mahasutsi sin Allahu Ta'ala kanila.",
                    "3": "Agara niyu, O kamu manusiya! in napaturun kaniyu dayin ha Tuhan niyu, amuin yan ha Al-Qur'anul Azim (iban sin yan ha Sunnah sin Nabi Muhammad amuin napatarrang, nanapsili ha Qur'an). Iban amay-amay ayaw tuud kamu magad ha pamandu kandiy dayin sin Qur'an (dahun niyu mag-gapi, pagta'atan niyu, misan hikapag māsiyat niyu na pa Allahu Ta'ala, hisingud niyu sila biya’ kaniyu Bar-iman atawa ka manga shaytan in dahun niyu maggapi bukun sila, singuran niyu sila ha kakahinang pag-agama nila). Daypara in kiyasalla kaniyu, in kamu in panumtum niyu sin kasabunnalan ; ha hāl iman mayan panumtum matiyu tuud, pagkalupahan niyu in kawajiban niyu pa Tuhan.",
                    "4": "Pila na lungan nanghimuting in tau niya ha kasabunnalan amuin sung namu na binsanaun; mulahun, awun waktu datungan sila sin siksa namu lugub-lugub dum, hina’bu pa sila natutug, atawa ka sa’bu sila naghahanti-hanti natutug ugtu suga.",
                    "5": "Nā’ bang mabut na in hal yadtu, wayra dugaing duwaa nila iban hisambat nila malayingkan amura kuman in “pagmunakun nila sin in sila zalim (anyaya)” sabab sin kashirikan nila pa Allahu Ta'ala iban pangdustai nila ha karasulan niya.",
                    "6": "Tantuhun ku kaniyu, sabunnal tuud asubuhun namu da in kaummatan nakauna palihalan sin panaymai nila sin panawag-tawag sin karasulan napara pa Kawman nila, damikkiyan tantu asubuhun namu da in kanabihan karasulan palihalan panaymai sin Kawman nila kanila, hisiyu namayan in nagta'at kanila iban nagma’siyat,",
                    "7": "Mattan tantu tuud baitaan namu da in karasulan iban manga kiyaparahan Rasul sin baita tubus in pangingat, way malipas, iban gawgut in kabunnal, way kasaan ; katan sin jimatu ha antara nila ha waktu tiyawag sila sin Karasulan papagparatsayahun. Bukun bat gaib wala kami nakasa’bu kanila, hangkan malipas dayin ha pang-ingat namu in manga jimatu kanila. Bukun bihadtu, sumagawa nakasasa’bu kami. (karna kiyajajagahan niya in unu-unu katan).",
                    "8": "Iban adapun in ‘Wazn’ sin manga ammal (in timbangan niya) bang ha adlaw qiyamat, amu yadtu in timbangan sampurna in kasabunnalan niya iban ka'adil niya. Sampurna in nyuk-nyuk, way paglaug. Na’! hisiyu-siyu mabu’gat in timbangan sin hinang niya karayawan dayin ha timbangan sin hinang niya kangian, na’ sila na yadtu in nagparuntungan (sin Rida sin Allahu Ta'ala iban sin sulga niya),",
                    "9": "Iban damikkiyan hisiyu-siyu mabu’gat in timbangan sin kakahinang nila mangi dayin ha timbangan sin kakahinang nila marayaw, sila na yadtu in liyussung nila halawm kalugian in ginhawa nila, ha pasalan sin in bingan nila pa narka. Iban pasal sin tilakbu sila pa siksa ha sabab pagkufur nila pangdusta ha kaayatan sin Allahu Ta'ala.",
                    "10": " (O kamu anak apu sin Adam!), Sabunnal tuud tantu sin piyapanjarihan kamu sin Allahu Ta'ala duun ha gumi tatampatan iban bubutangan matanam, ampa niya kamu siyaddiyahan babarapa ginisan parsababan hipangdawhat sin kabuhianan biya’ na manga kabayan, kakaun, iinumun, tatamungun, sumagawa misan bihan na in kaagi-agi kaniyu sin Allahu Ta'ala, salat da tuud in pagshukur niyu kaniya tungud sin manga Ni’mat niya kaniyu yadtu.",
                    "11": "Iban bunnal tantu tuud piyapanjari namu in inasil sin nanubu’ kaniyu, atawa in ama niyu adam dayin ha lupa, mahuli ampa na isab siya piyaragbus namu manusiya, iban diyaak namu in manga malaikat sumujud pa adam hipang mulliya nila kaniya, in katan sila malaikat timunay sin daakan, simujud sila kaniya sujud panghulmat iban panglaggu’, bukun sujud sumumba kan adam, sumagawa amura in wala simujud hi Iblis, way siya simujud miyagad kanila, pagtakabbul niya.",
                    "12": "Parman sin Allahu Ta'ala kaniya, ha supaya kabunnalan, way na hikada’awa niya, iban hipang juuk niya, pasal asal in yadtu kahatihan sin Allahu Ta'ala : “Unu in nakata’ga kaymu sumujud kan adam ha tatkala diyaak ta kaw pasujurun?” Amu agi sin Iblis : “Pasal in aku labi afdal dayin kan adam, piyapanjari mu aku dayin ha kāyu, ampa in siya piyapanjari mu dayin ha ‘Tiyn’ lupa mapit”, in inasil sin kāyu sambil na sin lanu’ niya iban sahaya niya marayaw dayin sin inasil sin lupa mapit amuin tabiat sin inasil niya naghuhundung, way kuhibal.",
                    "13": "Parman sin Allahu Ta'ala ha Iblis : “Naug na kaw dayin ha sulga amuin piyagpapanjarihan kaymu. Di tumup iban di makajari kaw magtakabbul halaum sulga, mag ma’siyat kaw sin daakan ku kaymu. Ha sabab yan na kadtu kaw guwa dayin duun, in ikaw yan tantu ha talbilang dayin ha jumlahan sin sila. Way harga, mababa, nahihina, tungbas sin pagtakabbul mu.”",
                    "14": "Jawab hi Iblis : “Tuhan ku palayama naa aku, ayaw naa pa'uwsa in kamatay ku ; pasampaya naa in ummul ku pa adlaw buhiun na in adam iban sin panubu’ niya, mangun na sila, dayin ha manga kubul nila, ha pag tiyup sangkakala hikaduwa.”",
                    "15": "Parman sin Allahu Ta'ala : “Sabunnal tuud in ikaw lamud ha jumhalan sin manga piyalalayam wala piya uws in kamatay sampay pa adlaw waktu matay na iban malanyap na in katan ha langit iban ha gumi”, ‘bang tiyupun na in sangkakala tagna tiyup’ amuna in pag iyanun (Nafkhatul faja’), di maagad in pangayu niya amuin papasuhulan niya in kamatay niya pa adlaw magbangun na mabuhi in katan miyatay dayin ha kakubulan nila. In hikma dayin hadtu ; panukas ha manga iypun ampa mapinig in barta'at dayin ha bar mā’siat.",
                    "16": "Amu agi hi Iblis : “Ha sabab sin lingu iban liyaung muna aku, kasapahan ku pamuspusan ku tuyuan pa’gangun in anak apu adam ampa ra di makadawhat sin dan pag-iman iban dan kasabunnalan makapag ma’siyat magsababan dayin kaku, iban ampa ra sila di mag-ibadat iban manawhid kaymu,",
                    "17": "mapuas dayin didtu, ampa na isab sila sasatun ku dayin ha (tiyap-tiyap sin upat pidju) unahan nila, iban dayin ha taykuran nila, iban dayin ha tu'u nila iban dayin ha lawa nila hasupaya sila malaung ku iban magshak ha palihalan sin pag akhirat nila, iban ha hal yadtu di mu kabakan in kamatauran dayin kanila magshukur kaymu ha Ni’mat Mu, iban magta'at ha daakan mu. biyahan in huna-huna niya iban natali.”",
                    "18": "Parman sin Allahu Ta'ala (kan Iblis nanantuhi mulka iban pangbulawi niya dayin ha Rahmat niya, iban pagpaig niya ha Iblis dayin ha jumlahan sin Malaikat) : “Guwa nakaw dayin ha sulga yan nabibias kiyabubungsihan, piyagmumulkaan, nabubulaw dayin ha Rahmat ku, iban kasapahan ku pa amuin hisiyu-siyu tuminggal sin pagta'at kaku, ikaw in iyagad nila, sabunnal tuud tantu lasayun ku in jahannam, hiluun takaw iban sin panubu’ mu, iban sin miyagad kaymu katan.”",
                    "19": "Amu agi namu puas kapaguwa ha Iblis dayin ha sulga : “Adam! Butang na kaw iban sin asawa mu hi Hawwa duun halaum sulga, salta pangaun-kaun kamu karuwa dayin ha unu-unu na bungang kahuy niya kabayaan niyu, ayaw sadja kamu sumuuk pa hambuuk kahuy ini ; kumaun dayin kaniya, hiyaram ini, piyanglangan kaniyu. mahinang kamu karuwa dayin ha bilangan sin mag zalim, amuin iyanyaya nila in baran nila. Ha sabab masulang nila in daakan sin Allahu Ta'ala.”",
                    "20": "Jimangki kanila in Shaytan ; hiyupit-hupitan niya sila, hiyagas-hagasan dayin ha lupa pa langit, piya ibug niya sila karuwa pabayaun kumaun dayin ha kahuy yadtu hasupaya sila kabukisan karuwa iban kangiun niya sila magsababan sin tumampal na in tiyututupan iban tiyatabunan awrat nila karuwa, karna in awrat nila ini di nila pagkakitaan, iban way makakita misan hangkatau. In panday sin shaytan ; Laung niya kanila : “Way kamu liyang karuwa sin Tuhan kumaun dayin ha kahuy ini malayingkan ampa sadja kamu di mahinang karuwa duwa malaikat ‘Muqarrabin’ masuuk pa Allahu Ta'ala, atawa ampa ra di kamu kumakkal karuwa bilang dayin ha jumlahan sin wayna kamattiyan nila salama-lama.”",
                    "21": "Iban naabut siyapahan niya kanila duwa ; laung niya : “Sabunnal tuud in aku bukun pangakkal ku kaniyu, sumagawa nasihatan ta kamu ampa kamu dumayaw duun ha himumungan ku ini kaniyu, labi in pang-ingat ku dayin kaniyu sin tampat ini,”",
                    "22": "Masi-masi niya tiyuyuan iyakkalan iban hiyupu-hupuan labay niya siyapahan iban piyabaya kumaun dayin ha kahuy yadtu iban pagpa-ibug way kabunnal, sahingga napahinang niya karuwa sila ma’siyat. Na', pagkaun nila mayan dayin ha bunga sin kahuy yadtu, magtuy timampal in awrat nila karuwa, iban magtuy sila nag uws-uws kimutul dahun kahuy sulga, piyagtabun nila awrat nila, iban tiyawag sila sin Tuhan nila tataksilan kanila : “Mayta wala ka kamu karuwa liyang ku di papakaunun dayin ha bunga sin kahuy yadtu?, iban laung ku pa kaniyu : Sabunnal tuud in shaytan banta niyu, matampal in pang bantahi niya.” Iban katitipuhan, iban kapandayan, hulugun niya inut-inut pa baba in unu-unu na (in ma'ana niya) ; lurusun niya sila karuwa dayin ha katinggihan pagta'at iban mulliya, amuna yaun in mata'as tampat-patampat mababa amuna in masi'at.",
                    "23": "In kiyabtang nila karuwa : “O Tuhan namu! Sabunnal tuud in kami naanyaya namu in ginhawa baran namu sababan sin panulangi namu iban iyagad namu in daakan sin shaytan. Bang di mu ampunun kamu in dusa namu, iban di malapay sin Rahmat mu, tantu sabunnal tuud mahinang na kami bilang dayin ha jumlahan sin manga mabinsana halawm siksa jahannam.”",
                    "24": "Parman sin Allahu Ta'ala kan Adam iban kan Hawwaa iban ha Iblis : “Naug kamu katan dayin ha sulga ini pa gumi, in kamu nagbabanta-biyantahi in bihari dayin ha jinnisan sin siksa. Iban lagi siyuku ku kaniyu in gumi tampat hantian niyu, iban ‘Mataa’ (paglami-lamihan pagpasaddapan) tubtub pa waktu kamatay niyu. Amu yan in tanda sin in manga kaajal-ajalan asal ma’lum iban asal na giyaganta sin Allahu ta’ala.”",
                    "25": "Parman sin Allahu ta’ala : “Duun na ha gumi yan kamu mabuhi, iban duun da isab kamu mapatay iban tabunan kubulun, iban dayin duun na kamu gumuwa dayin ha kubul niyu pa hula Akhirat.”",
                    "26": "O manga kaanakan sin Adam! Piyapanjarihan namu kamu tamungun makatabun awrat niyu iban pangampu’ hipagpalingkat niyu, in yan tamungun hipangari-ngari, sumaguwa in panamung kabuga amuin di pagkakitaan, amuna in panamung iman iban ammal salih, amu yan in sarayaw-rayaw panamung iban labi afdal dayin sin tamungun pangampu’ jasad niyu in karuwa ginis panamung yan (panamung sin jasad iban panamung sin nyawa, amiun kabuga pa Allahu ta’ala) dayin ha jumlahan sin manga ayat sin Allahu Ta'ala tanda manunjuki kakawasahan sin Allahu Ta'ala iban kalabbihan niya iban Rahmat niya. Hasupaya nila yadtu katumtuman, magsababan sin yadtu magshukur sila sin Ni’mat niya kanila, iban mamaratsaya sila kaniya Mahasutsi.",
                    "27": "O manga kaaw’anakan sin Adam! Ayaw tuud kamu magpalawung ha shaytan karna kabayaan niya yan mapalling niya kamu dayin ha pagparatsaya iban pagta'at ha Allahu Ta'ala, biya’ kaagi sin pamitnahi niya ha Ina Ama niyu hi Adam kay Hawwaa, kiyagausan niya sila karuwa piyaguwa dayin ha sulga sabab sin panday niya manglingu iban manasat, iban nahinang sababan sin kiyahubu sin tabun sin ginhawa nila, kiya tampal limahil in awrat nila, na’ adapun sabunnal tuud in Shaytan kikita-kita niya kamu, iban sin manga sundalu niya iban sin manga timatabang kaniya ‘kikita nila kamu’ dayin ha tampat di niyu sila marapat kakitaan, na' ha sababan yan hangkan palihalaa niyu ayari in ginhawa baran niyu dayin ha pangita niya, ampa kamu di niya kakitaan ina’bu kamu naghuhubu, In kami sabunnal tuud hinang namu in manga shaytan tabang, gumapi ha manga bukun namamaratsaya pa Allahu Ta'ala iban ha karasulan niya.",
                    "28": "Apabila aun mahinang sin mga mushrikiyn ma’siyat dakula, biya’ na sin pagkuliling nila naghuhubu ha kalibut sin Ka’bah, iban pag sumba nila barhala, pangikuti nila na kakahinang sin kamaas-maasan nila amu agi nila : “Amu isab ini in kiyaabutan namu kaput sin kamaasan namu, iban in Allahu Ta'ala diyaak niya kami sin hinang ‘fahisha’ yadtu amuin hinang dusa dakula, nakalabbaw in ngiy niya.” Iyana sila Ya kaw Nabi! amuin agi mu : “Sabunnal tuud in Allahu Ta'ala in piyangdaakan niya amuin Akhlaq sarayaw-rayaw iban mulliya way nakadaak sin kakahinang ‘Fahsha’ iban ‘Munkar’ (pangkal) mamissarahan kamu palihalahan sin Allahu Ta'ala parahal way pangirab niyu bang mattan ka, iban dalil tataimaun nagmanyatakan?” (Timurun in ayat ini palihalan sin manga mushrikiyn magkukuliling naghuhubu ha Ka’bah).",
                    "29": "Laung mu O kaw Nabi! : “In piyangdaakan sin Tuhan ku subay in iypun niya palindugun nila in ka’adilan iban ‘Istiqama’ (muntul tumutug ha katan daakan niya), bukun in daakan niya amuin hinang Fahsha (hinang makabias) sali sin agi nila yan, gamman pa hambuuka niyu na in pagmaksud harap pa Allahu Ta'ala, tunggal, isa-isa niya, katan sambahayang niyu patudjuha niyu pa Qiblah, iban sumbaha niyu siya halawm kamu ka-ikhlas in panginduwaa niyu kaniya, iban damikkiyan in pag-ibadat niyu iban pagta'at niyu subay da ikhlas kaniya damikkiyan niya ; biya’ sapantun panagnaan kamu piyapanjari sin Allahu Ta'ala dayin ha uway, bihadtu ra isab, kamu buhiun adlaw Qiyamat magbalik, mahuli dayin didtu ampa niya kamu tungbasan katan sin nahinang niyu.”",
                    "30": "In karudduhan niyu puas buhiun mahinang kamu duwa tumpukan tumpukan ‘Su'adaa’ ; amuin manga tiyawfiqan ; tumpukan ‘diyulan’ sin Allahu Ta'ala namaratsaya iban nag-ibadat, in manga yadtu amuin in manga sila nagmalilla’, sampurna pa Allahu Ta'ala. iban in hikaduwa, amuna in tumpukan ‘Ashqiyaa’ ; amuin patut sila malaung, amuna in manga kafir, pasalan sin mangi in piniy nila kakahinang. Karna sabunnal tuud in manga kafir hinang nila in manga shaytan tabang iban gapi’ dugaing dayin ha Allahu Ta'ala. Piyagta'atan nila in manga shaytan palihalan sin manga ma’siyat nagkahinang nila, iban nanaymai sila hinang ma’siyat piyanaabbitan nila kanila, iban in pangannal nila in sila amuin bihaun in hinang, sabunnal tuud kiyahihidayatan pa kasabunnalan iban pakaamuhan.",
                    "31": "Ya kamu panubu hi Adam! Pag ari-ari kamu iban tabuni niyu in awrat niyu tatkala kamu tumunay tiyap-tiyap sambahayang iban kumuliling ha Ka’bah, iban damikkiyan harus kamu kumaun iban minum sakaynu bukun hatiranan daluwasa ; amuin makaliyu lakad na dayin ha had giyanta sin shara’, duun ha katan parkala, bat karna sabunnal tuud in Allahu Ta'ala (siksaun niya, tiyataksil in manga ‘Mushrifiyn’ (daluwasa) iban magrida siya ha manga humahalal sin hiyalal niya, iban mangharami sin hiyaram niya, iban) di malasa ha manga ‘Al-Mushrifiyn’ (Magdadaluwasa).",
                    "32": "Baytaa O Nabi! pakatan manusiya : “Hisiyu ta maglaku-laku mangharami sin ‘Azziyna’? (amuin katan hipag ari-ari sin manusiya, duun naka tamungun iban sin kandiy dayin hadtu, amuin hiyarus sin Shara’ Islam ; biya na sin kagusi-gusihan iban manga bulawan iban sin sabarang umagiad ha manga yadtu, in manga ari-ari yadtu), amuin biyutang sin Allahu Ta'ala ha gumi ini, in partumbuhan iban gusi iban hayup. Iban damikkiyan hisiyu in mangharami sin ‘Tayyibat minar Rizq’ ; amuin kakaunun iban iinumun, kasusuban, wala hiyaram ha Shara’ Islam?” parahal, sabunnal tuud in Allahu Ta'ala kabayaan niya kakitaan in bakkas sin Ni’mat niya magmanyatakan ha iypun niya, biya’ na sin kiyalukis nalimpal sin Hadith Sahih). Iyana sila in manga pangari ngari iban ‘Tayyibat minar Rizq’  yadtu, manga Bar-iman tuud in asal siyukuan, iban nakaagad sadja kanila siyukuan, in bukun Bar-iman, sakaynu nagsasamud sila diy ha kabuhi dunya. Iban bang didtu na ha Akhirat ; in manga Ni’mat yadtu luggiya dakuman ha manga Muminiyn, biya’ ha ini hantang pagtaki-taki atawa lilayan sampurna ha palihalan hukuman sin pangari-ngari iban ‘Tayyibat minar Rizq’, tiyaki-taki namu in kaayat-ayatan (amuin manunjuki sampurna in Shara’ Islam, iban sin Agama Islam, iban sin kahukum-hukuman halal iban haram ha katan yadtu) ha manga Kawman iingat nila in gugunahun ha kabuhianan dunya, iban sin hika untayaw makasambu kaniya. Durung-dungan nila iban pamimintangan. Bukun ini pa manga tau ‘awam ha palihalan ilmu pag-bangun daira iban hipagpasambu kaniya.",
                    "33": "Iyana O kaw Nabi! In manga Mushrikiyn iban sin kandiy dayin kanila : “Sabunnal tuud amura in hiyaram sin Tuhan ku amuin manga ‘Fawaahish’ (dusa makabibias) lahil; matampal iban batin nakatatapuk, iban damikkiyan piyatatanug iban riyarahasiya. In manga ma’siyat yadtu amuna in manga dusa dakula, nakalabbaw in ngiy, iban damikkiyan in hiyaram niya katān sin mangdahi ha pa hikahinang dusa iban kasaan, amuna in manga dusa asibi, iban damikkiyan liyangan niya amuin manganyaya manusiya iban makalaug kanila, hika liyulakad nila dayin ha had shara’ Islam iban damikkiyan hiyaram sin Allahu Ta'ala hinangan niyu sakutu in Allahu Ta'ala parahal way dalil akkal taymaun sin akkal santusa’ atawa dalil labay napangadji imamu, iban damikkiyan hiyaram niya mamissarahan kamu palihalan sin Allahu Ta'ala parahal halaum kamu ka'awam, way pangirab niyu sin hal yadtu iban way dalil, in sapantun niya, biya’ na sin kaputingan hinang-hinang nila, hiyalal nila in hiyaram iban hiyaram nila in hiyalal.”",
                    "34": "Iban in tiyap-tiyap ummat iban manusiya taga waktu tartantu ha kabuhi Dunya ini, bang mabut na in ajal nila amuin kamatay nila na, na’, di na yadtu kasuhulan misan hangka sasa’at atawa sakadjap. iban damikkiyan di da sila matay bang di pa mabut in waktu tartantu kamatay nila, amura in jumatu amuin giyanta gawgut kanila.",
                    "35": "O kamu anak apu sin Adam! Apabila kamu kakawnan sin manga Karasulan namu dayin da sila ha pihak niyu mamaytai kaniyu sin kashara'-shara'an namu kaniyu manga kahukum-hukuman, na’ pagta'at kamu kanila iban kahagad kamu kanila. Hisiyu-hisiyu umanib dayin ha manga ma’siyat, salta nag ammal sila sālih iban hiyatul nila in kahalan nila, ha sababan iyagad nila in pamandu sin manga Rasul sin Allahu Ta'ala, na’ wayna kahanggawan nila siksa Akhirat, iban wayna kasusahan nila sin unu-unu na wala  nila nahampit waktu ha dunya pa sila.",
                    "36": "Amuin nanghimuting ha kaayat-ayatan napaturun namu pa karasulan namu, manga ayat amuin manunjuki kahukum-hukuman niya iban kashara’-shara'an in halaum niya iban lāgi timakabbur sila, uway tiyayma nila iban uway piyaratsaya nila, na’ sila na yadtu in tau narka, kakkal sila halaum niya salama-lama.",
                    "37": "Wayna lumabi kaanyayahan dayin ha amuin naghinang-hinang ha Allahu Ta'ala kaputingan, bat karna naghinang-hinang siya shara way piyanara’ sin Allahu Ta'ala, atawa iyan niya : “taga anak kunu in Allahu Ta'ala atawa taga sakutu”, atawa himuting niya diyusta in Al-Qur'an, atawa way niya kiyahagad in Nabi Muhammad (sallallahu alayhu wasallam), na’ in sila biya’ ha ini in papata dumagpak da kanila mahampit nila in parsukuan nila amuin giyanta kanila sin Allahu Ta'ala, marayaw mangi, ridjiki na ka atawa ummul sahingga apabila mabut mayan in waktu kamatay nila kawaun na sila sin manga Malaikat maghihijatul sin kamatay, patayun na sila sin manga Malaikat, iban agi kanila : “Hariin na in sakutu amuin siyusumba niyu, pagpangayuan niyu duwaa dugaing dayin ha Allahu Ta'ala?” In sambag nila : “Miyaguy ra dayin kāmu, nalawa da, di namu kaingatan bang ha unu na sila, di sumud pa angan-angan namu bang hikapaglagi namu ka sila atawa hikapa’gang ka sin mudarrat dumatung kāmu”, simaksi sila naghimun-nakun in ginhawa baran nila in sila kafir iban lawung.",
                    "38": "Nagparman in Allahu Ta'ala, (atawa nag Parman siya kiyabtang sin Malaikat niya ; didtu ha Akhirat pa manga Mushrikin) : “Sud na kamu pa narka lamud pa jumlahan sin manga ummat nakauna amuin nagkafir nakauna dayin kaniyu sibu’ da jinn atawa manusiya.” Tiyap-tiyap awn makasud pa narka dayin ha tumpukan nila, suknaan niya in kaibanan tumpukan kandiy agama amuin kiyasinguran nakalawung kaniya hangkan siya nalawung, damikkiyan suknaan niya in nakauna simud narka dayin kaniya, sahingga mag-agput mayan sila didtu ha narka katan, magsunud-sunud na sila mag-agput ha narka, laung sin kahinapusan na sumud narka dayin kanila atawa amuin nakabubutang ha tampat mababa, amuna in manga kafir agad-agad, lamma-lamma, way upaya, ha manga mula-mula nakasud dayin kanila pa narka atawa nakabutang ha taasan tampat nila, sila ini in manga kanakuraan nila, tau dakula ; pag-aagaran : “Ya Tuhan namu! Sila nayan in nakalawung kamu dayin ha dan kasabunnalan, liyang nila kami di papaagarun mawun, dayin ha sabab yan, Ya Allahu Ta'ala! Paratungi sila siksa lipata makaruwa atawa labi dayin didtu sisiksaan dayin ha narka”, Parman sin Allahu Ta'ala : “In tiyap-tiyap hangka tau dayin kaniyu yan lipatun ku in siksa kaniya, siksa pa manga tumpukan agad-agad sababan sin pangagad-ngagad nila iban sin nalawung sila sin kanakuraan nila. Iban damikkiyan ha manga hulubalang; nag-uhan sababan sin panglawngi nila, daypara di niyu sadja kaingatan in gantaan sin siksa iban bang unu in sisiksaan namu yan.”",
                    "39": "In sambung sin manga kafir nakauna dayin kanila ha manga nakahuli ; manga iyupihan sin imupi, laung nila : “Wayra kalabbihan patiagun kamu iban pabiddaun dayin kāmu, hika gam sin siksa kaniyu, nalawung da kamu, biya’ sin kalawngan namu. Na’ nanama niyu na in siksa pagsama-samahi, in sabab niya, sabab sin nausaha niyu hinang kangian iban nahinang kamu sababan sin pagma'asiyat niyu iban pagkufur niyu iban kalawngan niyu.”",
                    "40": "Sabunnal tuud amuin manga nanghimuting ha kaayat-ayatan namu (amuin ayat napaturun namu ha karasulan namu), iban piyagtakabburan nila pa, iban way nila piyaratsaya, in sila yan bang matay na di ukaban in kalawang-lawangan langit labayan sin nyawa nila pa taas, iban way ammal nila marayaw atawa duwaa makalagtas pa taas, pasalan sin ngiy sin manga ammal nila, iban mustahil sila makasud sulga, biya’ sin kamustahil sin pasurun in untà ha lungag jawum, biyahān in sapantun tungbas-hitungbas namu ha manga tau jahulaka sabab pagkufur nila. \n * Adapun in ma’ana sin lapal (As-Sam) amuna in lungag, ampa na in (Al-Khiyāt) jawum. amu yaun in siyabbut sin Allahu Ta'ala, karna in lungag jawum amuna in sakiput-kiput lungag, sangka’ in kiput.",
                    "41": "Siyusuku’ pa kanila in kabūras-būrasan (manga hanig) dayin ha jahannam, hinang dayin ha kayu, iban in dampal pa taas nila manga tabun atawa manga lukub dayin ha kayu. Limulukub kanila in narka dapit pataasan ûw nila, biya’ sapantun lukub. Na’ amu ini in upamahan sin tutungbasan namu hitungbas namu ha manga iyanyaya nila in ginhawa baran nila, nalapay nila pa in kandiy tau dayin ha bangsa manusiya, in manga sila ini amuna in manga kafir.",
                    "42": "Adapun in manga namamaratsaya ha Allahu Ta'ala iban ha manga Rasul niya katan-tan, iban salta nag-aammal ammal salih hakagaus-gausan nila, piyakay nila in manga daakan kanila, iyaniban nila in piyanglāngan kanila, paygay wala namu diyaak in hangsulag, ginhawa mag-ibadat atawa magta'at buwat malayingkan ganta magaus-gaus niya, na’ sila na yadtu in luun sulga way lamud sin kandiy dayin kanila, kakkal sila halaum niya salama-lama,",
                    "43": "Iban higuwa namu hiig in katan iggil dayin ha manga daghal nila amuin natitipun sin ha dunya pa, hasupaya lumihaw lumanu in ginhawa nila. Nag anud-anud ha babaan nila in kasapa’-sapa'an sulga, lagi kumabtang sila laung nila : “Sampurna pag shukur iban pupudjihan ha Allahu Ta'ala amuin nanghidayat kāmu didtu ha dunya amuin kiyadawhat namu kapatut tungbasan sin tungbas dakula ini piyabatuk niya kami pa mamaratsaya iban mag-ammal salih, di sa kami ini makabatuk madtu tahana-hana sin baran namu bang bukun kami hidayatan sin Allahu Ta'ala iban piyanduan niya iban tiyawfiqan niya, iban sabunnal tuud nara sin Karasulan sin Allahu Ta'ala in kasabunnalan, na’ iyagad namu in pamandu nila, ha adlaw yadtu tawag-tawagun na sila sin Malaikat amu agi kanila : “In sulga amuin sataas-taas na darajat niya yaun piyagwaris siyuku’ kaniyu sin Allahu ta’ala ha sabab nag ammal kamu salih.”",
                    "44": "Iban tiyawag sin tau sulga in tau narka timattap mayan in tiyap-tiyap tumpukan narka iban sulga pa bubutangan niya : “In kami mattan sin nadawhat namu na kiyananaman in kiya janji kamu sin Tuhan namu ha dila sin manga Rasul niya ; amuin tungbasan niya kami Ni’mat iban kamulliyahan. Unu kiyananaman niyu raka in kiyajanji kaniyu sin Tuhan niyu kajawjanaan iban siksa maul-ul?” Laung nila : “Hu'u mattan sin kiyananaman namu”, na’ duun ha ini awn na manawag-tawag ha antara sin duwa tumpukan, in mulka sin Allahu Ta'ala timatap-tap na ha manga Zālimiyn (kāfiriyn),",
                    "45": "Amuin manga mama’gang ha manusiya di nila paagarun ha dan sin Allahu Ta'ala iban Shara’ niya, iban makasud pa Agama Islam, iban in diyadaut nila bang mayan da in dān mabuntul yan mingkuk (di muntul), in da'awa nila in dān mabuntul yan amuin sa’ iban ba’tal, ampa in sila amu kunu in ha kasabunnalan, ha kaamuhan, parahal in kahalan nila ha pasalan pagbak iban sin Allahu Ta'ala ha adlaw Akhirat nagmumungkir nanghihimuting.”",
                    "46": "Ha ut sin manga luun sulga iban sin manga luun narka larang (atawa ad), amuin makapa’gang sin hika-paglamugay nila, iban didtu ha ‘A'raf’, in A'raf tampat nakabutang dampal pa taas sin ad, duun ha tampat awn manga kausugan (atawa manusiya) nagtabla in manga karayawan nila iban kangian nila, kakilahan sila sin manga Ahli sulga iban Ahli Narka ha sabab sin alamat pangindanan kanila, in manga mu’min maputi in pamayhuan nila, ampa in manga kafir maitum in pamayhuan nila, iban tiyawag sin manga ha tampat A'raf in manga ha sulga, kiyta nila mayan sila imiyan kanila : “Sampurna kasajahitraan kaniyu” ; (hatiniya sampuma panglaggu kaniyu panghulmat). Sumaguwa in puhung bang mayan da sila makasud sulga. Pasalan sin kiykita nila in kalabbihan sin Allahu Ta'ala iban Rahmat niya, iban in Rahmat niya sabunnal tuud nakalabi dayin ha Astul niya.",
                    "47": "Iban apabila isab pallingun na in pangatud sin manga Ahlil A'raf tudju (atawa harap) pa tampat diyuruunan sin Ahli Narka, kakitaan nila na in hal sin Ahli Narka halaum siksa laung nila ‘Mutadarri’, (magpaulung) : “O Tuhan namu! Ayaw mu kami palamura ha jumlahan sin manga Kawman amuin iyanyaya nila in ginahawa baran nila yan.”",
                    "48": "Iban damikkiyan tawagun pa sin manga ha A'raf in manga kausugan (manga manusiya) dayin ha luun narka kiyakilahan nila dayin ha sabab awn alamat kiyatungkilang dayin ha kandiy dayin kanila, Laung nila : “Wala da kiya lappas niyu dayin ha sumud narka, in katan natipun niyu pangalta, damikkiyan in pagpūn niyu manga damikkiyan in pagtakabbur niyu (dayin ha namamaratsaya ha Allahu Ta'ala way ra kiya puas niyu dayin ha siksa narka).”",
                    "49": "Laung nila ha manga kafir (biya kanda Abu Jahal iban hi Al-Walid ibn Al-Mughirah) : “Sila na ka amuin manga mu’min amuin way gaus amuin piyagbinsana niyu, (biya na kan Bilal, iban hi Ammar ibn Yasir yaun) siyapahan niyu sin didtu pa ha dunya bat laung niyu, in sila yaun way madawhat nila sin Rahmat sin Allahu Ta'ala pasalan miskin sila, malamma sila, matiyu da sila?” Iban iyana sila saginahun : “Na’ sud na kamu pa sulga, way kahanggawan niyu siksa, iban way kasusahan niyu unu-unu na wala niyu nadawhat atawa unu-unu na kimugdan kaniyu musiba na Dunya.”",
                    "50": "Nangayu in luun Narka dayin ha luun sulga mikipahampit kanila tubig atawa kakaun atawa ni’mat atawa dayin ha unu-unu na ridjiki sin Allahu Ta'ala kanila manga marayaw. Laung sin Ahli sulga kanila : “Sabunnal tuud in Allahu Ta'ala hiyaram niya karuwa; (in tubig iban unu-unu na piyang ridjiki sin Allahu Ta'ala pa manga luun sin sulga) ha manga kafir di tuud namu kamu bahagian iban dihilan unu-unu na amuin hiyaram sin Allahu Ta'ala hampitun niyu,”",
                    "51": "Ampa in pag iyanun kafir, sila na amuin manga hinang nila in agama nila lalangugan, pagmayin-mayinan iban babakay-bakayan, gura’-gura'un, natipu sila sin kabuhianan dunya sababan sin pangari-ngari niya iban amuin unu-unu na kasusuban sin hawanapsu sin manusiya yan ha dunya. Na’ bang ha adlaw Qiyamat na pasaran namu da sila halaum Narka iban halaum siksa, biya’ da sin paninggal nila ha ammal amuin mahinang nila lutu’ dahun pa Akhirat, iban sababan sin wala sila naghimunnakun ha manga Ayat sin Allahu Ta'ala iban sin unu-unu na narā mawun kanila sin manga Rasul sin Allahu Ta'ala dayin ha pamandu sin Allahu Ta'ala.",
                    "52": "Wallahi ! tantu tuud diyāhan namu in tau Makkah iban sin kandiy dayin kanila Qur'an, li-lilay namu sin lilayan sampurna, lagi asal kiyai-ingatan namu bang unu dayin ha Ayat Qur'an in patarrangun namu, salta in Qur'an yaun piyang hidayat namu manghindu ha manusiya pa kasabunnalan, manghawni kanila dayin ha kalawngan, iban Rahmat maka sanyang ha tau namamaratsaya kaniya iban miyamagad sin kahukum-hukuman niya.",
                    "53": "Amu baha in tiyagaran sin sila nanghimuting yan (way dugaing) dayin sin kiya janji kanila halaum kitab amuin siksa pananamun kanila kasūngan sin pakaradjaan nila, adlaw amuin mutang na in siksa, in adlaw yadtu amuna in adlaw Qiyamat, lumahil na in kasabunnalan sin katān kiyabayta niya, ha adlaw yadtu mamung na in manga naniniya-siya iban naninggali sin ammalan amuin nakalulukis halaum niya manga pardaakan waktu ha dunya pa, “Tantu tuud narā na kaniyu sin manga karasulan sin Tuhan namu in babarapa kasabunnalan, lāgi bihāun kiyahagad namu na in biyayta nila unu awun ka yan manapa'at humaun kāmu dayin ha siksa atawa makasapa'at kāmu ampa ra kami makabing magbalik pa dunya? Karna ha supaya kami makapag ammal-salih, bukun na biya’ sin hinang ma’siyat amuin bakas nahinang namu.” Tantu liyugi nila in ginhawa baran nila iban liyuppas nila sababan sin kasud nila narka iban in sila kakkal halaum niya, way na ruun kanila in unu-unu na piyamuting nila, piyanakutu sin waktu ha dunya pa sila amu agi nila : “In barhala yan iban sin sali’ sin manga yan makasapa'at katu taniyu ha hadarat sin Allahu Ta'ala.”",
                    "54": "Sabunnal tuud in Tuhan niyu (Allahu Ta'ala) siya in nagpapanjari sin pitung-lapis langit iban gumi, halawm unum adlaw mahuli ampa siya Imistiwaa (timayimbabaw, panayimbabaw tumup ha katinggahan niya iban ha kabasaran niya iban ha kamahasutsihan niya) ha ‘Ars niya. Siya ra in magpa-lulukub sin tigidlum sin dum pa sawa sin adlaw. (damikkiyan in magpa-Iulukub sin sawa sin adlaw pa tigidlum sin dum), in pagsubli-siyublihi nila jumatu magtuy, nag-aamu amu, di mabalda iban matahala sin unu-unu na. Damikkiyan in suga iban bulan iban bituun, in manga yan piyapanjari niya ra isab, lagi timataalluk ha daakan niya (iban ha kahandak niya). Bukun ka yan Allahu Ta'ala, isa-isa niya Tunggal in Tagpapanjarihi sin katan Makhluq, iban Tagdapu hanan sin katan pakaradjaan iban Taghidjatulan iban Tagmilik sin pardaakan katan. Siya in mangdaraak iban mamutang sara’. Mahabarakat in Allahu Ta'ala, amuin Tuhan sin katan Alam.",
                    "55": "Tawaga niyu in Tuhan niyu pangayu kamu duwaa, O kamu manga Mu'miniyn! Ha hal in kaawnan niyu ‘mutadarri’ nagpatitibaba, nagpatitikupu’, iban rahasiya, piya’agak, karna malawak in bihadtu dayin ha Riyaa. In Allahu Ta'ala mahasutsi, sabunnal tuud mabungsi ha manga mangliliyulakad dayin ha hal amuin aturan pag-duwaa ha Shara' (iban na sin dugaing dayin ha duwaa, sabab pahibukun nila iban hi-ulak, atawa in duwaahun nila amuin di jarihun sin Shara' Islam, atawa duwaa amuin di mapatut).",
                    "56": "Iban ayaw kamu himinang kangian ha gumi (sababan dayin ha pag shirik iban ma’siyat) mapuas hiyatul iban diyayaw sin Allahu Ta'ala dayin ha kapara niya manga Rasul, iban pagpaturun niya kitab, iban piyalindug in manga Shara’ niya, pangayu kamu duwaa pa Allahu Ta'ala karna sin damag niyu ha siksa niya, iban puhung niyu sin Rahmat niya iban kalabbihayan niya, sabunnal tuud in Rahmat sin Allahu Ta'ala iban kamaapan niya iban panaymai niya ha duwaa pakaradjaan masuuk ha manga tau marayaw in hinang nila, amuin in manga miyamahagad sin daakan niya, timitinggal sin liyangan niya.",
                    "57": "Allahu Ta'ala ra Amuin Magpara hangin Hunus, amuin maghatud sin hikarayaw iban tu’ sin ulan, sahingga makara mayan in hangin gabun, amuin kimakandung tubig, ampa na isab hipara ha gabun hipanayi’ti’ hasupaya mabuhi in lupa gang-gang hipagpatubu sin tumbutumbuhan ha lupa yan. Na’ sabab yadtu hangkan piyaturun namu in tubig ulan ha lungan, nahinang tiranan dayin didtu kiyapaguwaan namu sila indaginis bungang kahuy. Na’ sapantun pagpaguwa namu ginisan bungang kahuy iban tumbutumbuhan yan in pagpaguwa namu hamanga miyatay (waktu buhiun na gumuwa na sila dayin ha manga kubul nila adlaw Ba’ath iban Nushur) mahuru-huru na sila pa parang mahshar, hasupaya niyu katumtuman salta kaingatan bang biya’diin in kawasa sin Allahu Ta'ala magbuhi sin katan miyatay iban ha katan unu-unu, iban magparatsaya ha bunnal tuud in Allahu Ta'ala Tunggal isa-isa niya ra, way sakutu niya.",
                    "58": "Adapun in lūngan amuin marayaw in lupa niya, maasbung in tumbu-tumbuhan niya, gaddung-gaddungan, in gumuwa panghiyanamun niya marayaw in tubu’ niya, sangpat makaibug in lingkat niya, ampa in mangi lupa niya (biya’ na sin desert atawa buhangin) di tantu gumuwa tumubu in panghiyamun niya buwat malayingkan, misan awn gumuwa labay ha kahunitan, kulang in lagi niya. Amuin in par-upamahan nyata ha palihalan sin hisiyu-siyu manaymai panawag tawag sin iman. Adapun in kafir amuin nanaykuri dayin ha pagparatsayahan, biya’ na sin damikkiyan manga Ayat amuin manunjuki Qudrat makahaylan iban shara' way sali’ niya amuin patut uupihan iban bawugbugan sin iypun. pa manga Kawman bar-shukur pa Allahu Ta'ala, naghihimunnakun ha manga Ni’mat niya.",
                    "59": "Tantu tuud napara namu na hinang Rasul in Nuh (alayhis salam), amuin panagnaan karasul-rasulan ha babaw gumi himindu ha Kawman niya, In agi niya kanila : “Ya Qawm! Sumba kamu pa Allahu Ta'ala Tunggal kaniya, bukun kamu sumumba pa dugaing dayin kaniya, Karna way dugaing dayin kaniya patut pag Tuhanan niyu sumbahun, in aku amu tuud in kahanggawan ku dumagpak kaniyu sabab sin kashirikan niyu yan, amuna in siksa ha adlaw landu halubilu iban hunit, amuna in adlaw Qiyamat atawa adlaw amuin pang umbak tawpan.”",
                    "60": "Laung sin manga tau dakula ha Kawman niya iban manga panghu nila : “In tilas namu kaymu ya Nuh! halawm kasaan, matampal, iban limawak dayin ha kasabunnalan.”",
                    "61": "Laung niya (hi Nuh) : “O Kawman ku! Way aku nalawung ha dan sin kasabunnalan iban kaamuhan ampa in aku ini Rasul sin Allahu Ta'ala mari kaniyu amuin Tuhan namahihala sin Alam (manusiya naka iban sin manga jinnn manghindu kaniyu iban magpaintul, iban duma karayawan mari kaniyu, iban ma’gang sin kangian dayin kaniyu),",
                    "62": "Iban hisampay ku kaniyu in unu-unu na diyaakan kaku sin Tuhan ku manawag tawag kaniyu pa pagtawhid halus, iban timinggal pagshirik, iban in diyaraut ku amuna in dumayaw in pakaradjaan niyu iban himindu kaniyu pa hikarayaw kaniyu iban hikalappas iban nakai-ingat sin kabasaran sin Allahu Ta'ala iban sin Qudrat niya iban parat sin siksa niya, ha nagma’siyat sin manga pardaakan niya, way pangirab niyu sin manga ini, in baita ini labay dayin ha mattan wahi iban bunnal.”",
                    "63": "Nanghimuting kamu, nagmungkir, naajayib pa kamu pagga dimatung kaniyu in Wahi iban Pamandu dayin ha Tuhan niyu ha lima sin hambuuk tau dayin da ha Kawman niyu, kakilahan niyu? Iban dayin da ha pihak niyu, kiya lulūtan niyu banda'an niya kamu sin sisiksaan sin Allahu Ta'ala apabila kamu magma’siyat, iban dumaak kaniyu papagmabugaun pa Allahu Ta'ala, Tuhan niyu ha tiranan himinang sin daakan iban umanib dayin ha liyangan niya, hasupaya madawhat niyu in rahmat niya iban rida niya bang kamu nagta'at iban dimungug hindu niya.",
                    "64": "Na’ misan, bihadtu masi ra sila nagpatural nanghimuting iban imatubang, na’ paga bihadtu in hal nila liyappas namu hi Nuh iban sin manga pilang katau nagparatsaya kaniya, amuin miyagad kaniya limuwan pa adjung bahitra, amuin piya tapi’ namu kaniya, ampa namu liyu’mus piyaalunan panjang iban liyubu katan sasuku’ sin nagkufur iban nagpatural ha kalawngan, iban masi in panghimuting, sila yadtu in kaawnan nila Qawnan buta in batin nila iban pangatayan dayin ha makapaham sin kasabunnalan, hangkan way pus paidda sin nasihat iban patumtum duun kanila.",
                    "65": "Ampa na isab piyarahan namu Rasul in pihak ‘Aad panagnaan (amuin miyutang ha Al-Ahqaf ha hadramawt ha hula Yaman) talbitang hambuuk dayin ha manga pihak nila atawa bangsa nila in siya ini amuna hi Hud (alayhis salam), Laung niya kanila : “O kawman ku! Sumba kamu pa Tuhan bunnal, tunggal da siya amuna in Allahu Ta'ala, way dugaing patut pagtuhanan niyu, siya ra. Di ka kamu muga’ ha siksa sin Allahu Ta’ala?”",
                    "66": "In sambung kaniya sin manga kanakuraan iban tau dakula manga kafir ha Kawman niya : “In pangita namu kaymu natali namu O hud! Kulang in akkal mu, iban babbal, iban in kami naghimunnakun in ikaw yan dayin ha jumlahan sin sila puting in da’awa nila ; nabi kunu iban rasul sila.”",
                    "67": "Laung hi Hud kanila : “Bukun aku kabus-kabus, dupang-dupang, biya’ sin natali niyu, sumagawa in aku Rasul piyara kaniyu dayin ha Tuhan niyu Rabbul ‘Alamiyn, mamandu kaniyu iban himindu pa makasannang kaniyu,",
                    "68": "Hisampay ku kaniyu in unu-unu na piyara kaku sin Allahu Ta'ala, dayin ha manga pardaaakan sin Tuhan (manga pardaakan, iban usiyat, iban piyanglangan), in aku tulus ikhlas numasihat kaniyu pa piyanawagtawagan ku hipahinang kaniyu, kapangandulan niyu, lagi mukhlis ha katan piyasampay ku kaniyu, di aku muting ha Allahu Ta’ala,",
                    "69": "Unu nanghimuting kamu iban kannal niyu malayu yadtu pa akkal, iban na ajayib kamu diyatungan mayan kamu Wahi iban patumtum dayin ha Tuhan niyu? Ha lima sin hambuuk usug dayin da ha bangsa niyu, kakilahan niyu, hasupaya kabandaan niya kamu sin paniksai sin Allahu Ta'ala bang kamu mag ma'siyat kaniya. Iban hasupaya kamu makatumtum si Ni’mat sin Allahu Ta'ala kaniyu waktu hinang niya kamu kiyapag-amanatan niya magpatindug sin Shara' niya, atawa piyabutang ha gumi puas sin miyula niya in mga Kawman hi Nuh, iban piyasung niya pa kamu dayin ha manga dugaing dayin kaniyu in lanjang sin umbang payaw niyu, iban sabag sin baran niyu, iban basag sin pamaranan. Na’ dayin ha sabab yan tumtuma niyu ra in Ni’mat sin Allahu Ta'ala sataud taud ka niyu. Ampa ra kamu magparuntungan sin Rida niya iban Sulga niya.”",
                    "70": "Laung nila kaniya : “Mahita hangkan kaw yan miyari kamu pasal palihalan da sin papasumbahun mu kami pa Allahu Ta'ala tunggal isa-isa niya, iban sakali tinggalan namu in unu-unu na kaput sin kamaasan namu amuin pagsumba manga barhala. Na’ pakaria na ba in siksa jiyanjaji mu kamu yan bang bunnal in antup mu iban paniksa kāmu!”",
                    "71": "Laung hi Hud (alayhis salam) : “Tantu tuud patut na iban wajib na kamu siksaun iban kaastulan, unu lugatan niyu pa aku palihalan sin manga Barhala kamu ra in nag ngan kanila tuhan, kamu iban sin kamawmaasan niyu, parahal wala nagpaturun in Allahu Ta'ala palihalan yaun dalil iban tanda hipapasumba in manga yaun na’ pagka kamu bihayan da tagari niyu na in pagturun sin siksa makusug, ampa in aku sabunnal tuud hambuuk dayin ha manga iban niyu tumagad sin pagturun sin paniksa yan, Ampa way tuud yan dapat jumatu yan kaniyu way pagkalu.”",
                    "72": "Ulihan dayin didtu piyalappas namu hi Hud iban sin mu’minin amuin miyamagad kaniya dayin ha siksa ulung namu ha manga bar-iman, iban lagi jiyuljana namu binsana liyapnas in manga Kawman nanghimuting ha kaayat-ayatan napaturun namu ha karasul-rasulan namu way tuud namu sila kiyapinan misan hangsulag, ha sababan way sila namaratsaya iban panghimuting nila ha manga Rasul sin Allahu Ta’ala mawun kanila.",
                    "73": "Iban damikkiyan in hi Salih piyara namu Rasul pa manga pihak Thamud. Amuin sila naghuhula ha Al-Hijr. (naka tungud ha satan sin Madina, masuuk pa ‘Tabuk’) nanawagtawag kanila pa pagparatsayahun niya sila, laung niya kanila : “O kamu Kawman ku ! Allahu Ta'ala sadja in sumbaha niyu way Tuhan dugaing mapatut sumbahun malayingkan amura siya (Allahu Ta’ala). Mattan tuud tantu yan na kamu diyahan niya (hi salih) Mu’jizat matampal dayin ha Allahu Ta'ala tanda manunjuki ; bunnal in Risalah ku, pardaakan ku, in mu’jizat dakula yan amuna in Unta, in yan dayin ha Allahu Ta'ala ayaw niyu yan hujjala’a, pasari niyu mangaun-kaun ha lupa sin Allahu Ta'ala bukun suku’ niyu in magpakaun kaniya, ayaw tuud niyu puhingaa, misan salat pamuhinga, karna binsanaun kamu sin Allahu Ta'ala sin siksa mabisa ha pasalan panglaugi niyu kaniya (ha unta).”",
                    "74": "Iban tumtuma niyu ra in Ni’mat sin Allahu Ta'ala iban kalabbihan niya ha tatkala piya subli niya kamu tau sin hula, puas sin Kawman ‘Aad, iyanughara niya kaniyu in bubutangan matanam ha gumi paghinangan niyu in kapatag-patagan niya kaastana-astanaan dakula, mataas, iban sangkapan niyu in kaburan pagbayan niyu, iban hinangun sungab pagsisiluan, ampa niyu ra katumtuman in manga ni’mat mataud, iban dakula ini, salta ayaw kansangi niyu in paghinang kangian ha hula ini amuin mahinang tanda sin in kamu way imi-insap dayin ha hinang mangi iban gam mayan masi ra himihinang.",
                    "75": "Amu agi sin kanakuraan nila amuin timatakabbul dayin ha pag-iman, tau dayin ha Qawm hi Salih ha manga mu’minin lamma-lamma, panggura’-gura’ nila iban pangudju-ngudju, “Ha panghati niyu in hi Salih rasul ka, piyara kunu’ sin Tuhan niya?” In sambag sin manga mu’min amuin lamma-lamma way gaus : “In kami sabunnal tuud gawgut in pangahagad sin Risalah (pagka-rasul niya), panawag-tawag niya, iban pangagad ha manga diyaakan niya, paigay labi-luba na, asal namu kiyahahatihan ha panghati gawgut bunnal in bayta niya.”",
                    "76": "Laung sin manga nakura manga nagtatakabbul dayin ha pagparatsaya sin Risalah hi Salih (alayhis salam) daakan sin Tuhan amuin nara niya : “In kami sabunnal tuud nangdurusta da’ di da manghimunnakun sin katan piyaparatsaya niyu.”",
                    "77": "Piyapatay nila ra in unta niya-har (hasikan sin gunggungan niya ugat, atawa piyatay nila labay iyutud in ugat dakula pa tikud-tikud niya), hangkan nabilang sila katan in namatay pagga rida’ nila ra in nahinang sin hangkatau dayin kanila, iban nangliyulakad sila way miyagad ha pardaakan nara hi Salih, timakabbul sila, imiyan pa sila panais iban panggura’-gura’ : “O Salih! Paratunga ba in piyangantup mu kamu siksa yan, bang kaw bunnal tuud nabi napara sin Tuhan mu.”",
                    "78": "Na’ way ra limugay binsana da sila linugan linug makusug, pagpulak mahinaat yaun sila katan ha lawm hula nila ha kabayan nila nabubugtang miyamatay, kahantal-hantalan.",
                    "79": "Piyasaran na sila ni Salih, minig siya dayin ha hula nila puas nila (siyumbayi) niya-har in Unta, amu agi niya kanila : “O Kawman ku! Napasampay kuna kaniyu in daakan piyara kaku mari kaniyu sin Tuhan ku, kiyabugtuan aku nimasihat kaniyu iban nanghindu, sumaguwa gaid in kamu way baya niyu ha manga mag nanasihat tulus ikhlas, mahukaw kamu sin nasihat ku, sabab yadtu hangkan da kamu patut siksaun.”",
                    "80": "Damikkiyan hinang namu Rasul hi Lut, in siya ini anak sin taymanghud usug hi Ibrahim. Tumtuma in agi hi Lut (O ikaw Nabi!) ha tatkala iyan niya in Kawman niya panglangi niya : “Hinang niyu ka in hinang makabias landu in ngiy niya, amuin ‘Liwaat’ (usug pagkahi usug) yan, way pa bakas nakahinang ha yan ha hangsulag manusiya amuin nakauna dayin kaniyu, sin angay lugay, in yan hinang nakabidda kamu ra in nakatagna hayan, way pa ummat dayin ha kaummat-ummatan nakahinang biya’ hayan, ",
                    "81": "Pasal in kamu yan sabunnal tuud hangkan humulid pa manga usug pagkahi niyu hasupaya sadja kadulan niyu in baya niyu, bukun niyu kiyannal marayaw miyaakkul sin atay niyu, iban kasantusaan sin kariyasali niyu, di kamu mag iyan ha pihak kababaihan tinggalan niyu parahal sila na tuud in tup niyu tampat pagpasugmakan niyu shawat bang bandingun in kariasali, gayid bukun da unu asal in kamu yan tau nakalabbaw in ma’siyat, iban gumuguwa kamu dayin ha had tu’lid.”",
                    "82": "Way jawab sin Kawman sin tiyaksil niya mayan sila, pasalan landu pangdusta nila, buwat malayingkan laung sin pakaniya-pakaniya dayin kanila : “Paiyga niyu na hi Lut iban sin manga nagparatsaya miyagad kaniya yan dayin ha Hula niyu, (hula sodom, daya sin lungan sin Kawman Lut, dampal pa subangan sin Hula Jordan ha Al-Gur) hangkan pa-iga niyu sila ; bat sabab in sila yan manga tau (wala nagpatamak sin nahinang taniyu yan, way na dapat nila dumi ha lawman taniyu, manga tau sila) nagpa-lilissin.”",
                    "83": "Na’ liyappas namu hi Lut iban sin Ahli niya iban amuin namamaratsaya kaniya, amura wala liyappasan amuin asawa niya kafir miyunyug dayin ha tumpukan najuljana, amuin timutug nagpabin ha Kawman niya, ha tampat kiyugdan siksa.",
                    "84": "Piyaulanan namu ulan daut maka-ajjayib ulan batu na-aanag ha narka, panduga kaw bang biya’diin in kiyasungan sin manga jahulaka amuin nangdusta kan Lut (alayhis salam), iban timugum halawm Zina.",
                    "85": "Iban piyarahan namu pa pihak Madyan dayin ha panubu’ hi Ibrahim in piyaghuhulaan nila ha ut bud Siná iban Furat Rasul dayin da ha bangsa nila iban panubu’ nila amuna, hi Shuaib (alayhis salam) laung niya kanila : “O Kawman ku! Sumbaha niyu in Allahu Ta'ala way Tuhan niyu kandiy dayin kaniya. Siya ra tuud in bunnal susumbahun, tantu tuud sin simampay na kaniyu in dalil matampal dayin ha Tuhan niyu manunjuki bunnal in Risalah piyagtawagan ku kaniyu, pajukupa niyu in kiluhan iban timbangan bang kamu magdagang, ayaw awati niyu in magdarang, iban mamimiy iban sin tau dugaing dayin kanila, sin manga kapatutan nila, amuin awnan niyu salla in barang nila, atawa pababaun in halga, atawa awnan kulina in tagdapu niya, katan yan mabilang kimaun alta, sin manusiya ha kaba’talan, labay kulli iban ayaw kamu himinang kangian ha Gumi (labay magkufur iban magma'siyat) puas hiyatul in luun niya sin Allahu Ta'ala (liyabay niya ha pagpara kanabihan iban karasulan). In diyaakan ku kaniyu yan in labi marayaw iban afdal masuku’ niyu ha hadarat sin Allahu Ta'ala dayin sin unu-unu na kakufuran iban kazaliman piyatatarulan niyu yan, bang kamu magkahagad da sin Risala piyanawag tawagan ku, iban magparatsaya Tunggal in Allahu Ta'ala iban magkahagad ha Shara’ niya, karna in pagparatsaya, in kama’tunan niya subay mangangari sin pardaakan.”",
                    "86": "Ayaw hapaan niyu langpasan in lumalabay, ha karan-danan, pangantup ngan tupun niyu in manga tau puhingaun binsanaun amuin sila magkawun kaniyu, iban langun niyu pa in manga manusiya mamaratsaya ha Agama sin Allahu Ta'ala, iban ampa di makasampay kan Shuaib (alayhis salam) in iya-angut niyu bang manda’ in Shara' sin Allahu Ta'ala bingkuk, bukun mabuntul, iban tumtuma niyu sin waktu tiyu’-tiyu’ pa kamu, piyataud niya kamu ; piyataud in panubu' iban iyanughara niya kaniyu in kakusug iban karaya, iban talia niyu bang biya’diin in kasungan sin maghihinang kangian (amuin bu’gat ; manglalangpas dayin ha kaummat-ummatan nakauna, amuin sila jiyawjana sin Allahu Ta'ala sababan sin pagkufur nila iban pardusahan nila).",
                    "87": "Misan pa in kaawnan sin kaibanan tumpukan dayin kaniyu namaratsaya sin daakan napara kaku dayin ha Allahu Ta'ala, in kaibanan tumpukan way namamaratsaya ha Risalah ku, sabar kamu sahingga hukumun in antara taniyu iban sila sin Allahu Ta'ala ha hukuman kasabunnalan iban ka’adilan, amuin magmanyatakan na in daraugan namu kaniyu, ampa asal in Allahu Ta'ala siya na in sangat sarayaw-rayaw Manghuhukum, karna in hukuman niya kasabunnalan iban ‘Adil, way kazaliman niya atawa pagtabang dapit.",
                    "88": "Laung sin balkanan manga nagtatakabbul, di magpaparatsaya ha Allahu Ta'ala iban ha Rasul niya dayin ha Kawman niya : “Tantu tuud bulawun namu na kaw Ya Shuaib! iban sin sila namaratsaya kaymu paagarun paigun namu dayin ha hula namu ini, atawa ampa kamu di makaagad mabulaw subay kamu magbing. (O kamu manga miyagad kaniya!) pag agama namu biya’ sin piyag-aagamahan niyu tagna, (hati niya ; way pag pinian niyu dugaing malayingkan hambuuk da dayin ha duwa yan, mabulaw atawa magbalik pa agama kaput nila nakauna).” Siyambag sila hi Shuaib : “Unu lugusun niyu kami pabingun pa agama niyu misan kami mahukaw magbing atawa mahukaw mig dayin ha Hula ini?!",
                    "89": "Laung pa kanila hi Shuaib : “Bang bihadtu nakahinang kami kaputingan pa Allahu Ta'ala bang kami magbing pa pa agama niyu kashirikan yan, iban kazaliman. sin puas na kami liyappas sin Allahu Ta'ala iban hiyawun dayin duun, karna in pag bing mawun salaggu-laggu na dusa, hisiyu hisiyu nagmurtad puas siya nagparatsaya in nahinang niya yan amuna in salaggu-laggu kakufuran, di tumup kamu iban di tuud makadjari magbing pa agama niyu salama-lama, malayingkan bang hi kahandak sin Tuhan namu Allahu Ta'ala in pakaradjaan yadtu, Tuhan amuin sakup sin pang-ingat niya in katan unu-unu ha liyukupan sin Mahkluq napaawn niya ini, hibugsu namu na in pakaradjaan namu pa Allahu Ta'ala, hihangla namu na kaniya hipagsarahakan amuin bang man niya ra kami patutugun ha pag-iman iban sampurna ni’mat iban palihalaun, lappasun dayin ha kakufuran iban kabinsanaan. Ya Tuhan namu! Hukuma in antara namu iban sin kawman ku sin hukuman ‘Adil, amuin kapatutan tumup pa tiyap tiyap kāmu ha kawman ini, duun naka dumaug atawa daugun, asal da ikaw ra in sa’adil-adil iban sarayaw-rayaw manghuhukum.”",
                    "90": "Laung sin manga Barkanan sin Kawman amuin manga kafir ha tumpukan dayin ha Kawman nila : “Bang paratsayahun niyu in Shuaib iban agaran niyu, kamu na yan in tantu lussung ha kalugian in pagusaha niyu sabab sin di na kamu mangawat ha pagkilu iban timbang, magmula na kamu ha hinapusan niya.”",
                    "91": "Nagsababan dayin ha pangdustai nila, liyapnas sila iban pagpatarul nila jiyawjana sin linug makusug pasalan pagma’siyat nila iban ha kakufuran, pagpulak mahinaat naghahantal na sila katan nangusal miyamatay.",
                    "92": "Amuin manga nanghimuting ha Risalah piyanawag tawagan hi Shuaib, nahinang sila biya’ hantangan bukun da ballapatahun naghuhula duun ha hula nila ha kabayan nila, ha pasalan sin liyapnas sila siksa amuin manga nanghimuting kan Shuaib liyussung nila na sin kalugian in ginhawa nila iban liyuppas nila in kiya milikan nila. In salagga laggu kalugian kanila dunya Akhirat, bukun ha manga namaratsaya kan Shuaib (alayhis salam).",
                    "93": "Miyaguy na hi Shuaib pagtatab niya manyatakan na in pagjatu sin siksa kanila, amu agi niya kanila : “O kamu Kawman ku! Tantu tuud kiyatunay kuna in kawajiban ku, napasampay kuna in piyara kaku pardaakan iban piyanglangan biya’diin pa kalagi ku mag maaruy atawa magkarukkaan ha Kawman nagpatutural ha kakufuran!?”",
                    "94": "Way napara namu pa kahula-hulaan Nabi dayin ha manga kanabi-nabihan, pagsakali himuting sin tau niya, buwat malayingkan binsana namu sila kasigpitan iban kamiskinan, iban makamudarat iban ginisan sakit, hasupaya sila magpatikupu iban magpatibaba, mamaratsaya sila iban magtawbat.",
                    "95": "Ulihan dayin didtu iyanugharaan namu sila, siyubli ha Bala’ iban sigpit piyaratung namu kanila, pagdaya iban hayangmuhaddal iban kusug iban kasambuhan, sambil sila timaud iban simulig, ampa na nagkufur, way sila nagshukur sin ni’mat, laung nila pa : “Amuna in kiyamamasahan, bukun yadtu paniksa dayin ha Allahu Ta'ala, piyagkugdan da isab in kamaasan namu kasigpitan ulihan dayin didtu himayang da sila, bawugbugan ta niyu na in kaput nila”, way nila kiyabatukan in yadtu bala' atawa uujiyan dayin ha Allahu Ta'ala nala’pung sila sin bihadtu, ha sabab yadtu binsana namu sila sin siksa' tarkajut way hugna, ha hal way nila kiyabahunusan in waktu pagdatung niya.",
                    "96": "Bang sadja in Ahlul Qura, (tau amuin ha daira dakula, amuin piyarahan namu karasulan) namaratsaya (ha Allahu Ta'ala iban ha manga karasulan niya, iban iyaniban nila in kakufuran iban manga hinang mangi, iban magpalayu sila dayin na hinang yadtu), tantu tuud pahayangun namu ukaban kanila in sataud-taud karayawan dayin ha langit paulanun, iban dayin ha Lupa patubuun in tumbu bulawan Iban pilak iban kandiy dayin ha yan, daipara nanghimuting sila (hakaayat-ayatan manunjuki sin hikapamaratsaya iban tanda bunnal in bayta sin Karasulan, way sila namaratsaya), hangkan namu sila jiyawjana sin siksa iban pinjara, sababan sin pagkufur nila iban dusa nila.",
                    "97": "Unu īnuknaka in manga Ahlul Qura amuin naghuhula ha lungan yan amuin sila nanghimuting ha karasulan yan bang sila datungan paniksa namu ha waktu Dum, ina’bu sila natutug?",
                    "98": "Atawa īnuknaka in Ahlul Qura (amuin nabangkil ini) bang sila dagpakan sin paniksa namu ha waktu maynaat, sa’bu nila nagpapanayam amuin way kapusan niya?",
                    "99": "Unu īnuknaka sila sin siyaddiya kanila siksa sin Allahu Ta'ala iban piyamahadjaan sila sin Allahu Ta'ala iyanugharaan sila ni’mat iban sihat wala sadja kiyananaman, na’ subay nila ingatun way inukun sin panghidjatul sin Allahu Ta'ala iban paminsana niya amura in Kawman liyussung nila in ginhawa nila halawm kalugian.",
                    "100": "Unu wala pa ka timampal ha manga kiyapusakaan sin gumi iban sin barapa tampat niya puas miyula sin Allahu Ta'ala in manga Kawman nakauna dayin kanila. Amuin apabila hi kahandak sin Allahu Ta'ala pakugdanun kanila in kamumulahan iban pinjaraun sabab sin dusa nila, biya’ na sin paminjara namu ha manga tau nakauna dayin kanila, iban hiyataman namu na in pamaham sin pangatayan nila, di na sumubsub palawum niya in pamandu, Iban di na sila dumungug pamandu sin pangdungug dungdung iban mamaham, sampayna sadja sila matay.",
                    "101": "Amun in lungan nagkasabbut yadtu amuin miyula namu, lungan sin Lima Kawman ini : 1Kawman Nuh, 2Kawman Hud, 3Kawman Salih, 4Kawman Lut 5Kawman Shuaib. Mangkil kami kaymu maniyu’-tiyu’ dayin ha habal nila bang biya’diin in ka’agai nila miyula namu. Tantu tuud sabunnal diyahan na sila sin karasulan namu ginisan mu’jizat iban manga dalil matampal manunjuki bunnal in bayta kanila sin karasulan namu mawn kanila, misan bihadtu kaagi-agi way ra sila namaratsaya waktu diyahan na sila sin karasulan ginisan Mu’jizat, ha sababan asal na nila hihimuting ha waypa dimaratung mawn kanila, lagi nagpatarul pa sila ha kakufuran, Biya’ da sapantun sin piyanganji namu ha pangatayan sin manga ummat kafir nakauna, in hipanganji namu ha manga pangatayan sin manga kafir ha Kawman mu iban kandiy dayin kanila, di na magmunpaat kanila in nasihat iban patumtum.",
                    "102": "Way kiyasakupan namu in kamatauran sin manusiya manunayi sin kiyapangakuhan (atawa manunayi usiyat pag-iman iban piil-palangay marayaw), iban damikkiyan way kami nakasakup ha kamatauran nila, buwat malayingkan gimuguwa sadja sila dayin ha pagta'atan sin guwa kimaruk.",
                    "103": "Mahuli dayin didtu ampa na isab piyara namu puas sin pagpara namu karasulan nagpakauna (biya’ na kan Nuh, hi Hud, hi Salih, hi Lut, hi Shuaib) in Musa nagdara ginisan Mu’jizat manunjuki bunnal siya Nabi, madtu kan Fir’aun (amuin takabbul, panganganyaya) iban pa manga hulubalang sin Kawman niya, sumagawa wala da piyaratsaya nila in manga Mu’jizat, himuting nila liyaugan nila in ginhawa baran nila, karna in panghimuting nila yan dakula na yan kaanyayahan, talia marayaw O ikaw Nabi! bang biya’diin in kiyasungan sin manga kafir amuin nanghihimuting.",
                    "104": "Laung hi Musa (piyasaplag niya mayan in Risalah nara niya dayin ha Allahu Ta'ala) : “O Fir'aun in aku ini sabunnal tuud Rasul mari kaymu dayin ha Allahu Ta'ala, Tuhan sin manusiya iban jinn, siya isa-isa niya in Tagmustahak paratsayahun patut pag tuhanan.”",
                    "105": "In patut kaku amuin wayruun hipamung ku ha Allahu Ta'ala malayingkan subay sadja himumungan kasabunnalan amuin diyaakan niya kaku hipabayta kaniyu bihadtu tuud yari kamu diyahan ku dalil matampal dayin ha Tuhan niyu magpatarrang sin bunnal tuud in biyayta ku kaniyu, ha sabab yan “Tugutan na kaku parahan in manga panubu’ sin Israil yan, bu’luya na sila dayin ha pamihag mu iban pamissuku mu pangipun mu, ampa ra sila makaagad muwi kaku pa lupa Muqaddasah, karna in kaawnan nila yan liyalang di pabalikun pa hula sin kamawmaasan nila.”",
                    "106": "Laung kaniya hi Fir'aun : “Bang kaw tiyatapilan Mu’jizat dayin ha Allanu Ta'ala manunjuki sin bunnal kaw Rasul niya, guwaan kunu ampa ra kakitaan namu bang bunnal in inuwak mu yan.”",
                    "107": "Na’ liyaruk sin Musa in tungkud niya dayin ha lima niya, sakali magtuy sa ini nahinang Has dakula buhi-buhian, Has usug.",
                    "108": "Ampa niya na isab giyuwa in lima niya dayin ha badju niya sakali sa ini, puti bula’das mangsinglab in sahaya niya, bukun piyapamuti atawa nasasakit, matampal ha katan pangatud sin makakita di malingu.",
                    "109": "Laung sin manga mataas ha kawman, manga kanakuraan sin kawman Fir'aun kiyta nila mayan in Mu’jizat yadtu : “In hi Musa yan uhanan sin maninihil, landu ingat, lahal sin ginisan sihil iban sin manga tibayhuan niya,",
                    "110": "In kabayaan niya makaig kamu dayin ha lupa Misir (Egypt)”, na’ laung kanila hi Firaun : “Bang kamu unu na in hikahúg niyu pikilan kaku palihalan niya!?”",
                    "111": "Laung sin manga mahadjana kan Fir'aun : “Ayaw naa kamu mag us-us. palayama niyu naa iban sin taymanghud niya, hi Harun yan, subay na didtu ha dugaing waktu, sukata dayin ha manga nagnanakura sin ginisan lūngan iban ginisan daira sakup sin pamarinta sin Hula Misir papatipuna kanila hipangatu mu in manga laskal magsisihil, ampa papakawna kaymu,",
                    "112": "Ampa ra karāhan nila kaw sin manga magsisihil panday pandikal ha ginisan sihil.”",
                    "113": "Pag kawun sin manga magsisihil pa Fir’aun, laung nila : “Unu awn tangdan namu dayin kaymu atawa hitungud ha hinang namu yan, bang namu daugun hi Musa sin sihil namu?”",
                    "114": "Jiyawab sila hi Fir’aun Laung niya : “Hū’u awn tangdan niyu di kaku, iban muqarrabun pa kamu di kāmu mulliya (masuuk pa kawasa hi Fir'aun).”",
                    "115": "Nagtandang mayan sila, piyagpapiniy sin manga magsisihil hi Musa amu agi nila : “Ikaw ka in tumagna lumaruk sin kabayaan mu hilaruk, atawa kami ka in tumagna lumaruk sin sihil namu?”",
                    "116": "Laung kanila ni Musa : “Laruk naba kamu muna”, paglaruk nila mayan sin manga ‘Hibāl’ nila ( manga lubid) iban ‘Isiy’ (manga tungkud) nila. Kiyasihilan magtuy in manga mata sin tau nangingita’-ngita’, nahinang tiranan kiyapalling sin hika tilas nila sin hakikat hinang panglingu nila iban pangakkal ha mahadjana, Iban nahinang tiranan siyud damag iban dahit nakalandu simud pa pangatayan nila, lain-lain sihil iban pagkamahangan in diya nila, makadahit ha mata sin manga kimikita, parahal in hakikat niya bukun da bunnal.",
                    "117": "Pag ubus nila limaruk piyaturunan namu wahi in Musa, diyaak namu siya hipalaruk in tungkud niya, sakali magtuy sa ini iyambat niya tiyun iyamutan in ‘Hibāl’ iban ‘Isiy’ nila amuin piyang lingu nila sin bukun da bunnal (hangkan in Hibāl iban ‘Isiy ngiyanan ‘Ifkan’ ; pasal in hakikat niya bukun bunnal), balik mata ra.",
                    "118": "Nagmanyatakan iban timampal in bunnal ; in kabunnal hi Musa, ba’tal (bukun bunnal) in hakikat sin sihil hinang hinang nila.",
                    "119": "Na’ diyaug in manga magsisihil ha tampat mairan madjilis, piyag imun-imunan nila, minuwi sila dayin ha tampat yadtu nahihina, nabibias.",
                    "120": "Na’, nagpatikawa in manga magsisihil simujud pa Allahu Ta'ala.",
                    "121": "Laung nila : “Paratsaya kami ha Allahu Ta'ala, Tunggal da siya, way sakutu niya, siya in Tuhan sin manusiya iban jinn.”",
                    "122": "Iban Tuhan hi Musa iban hi Harun, (hangkan sila imiyan bihadtu ampa ra di malingu in tiyap-tiyap manusiya pangannal niya bat sujud nila kan Fir'aun).”",
                    "123": "Laung hi Fir'aun ha manga magsisihil : “Biya’diin kaagi namaratsaya kamu kan Musa damikkiyan ha Risalah niya, parahal way pa jiyari ku kaniyu mamaratsaya kamu kaniya, bukun unu gayid in laku niyu yan asal piyag iisunan niyu, rahasiya niyu iban panday niyu mangligap, asal kaisunan niyu ha daira Misir way pa jimatu in pag langku-langku. Hasupāya niyu mapaig in tau niya, dalam sin bihadtu kaingatan niyu ra sa yan bang unu in pa kugdanun ku kaniyu tupan sin kapanipu niyu yan,",
                    "124": "Tantu uturan kura in lima niyu tu’u, iban siki niyu lawa hangka tau pa hangka tau dayin kaniyu, damikkyan in lima niyu lawa iban in siki niyu tu’u, puas kamu uturan ampa kamu hipinggud ha batangan hulma sahingga kamu matay.”",
                    "125": "Laung sin magsisihil jawab nila sin antup hi Fir’awn : “Sabunnal tuud in kami ini pa Tuhan namu da muwi katān ha adlaw Akhirat, tungbasan niya ra kaw sin panghinang-hinang mu kāmu, ampa in kami ampunun niya ra in manga dusa namu,",
                    "126": "Way ra dugaing siyalla mu kmu iban biyungsi mu kāmu malayingkan sababan namaratsaya kami ha manga Ayat sin Tuhan namu amuin limahil ha lima hi Musa, bang kami bihadtuun mu kamulliyahan na sa yan dakula”, “O Tuhan namu! Anugharai sadja kami kasabar amuin hi kapunud kamu waktu kami pinjaraun niya ; amuin sabar way kunhuran, ha supaya kami di makabalik pa kakafiran, iban Ya Allahu Ta'ala! Pataya kami namamawugbug gawgut ha ka-Islam, nagtitikupu kaymu, bukun napapalling iban miminda dayin ha ka-Islam.”",
                    "127": "Laung sin kanakuraan ha kawman hi Fir’aun kan Fir’aun : “Pasaran mu hi Musa iban sin kawman niya ballug-ballugan, mangladjaya ha hula Misir manawag-tawag sumulang ha pamarinta mu, iban manaabbit ha manusiya papasurun ha Agama nila, tinggalan kaw iban tuminggal pag-ibadat ha tuhan mu manga barhala yan (amuin susumbahun hinang hi Fir'aun ha kawman niya suluhan hikasuuk kunu nila pa tuhan nila, bang kanila amuna kunu susumbahun sataas-taas ha babaw gumi, tuhan sin babaan Alam, ampa in manga bituun amuin Tuhan sin taasan Alam)”, In sambag hi Fir’aun : “Subay ta niyu patayun in katan anak nila usug ampa in manga anak nila babai di taniyu tangkugun papaghaddamun ta niyu katu, nalulunggu ta niyu ra sila, iban dul-baya da kita niyu, napipissuku’ taniyu na sila, iban piyaglilimayahan naraug nalulunggu taniyu sila.”",
                    "128": "Laung hi Musa ha kawman niya (tatkala simampay pa pangdungug niya in pangantup hi Fir'aun kaniya Iban hanggaw niya bang dagpakan sin antup in manga bani Israil amuin miyagad kaniya) : “Pagpatabang kamu ha Allahu Ta'ala ampa ra maraug in Fir’aun iban sin kawman niya iban sabali niyu in bala’ iban kabinsanaan, karna in gumi ini Allahu Ta'ala in tagdapu niya, hianughara niya kan hisiyu-siyu dayin ha iypun niya kabayaan niya anugharaan.” Amu yan in janji hi Musa ha kawman niya ; amuin madaug nila in Fir’aun iban sin kawman niya, iban sabunnal tuud katapusan marayaw (atawa sarayaw-rayaw) jangkaan dunya Akhirat in makadawhat kaniyu amuin sila nagmamabuga pa Allahu Ta'ala dayin ha manga iypun niya, amuna hinda Musa iban sin miyagad kaniya ha masa yadtu.",
                    "129": "In agi sin bani Israil kan Musa : “In kami ini landu tuud nabinsana, piyatay in kaanakan namu, iban nabanyaga kami sin way pa kaw napara sin Tuhan Rasul niya mari kāmu, iban puas sin pagkari mu kāmu Rasul na kaw, piyagpatay ra in kaanakan namu iban simaplag in pagbuga”, in sambag hi Musa : “Muramurahan bang man da in Tuhan niyu jawjanaun niya in satru niyu hi (Fir'aun iban sin kawman niya), hinangun niya kamu in sumubli tau sin hula Misir puas nila, kamu na in umulin sin pakaradjaan iban sumubli magsultan, pandugahan niya kamu bang biya’diin in hinangun niyu puas yadtu, (magta’at ka in hal niyu atawa mag ma’siyat ka?).”",
                    "130": "Iban tantu tuud, binsana namu in manga Fir’aun way piyaulanan, piyaganggang in lupa, iban inda ginis pa aramala; nag aabut-abut, diyagdagan namu in kabunga-bungahan sin kakahuy-kahuyan nila; diyuplak iban kiyangi namu in matimbul nila dayin ha kabbun nila sin kasakit-sakitan, ha sabab way iyulan, ampa ra sila mamintang, iminsap na sila dayin ha magkufur.",
                    "131": "Bang sila datungan sin manga musim marayaw, marayaw pagtanuman in lupa, mabanus in bungang kahuy, hayanghayangan, in hikasambat nila laung nila : “Sukud taniyu ini, kita niyu in tagmustahak kaniya.” Sumagawa bang sila masabat sin manga musim mangi, musim ganggang, bukun pangulan, ginisan bala’ dumatung, iban sakit in tungkian nila kapawasan hi Musa, iban sin manga miyamagad kaniya. Bukun ka in kapawasan (iban juba) pagparatungun kanila sin Allahu Ta'ala tiyungud ha ammal nila mangi, bukun tikduhanan dayin kan Musa iban sin manga miyamagad kaniya. Katan kumugdan kanila yan, marayaw atawa, mangi tiyakdil yan dayin ha Allahu Ta'ala, magkahira ini iban sin miyumukalna nila. Daypara in kamatauran nila way pangirab yan, (gammān iyanun nila in marayaw iban mangi kunu bukun kiyahandak sin Allahu Ta'ala, Amu yan tanda’ sin kasaan nila iban kajahilan).",
                    "132": "Laung sin sila manga miyamagad ha Fir’aun kan Musa : “Misan pa dahan mu kami mari Mu’jizat, hipamaling mu kamu inut- inut, hakapandayan, ampa kami minda dayin ha kaput namu, biya’ sin nahinang sin manga magsisihil ha sihil nila, sulakun namu da, di da kami magparatsaya kaymu iban di da magkahagad sin Risalah mu” (In maksud sin kabtangan nila yadtu ; miyahalayak nila sin way ab-ābun nila mamaratsaya pa).",
                    "133": "(Pagput namu piyaratungan namu sila ‘Tuwfaan’ (piyaulanan daut, kiyakangi sin panghiyanum nila) damikkiyan piyarahan namu ampan dulu, kiyaun nila in panghiyanum nila, damikkiyan ‘Qummal’, kiyamula sin katan jambangan iban panghiyanum. (bukun siya kutu amuin kabibiyaksahan). Damikkiyan piyarahan namu ambak nagbabaan, nakanat ha kabayan nila, damikkiyan iyambat sila siyunggu sunggu, atawa kan mapinda in tubig mahinang dugu. In manga ini Ayat partandaan matampal manunjuki kawasa in Allahu Ta'ala, iban bunnal in agi hi Musa, misan bihadtu timakabbul da sila, way ra namaratsaya ha Allah Ta'ala, gayid asal kawman da sila magmama'siyat, jawlaka. \n (In lima Ayat nasabbut ini kaganapan pa duwa ayat yadtu ha umbul (130), pangāw iban kimulang in bungang kahuy iban awun pa makaganap duwa ayat umbul (88) ha Surah Yunus, Liyapnas in pangalta nila iban nakalabbaw in bimbang nila ha pangalta nila, bang matipun katan mahinang in manga katanda-tandaan siyam).",
                    "134": "Pagka jimatu na kanila in ajab amuin biya’ sin indaginis parkala nabangkil yadtu, Laung nila kan Musa : “Huy! Musa duwaahi kunu kami pa Tuhan mu bang man niya ra bukisan dayin kāmu in bala’ ini, hinanga suluhan, makay sin amuin kalabbihan luggiya amuin siyuku’ kaymu sin Tuhan mu, iban pangmulliya niya kaymu hiyanglaan Risalah iban pag Nabi, in janji namu, bang mu mabukis dayin kāmu in kabinsanaan ini tantu kahagarun namu na in pag Nabi mu iban unu-unu hibaita mu dayin ha Tuhan mu, iban tantu ha hitugut namu na paagarun kaymu in manga Bani Israil, dihilan namu sila kalimayahan maglayin iban mig dayin ha lawum hula ulihan dayin ha pana’gahi namu.”",
                    "135": "Tatkala inig namu dayin kanila in Ajab pangāw iban kandiy dayin ha yan, amuin nabangkil naka una yadtu, hiyundungan namu sadja pa tubtuban sin masa mulahun namu na sila lumusun, amuin kahalan way pagkalu-kalu maabut nila, sakali biyaruba nila na sa ini in janji piyangakuhan nila bawugbugan nila.",
                    "136": "Siksa namu sila iyuba nila mayan in kiyajanji nila, liyu’mus namu sila katan halaum dagat, sabab sin panghimuting nila ha kaayat-ayatan namu, iban panaikuri nila kaniya, sahingga nahinang sila sali’ kaagi amuin manga tau hapung dayin ha kaayat-ayatan namu.",
                    "137": "Iban piyag waris namu na manga bani Isarail amuin manga bakas nabanyaga naghaddam kanda fir’aun in lupa Misir (Egypt) iban Shām (Syria, Lebanon, Jordan, Palestine), hula amuin piyapag Barakat namu sabab piyaguwa namu piyatubu’ in jambangan iban indaginis bungang kahuy mataud, iban nasampurna, in panumani parjanjian sin Allahu Ta'ala ha manga Bani Israil amuin jawjanaun niya ra mulahun in manga fir'aun iban sin kawman niya, ha sabab tiyahanan nila in pamuhinga kanila sin fir'aun iban ra'ayat niya iban siyandalan nila in kasigpitan, damikkiyan jiyawjana namu iban liyubu namu katan nahinang hi fir'aun iban sin kawman niya, nabangun nila, duun na ka jambangan pagpapananapun nila ; jambangan anggul (grapes) iban kakahuyan. In pagpawaris sin Allahu Ta'ala kanila lupa Misir iban Shām bukun salama-lama, tubtub da ha masa nila, sakainu sila nagpatutural ha pardaakan sin Allahu Ta'ala, puas yadtu inigan da sin Allahu Ta'ala dayin kanila nanganyaya mayan sila, way ra nakapin udjut puun sin salsila nila amun pag iyanun nila lupa kiyapagjanjian.",
                    "138": "Diyul namu kanila, nagaus nila iyuntas in dagat ‘Suez Canal’ halawm kasalamatan iban kasanyangan, pagpuas yadtu, nakalabay sila dayin ha baanan manusiya tiyututugan nila in manga barhala siyusumba, diyurupdupan nila, pagput sin manga miyamagad kan Musa kiyaliyhan mayan, Laung nila : “Huy! Musa hinangi ba isab kami tuhan Barhala sumbahun namu sali’ sin tuhan sin kawman yaun, tuhan Barhala.” Laung hi Musa : “Sabunnal tuud hangkan da kamu di kawman way pangirab ha hakikat sin Tuhan mapatut sumbahun iban bang unu in hakikat sin kabasaran sin Allahu Ta'ala. iban hakikat sin bunnal tuud Tunggal da siya in Tagmustahak sumbahun, way dugaing dayin kaniya, awun na dayin ha manga tanda sin Allahu Ta'ala, kiyasakupan niyu amuin mamarahi na hikapa’gang kaniyu dayin ha sumumba kandiy dayin ha Allahu Ta'ala.”",
                    "139": "Sabunnal tuud in pagsumba nila na kabarhala-barhalaan yaun wayra pus niya, iban luppas da in katan panumbahi nila kabarhala-barhalaan, way ra katattapan, matullaw ra in katan ammal nahinang nila pagsumba nila ha kabarhala-barhalaan.",
                    "140": "Siyambungan hi Musa in kawman niya : “Biyadiin isab kaagi lawagan ta pa kamu tuhan kandiy dayin ha Allahu Ta'ala sumbahun niyu? sin napalindug niya na kaniyu in kadalil-dalilan amuin di na kalugatan in bunnal tuud Tunggal da siya in Tuhan, piyalabi niya pa in kamulliyahan niyu dayin ha katan manusiya katilingkal sin Alam na masa niyu. Jiyawjana niya kaniyu in banta niyu, iban miyahaldika niya kamu piyapaglimaya niya kamu ha gumi, iban piyapag khalifah niya pa kamu halawum niya.”",
                    "141": "Iban pagtumtuma niyu ra kamu manga Bani Israil ampa kamu makapag shukur pa Allahu Ta'ala pasal sin waktu liyappas namu kamu dayin ha pamissuku sin manga Fir’aun piyagpananam nila kamu pinjara sakusug-kusug, piyuspusan nila piyatay in kaaw’anakan niyu usug, piyasaran nila buhi in kababaihan niyu maghaddam kanila in manga panglappasi namu kaniyu dayin ha manga kamudaratan yadtu, dakula yadtu panatab iban panandas kaniyu sin Tuhan niyu, hasupaya niyu siya pag sukulan sababan sin kani’mat-ni’matan iban manga kalabbihan iyanughara kaniyu.",
                    "142": "Ampa namu na isab in Musa diya nagjanji dāhun magbissara iban maghigung-hagas pagtimus niya sin katluan dum pag sambahayangan, iban pagpuasahan in adlaw sin katluan dum yadtu. ulihan dayin didtu piyaganapan namu pa kaniyu hangpu adlaw, puas dayin ha karatung niya pa ‘Mīqaat’ (amuin waktu nagantà pag-ammalan niya sin papa-ammalan kaniya), hangkan miyabut in waktu sin pag munajat niya iban Tuhan niya kapatan dum. Amu agi hi Musa ha taimanghud niya hi harun sung niya mayan manaw tudju pa tampat pagmunajatan niya iban sin Allahu Ta'ala : “Ikaw in pasublihun ku kaku mag uhan kanila, hatula in pakaradjaan sin Bani Israil labay hanunuta sila iban paghiyakaha ra in halhiwal nila, iban ayaw kaw marara manaw ha tiranan sin manga balma’siyat, amuin manauri kanila ha pagma’siyat nila iban tumabang ha manga anyaya.”",
                    "143": "Tatkala nasāàbu na sin Musa in waktu giyanta pagsambung laungan niya iban sin Allahu Ta'ala, magtuy ra siya diya nagbissara sin Tuhan niya dayin ha liyu sin Hijab, simukat hi Musa nangayu pa Tuhan niya : “O Tuhan ku! Pagpakita kaw kaku, umatud aku kaymu atud siyusuwakan iban panglaggu. Jiyawaban siya sin Allahu Ta'ala : “Di pa sin manusiya aku kakitaan bang diy pa na dunya, malayingkan paaturun ta kaw pa būd yaun, bang yaun tumattap ha diyuruunan niya, na’ yampa mu aku kakitaan...” (in hati niya ; di kaw tumattap ha hal mu bang kakitaan muna aku, bang sakaynu sin dakula pa dayin kaymu iban gaggil pa, iban makamdus pa amuna biya’ sin bud yaun way timattap ha diyuruunan niya), Timajalli mayan kaniya in Tuhan niya nagpatampal, pagsilak na mayan sin sahaya sin Allahu Ta'ala pa bud, magtuy nagsaruun-duun nalubu, nahinang bagunbun, nalumu-lumu. Ha hal ini nalu’lu’ hi Musa piyunung, pagsayu niya dayin ha kapunung kaniya, Laung niya : “Sampurna in ikaw mahasutsi, nagtawbat aku mawn kaymu iban in aku muna-muna mamaratsaya kaymu dayin ha kawman ku.”",
                    "144": "Parman sin Allahu Ta'ala : “O Musa! Sabunnal tuud ikaw na in napini’ ku dayin ha katan manusiya ha masa mu ini, iban yanugharaan ta kaw kalabbihan, iban hiyanglaan ta kaw Risalah iban pag Nabi iban magpasampay sin pardaakan ku, iban amuin nakapagbissara iban sin Allahu Ta'ala way pag suluhan. Kawaa in unu-unu na panglaggu iyanughara’ ku kaymu ini, iban tutug kaw magshukur kaku pasal sin manga Ni’mat ku iban dirihilan ku yan kaymu dakula.”",
                    "145": "Iban siyulat namu kan Musa ha manga pagsusulatan Tawrat sasuku’ sin katan lalagihun sin manga Israil dayin ha manga parkala Agama iban pagdunya, siyuku’ ha hisiyu-siyu manaymai sin manga nasihat pagpatumtum yan, iban maksud pagpatarrang sin katan kahukum-hukuman, bawugbugi yan tuud, iban salta sukata dayin ha kawman mu papabawugbugi kanila dayin ha yan, amuin nasihat labi in dayaw iban labi Afdal, iban labi in taud sin pahala niya, biya’ na sin pangmaapi dayin sin pag-qisas, iban magsabar ha ngiy panghinang-hinang sin kaibanan, umig sukkal sin tau masigpit, hinangun in pardaakan, iban tinggalan in piyanglangan, iban damikkiyan pakitaun ta ra kamu hula sin manga tau fasiq, hula sin Fir'aun, iban sin manga panaiban niya, amuna in hula Misir. (hasupāya niyu mahinang pamintangan. awun kaibanan himumūngan, in hula duun ha ini, manga kabāyan sin manga kafir mamimissuku', manga ‘Amaliqa’, iban kawman hi ‘Thamud’ iban manga ‘Ashabul-aykah’).",
                    "146": "Pa’gangan ku maham sin manga ayat ku (katanda-tandaan mahinang tikduhanan hikapamaratsaya, damikkiyan maham sin kitab ku iban shariat ku) in manga magtatakabbul ha gumi way kapatut (biya’ kan Fir'aun iban sin kawman niya), misan pa kakitaan nila in kaayat-ayatan manunjuki ha kakawasahan sin Allahu Ta'ala iban kabasaran niya di nila ra kahagarun, damikkiyan misan pa sila makakita dan pamandu amuin datung dayin ha Allahu Ta'ala, atawa marayaw iban mabuntul di nila ra yadtu kawaun undang-undang. atawa dan labayan, sumagawa bang in kakitaan nila dan maka lingu iban kalawngan amu yadtu in dan labayan nila iban padduman, in pama’gangi namu yan sabab sin panghimuting nila ha kaayat-ayatan timurun dayin kamu mampunyāhi pamandu iban makasusutsi ginhawa baran, damikkiyan niya sabab sin panglupahi nila ha kaayat-ayatan, iban panaikuri nila halawm katakabbulan, bukun bat nalupa.",
                    "147": "Adapun amuin sila nanghimuting ha kaayat-ayatan namu, amuin nara sin karasulan namu, iban ha adlaw buhiun na in manga miyatay, iban ha pag hisab ammal, way ra guna sin manga ammal nila misan pa hinang marayaw amuin nahinang nila diy ha dunya, duun naka ‘Silaturrahim’ atawa sadakka, wayra tungbas niya ha Akhirat, pasalan wayruun iman nila, wayra tungbas nila malayingkan amura in tungbas sin kakahinang nila panghimuting iban ma’siyat.",
                    "148": "Hinang sin kawm hi Musa paglikud niya timudju pa bud Tur sina maksud magbissara iban sin Allahu Ta'ala, in unu-unu na kagallang-gallangan sin tau Misir diyara nila amuin biyusan nila pag ari-ari pagkawinan, didtu pa kanila, hinang nila in ‘Ijl yadtu tuhan-tuhan nagjajasad, (hati niya hangka lupa iban sin ‘ijl way sadja nyawa niya). In tingug niya sapi’ in taghinangan kaniya hi Sāmiriy in panday niya maghinang humuyup in hangin pag sud palawum sin gawunggang niya magbagala, unu wala nila ka kiyta in barhala ‘ijl yaun umaw way kawul niya kanila, iban di kagausan niya sila hidayatan pa kasabunnalan, iban paka amuhan, iban padan karayawan, (misan pa bihadtu) hinang nila ra tuhan parahal in kaawnan nila nag laug baran (pasalan sin tiyuhan nila in ‘ijl).",
                    "149": "Himug mayan in susun nila, iban nahapung na, naguun nila, in sila sabunnal tuud nasa’ iban nalawung dayin ha mamaratsaya, pasalan sin tiyuhan nila in ‘ijl, nangarap sila nagtawbat iban mikihawn, laung nila “Bang di umulung katu taniyu in Tuhan taniyu, amu in tawbatun niya iban ampunun kita niyu dayin ha manga dusa taniyu, tantu in kasungan taniyu talbilang dayin ha manga sila nalulussung ha kalugian in ginhawa nila, (atawa najajawjana).”",
                    "150": "Pag bing hi Musa pa kawman niya dayin ha tubtuban sin waktu sin pagbissara niya iban sin Allahu Ta'ala, diyudugalan, nasususa, sababan pagsumba sin kawman niya ha ‘ijl. Laung niya : “Sangiy-ngiy na hinang amuin nahinang niyu yan paglikud ku dayin kaniyu,ay kaw, nagpasaula-ula na tuud kamu yan dayin ha daakan sin Tuhan niyu iban ha jiyanji niya, way niyu na tuud kiyasabalan, kapatan adlaw da in janji niya kaniyu, wala mayan aku nakabing, mag ūs-ūs, magtuy na kamu simumba pa kandiy dayin kaniya.” Pagput liyaruk hi Musa in ‘Alwaah’ (pagsusulatan) Tawrat, tanda sin pupus in dugal niya iban kasusahan niya pasalan pagsumba nila ‘ijl, iban lagi naganggut niya in buhuk sin taymanghud niya diyagtu’ niya mawn kaniya, panaksil sin Musa kaniya pasalan sin kalunuk niya, bukun bat panghina' kaniya. Laung hi Harun kaniya : “O kaw anak hi ina! In kabtangan ini panghupu-hupu iban pagpaba’, adapun in kawman ta amuin simumba ‘ijl natitilas nila aku bunnal tuud way kusug iban kiyaisa-isahan, apit pa aku biyunu’ nila, hangkan ayaw mu pakuga tabangan mamahadja in manga satru ta magsababan dayin ha pang-hinai mu kaku, iban ayaw mu tuud aku bilanga hambuuk na dayin ha manga kawman anyaya ini, sila manga simumba ‘ijl ini, bukun aku lamud kanila, iban way aku nakahinang biya’ sin hinang nila, iban way kapatut siksaun aku pasalan sin hinang nila.”",
                    "151": "Laung hi Musa : “O Tuhan ku! Ampuna aku sin hinang ku ini pa taimangud ku, iban ampuna ra isab in taimanghud ku hi Harun bang siya nakaliyu-lakad, atawa nakapamahil-pahil sin panglangi niya kanila dayin ha kakahinang nila, iban O Tuhan ku! pasura kami pa lawum sulga mu iban Rahmat mu amuin maluag, karna Ikaw ra in Tuhan sangat in Ulung dayin ha katan na maulung diy ha Dunya iban Akhirat.”",
                    "152": "Bunnal tu'ud in manga hinang nila tuhan in ‘ijl, salta way sila nagtawbat, hiparatung da kanila in siksa dayin ha Tuhan nila ha Akhirat, iban siksa diy pa ha dunya, magbunu’-biyunui sila pagkahi, iban mahina’ iban way panghalga kanila sin manga manusiya, biya’ da sin panungbasi namu kanila yadtu in tutungbasan namu ha manga maghihinang kaputingan ha Allahu Ta'ala, kashirikan iban kandiy dayin didtu. Nakalamud na kanila yan in manga magsusumba ‘ijl.",
                    "153": "Adapun in sila nakahinag indaginis dusa atawa ma’siyat, ulihan dayin didtu nagtawbat na sila puas sin unu-unu na nahinang nila yadtu, iban namaratsaya na sila pa Allahu Ta'ala iban ha karasulan niya, na sabunnal tuud in Tuhan mu puas pagtawbat nila ini, tantu sangat Mangampuni kanila, iban lagi sangat in Ulung kanila.",
                    "154": "Naig mayan in astul hi Musa, himanungna iban gimam na, piyut niya na nagbalik in pagsusulatan Tawrat amuin liyaruk niya iyamahan mayan siya, in nababaktul atawa nakasusulat halawm niya panghindu ha manga nalalaung iban padduman kahukum-hukuman, iban Rahmat kasanyangan dakula duun ha manga nagmamabuga ha Tuhan nila.",
                    "155": "Namini’ hi Musa dayin ha kawman niya kapituwan usug mabunyug niya ha waktu kiya pagjanjian namu papasabuhan kanila, iban hasupaya in kiyadungugan pagbissara hi Musa iban sin Tuhan niya tanda bunnal in agi niya. (Sumagawa awn isab kaibanan pamaham hangkan siya namini’ tau dayin ha kawman niya magpamaap dayin ha pasal sin pagsumba nila ‘ijl, siyukat nila pa amuin magpakita kanila in Allahu Ta'ala nyata’), nahinang yadtu tikduhanan kiyaparatung kanila siksa liynugan sila linug makusug kiyaligis kanila. Amu in kiyapamung hi Musa pagdukka niya : “O Tuhan ku! Bang kabayaan mu kami mulahun mattan hangkan kami mulahun mu sababan sin pardusahan namu, sin way pa kami miyabut kaymu ha waktu parjanjian, mayta O Tuhan! namumulahun muna kami misan in tagkahinangan dusa amura in manga jahil dayin kamu? Gayid bukun da unu bang unu in ini malayingkan uujian mu iban panandas mu kāmu, hikalawung mu ha hisiyu-hisiyu kabayaan mu lawngun dayin ha ipun mu, iban hikahidayat mu ha hisiyu-hisiyu na kabayaan mu hidayatan, Ikaw ra in gapi’ namu, magparaug kāmu iban tag-upiksai sin katan pakaradjaan namu, ampuna kāmu in dusa namu, iban kaulungi kami sin saluag luag ulung mu, karna ikaw ra in sarayaw-rayaw Mangangampun dusa, in pangampuni mu kalabbiyan dayin kaymu iban Mahamura kaw, bukun bat pasalan awn puhungun mu maslahat mu.”",
                    "156": "Iban sulata kāmu in diwan namu diy ha dunya ini ammal marayaw, parayawa in sihat namu iban papagdayaha iban duli mag ammal salih, iban ridjikii kami ka sulga iban pagridaan mu ha adlaw Akhirat, sabunnal tuud nagtawbat na kami kaymu iban iminsap na dayin ha kalawngan. Nagparman in Allahu Ta'ala kan Musa (alayhis salam) : “In paniksa ku pakugdanun ku pa hisiyu-hisiyu na in kabayaan ku siksaun, adapun in Rahmat ku lapay katan mukallafin naraak ku iban sin kandiy dayin kanila, iban damikkiyan asal nakauuna dayin na Astul ku, sumaguwa hukumun kura luggiya suku’ ha adlaw Akhirat sin manga nagmamabuga pa Allahu Ta'ala (amuin manga himihinang sin daakan niya iban imaanib sin piyanglangan niya, mula-mula na tuud in pagshirik iban sin manga dusa dakula), iban damikkiyan sukuun ku ha manga tumutunay zakat (fardu kanila pa manga tagmustahak), iban damikkiyan sukuun ku ha manga kumakahagad sin kaayat-ayatan namu, way mungkirun nila hangsulag kaayat-ayatan yadtu.”",
                    "157": "In manga miyamagad ha Rasul Muhammad (sallallahu alayhi wasallam) yan, amuin Nabi di maingat massa yan, iban di maingat sumulat yan, bukun yan siya dayin ha mangingita, iban kiyalanggalan sin manga yahudi iban sin manga nasrani in ngan niya iban papata niya iban sipat niya kiyalulukis ha Tawrat iban injiel amuin yan kanila nabassa nila mangdaak in Nabi yaun pa katan jiyari sin sara’ Islam iban akkal santusa, duun naka pagparatsaya pa Allahu Ta'ala iban manga Akhlakq marayaw, damikkyiyan manglangi in Nabi yan dayin ha hinang kakufuran iban kashirikan, iban na sin katan miyungkar sin sara’ Islam iban sin akkal sahi, dayin ha unu-unu na Akhlaq mangi, damikkiyan halalun sin nabi yan kanila in katan malanab kasusuban sin napsu iban kariyasali sin tabiat sin manusiya dayin ha unu-unu na kakaunun nila, damikkiyan haramun niya kanila sasukú sin malaat kaniya in kariyasali tabiat sin manusiya, makalu’duk, biya’ na sin bangkay. dugu napatuu’, babuy, siyumabayi bukun karna Allah Ta'ala, damikkiyan in Nabi yan, igun niya dayin kanila in katan mabu’gat, di magaus sin manusiya, iban unu-unu na hikasigpit lumahil pa ginhawa, iban sigpit sin kabu’gat sin daakan sin Tuhan biya’ na sin magbunu’ ginhawa bang magtawbat iban uturan in tampat kiyanajisan ha tamungun, adapun amuin sila namaratsaya kan Muhammad (sallallahu alayhi wasallam), nang laggu kaniya, iban nangmulliya kaniya, piya’gang nila dayin kaniya in satru niya, timabang kaniya imatubang ha satru niya, iyagad nila in daakan sin Qur’an amuin napaturan kaniya, sila na yadtu in nagparuntungan ha dunya iban ha akhirat, pasalan hidayatan sila iban patutugun ha hidayat, iban anugharaan kasulga iban karidaan.",
                    "158": "Iyana O kaw Rasul! : “O kamu manga manusiya sabunnal tuud in aku ini Rasullah pa katan luun sin gumi, in risalah ku ini pa katan manusiya, Rasul napara dayin ha Allahu Ta'ala amuin umu-upiksa sin pitung-lapis langit iban gumi diin in kabayaan niya, amuin Tag-milik kanila sampurna pagmilik, way Tuhan patut sumbahun malayingkan siya ra, iban way Tuhan dugaing namalihala kanila malayingkan siya ra, dihilan niya kabuhi in Makhluq, iban siya ra in mamatay kanila, siya ra in tagkapatutan sin ‘Rububiyyah’ (Tuhan mamalihala), way sakutu niya, hangkan paratsayaha niyu in Allahu Ta'ala iban sin unu-unu agihan niya ha kakitaban niya duun naka Tawrat, Zabur, Injiel, Qur’an manga kahukum-hukuman halawun niya iban pamandu, iban agara niyu in unu-unu na nara niya, hasupaya kamu makadawhat sin hidayat iban pamandu.”          ",
                    "159": "Awun dayin ha kawman hi Musa dayin ha panubu’ hi Israil baanan mataud, nanawagtawag ha manusiya pa pamandu iban hidayat ha hāl in sila namamakay, kasabunnalan, biyabawugbugan in kasabunnalan amuin diya kanila sin kanabi-nabihan nila, iban kasabunnalan da in kahukum-hukuman piyakay nila piyagpa’adil.",
                    "160": "Pinig namu iban piyarak namu in kawman hi Musa in antara nila, sahingga nahinang sila hangputagduwa pihak, in tiyap-tiyap pihak nagkikilahi pakaniya-pakaniya. ampa in ‘Al-Asbaat’ (in hati niya, anak pa sin kaaw’anakan nila, In asbat ha bahasa nila, biya’ da Qabila bang ha bahasa sin kaaw’anakan hi Ismail, ampa in Asbat ini, hinang namu sila ginisan pihak dayin ha panubu’ sin hambuuk ama, dayin ha kaaw’anakan hi Ya’qub). Damikkiyan piyaturunan namu wahi in Musa nangayu mayan ulan in kawman niya bang man da ridjikian ulan. Tatkala sila diyatungan uhaw ha pantay pawa’ way ab-abun, Laung namu kaniya : “Lubaka sin tungkud mu in batu”, nagsababan miyulagsut dayin kaniya in hangpu tagduwa tubig buwal, kiyatupuran in manga Al-Asbaat, kiyaiindanan sin tiyap-tiyap sibu dayin ha tumpukan nila in suku’ nila bang sila minum, iban hinang namu in gabun, sindungan nila ha pantayan way ab-abun, tumampan kanila sin pasu suga iban piyaturun namu pakadahun-dahunan kahuy iban pa kandiy dayin didtu in ‘Al-Mannaa’ (Tunub) damikkiyan in ‘As-Salwaa’(Itaw) iban iyan namu sila : “Kaun na kamu dayin ha manga kakaun malanab kiyaridjiki ku kaniyu yan”, bukun da kami in naanyaya nila kiyufur nila mayan in manga Ni’mat yan, Sumagawa in iyanyaya nila ginhawa baran nila, pagka siyunggud nila pa siksa in ginhawa baran nila.",
                    "161": "Iban tumtuma O kaw Nabi! In waktu iyan in manga bani Israil puas sila liyappasan dayin ha pantay pawa’ : “Hula na kamu duun ha lupa sin Baital Maqdis, iban pangaun kaun kamu dayin didtu diin in kabayaan niyu iban iyan kamu : “Ya Allahu Ta'ala! Pakpaki dayin kāmu in dusa namu”, damikkiyan sud kamu dayin ha lawang Baital Maqdis nagsusujud (atawa nagruruku’ iban nagtitikupu’) pa Allahu Ta'ala pagsukul niyu kaniya iyanugharaan niya kamu Ni’mat. (In sujud yan sujud shukur), ampunun namu kaniyu in manga dusa niyu, apabila bihadtu in hantang sin pagsud niyu pa Baital Maqdis, duhunan namu pa in manga muhsinin (magpara-rayaw sin manga pag-ammal nila, iban sunuan pahala, iban pataurun in ginisan ni’mat).”",
                    "162": "Sumaguwa pinda sin manga tau anyaya dayin ha tumpukan nila in susug-sugun nila, hipakabtang kanila in dugaing kabtangan dayin ha sabab yadtu piyaturun namu kanila in ‘Rijz’ (ajab) dayin ha langit sababan sin kazaliman nila.",
                    "163": "Damikkiyan asubuha O kaw Nabi! Pasalan sin jimatu ha tau hula Aylah pangdaig sin hula Al-Aqaba, yan ha susulan sin dagat pula, amuin bakas nagsusuuk iban sin dagat pula, ha kutika’ līngkaan nila nangliyu-lakad dayin ha manga had sin Allahu Ta'ala, magpangista' da sila misan pa adlaw sabtu, parahal piyanglalangan yadtu kanila, pagka in pagtutunga mawun kanila sin ista subay sabtu, ampa amu yaun in adlaw hiyaram kanila umantung ha dagat, bukun mayan adlaw sabtu di na sila tungahun sin ista. Biyahadtu in sapantun sin bala’ makusug piyakugdan namu bala’ kanila ha sababan sin kafasikan nila, iban amuin piyaglindihan nila, piyaratungan namu sila sin kahalan yan panukas namu, ingatun namu in tubtuban sin gaus nila sumabal dayin ha hiyaram kanila.",
                    "164": "Damikkiyan tumtumara O Ikaw Nabi!, waktu imiyan in jamaah dayin ha tau sin lungan yan, “Mayta pa ba kamu numasihat pa ha tumpukan amuin tantu tuud mulahun na sin Allahu Ta'ala (jawjanaun) atawa ajabun niya na sila sin ajab makusug?” Laung nila (sila manga magnanasihat) : “In pagnasihat namu ini, dalil namu mahinang namu da’awa pa Allahu Ta'ala, ampa ra kami di niya maiyan namahil-pahil, pasalan naninggal dayin ha manglangi, iban hikapag dalil namu ha hadarat sin Allahu Ta'ala tanda sin natunay namu na in kawajiban namu, iban kalu pa isab sila yaun makasayu magmabuga pa Allahu Ta'ala (iminsap na dayin ha kangian nila).”",
                    "165": "Na’ pagkatinggalan na sin manga magma’siyat tau sin lungan makay sin piyanghindu kanila, amura liyappas namu amuin manglalang dayin ha hinang ma’siyat atawa dayin ha hinang mangi in akibbat niya, (karuwa yadtu amuin kaibanan duwa tumpukan, in tagna niya nanglang ulihan dayin didtu siyumu ra, iban sin tumpukan amuin way himundung nanglang), adapun in jiyawjana namu amuna in tumpukan Zalimin (magmama’siyat amuin mangliliyukad palihalan panglangi mangista adlaw sabtu) sin siksa pangsan sasaban sin ma’siyat nila iban sababan gimuwa sila dayin ha magta'at pa Allahu Ta'ala.",
                    "166": "Damikkiyan timakabbul mayan sila nanglunggu’, nangliyu-lakad sin had halawm pag ma’siyatan katakabbulan pa Allahu Ta'ala, Nagmahukaw sila timinggal sin unu-unu na piyanglangan kanila, piyasalupa namu sila amu’, nahihina, nabubulaw, malawak dayin ha katan karayawan. (walhasil nahinang tuud sila amu', atawa nabiya' amu’ in kaway halga nila).",
                    "167": "Iban tumtuma O kaw Nabi! Ha waktu nagpahati in Tuhan sin pahati sampurna lagi matampal, tantu tuud papagparintahun namu ha yahudi sampay pa adlaw qiyamat amuin magpananam kanila sin sangiy-ngiy ginisan sin paminjara sababan sin kaanyayahan nila karna sabunnal tuud in Tuhan mu Masamut maniksa ha tau nagma’siyat kaniya, iban sabunnal tuud in siya sangat Mangangampun ha manga magtata'at kaniya, paygay Baying-kasihun kanila.",
                    "168": "Iban damikkiyan kiyanat namu sila ha gumi nababaan iban nagtutumpuk, way kabākan lungan buwat malayingkan kiyaruruunan sadja dayin kanila sin tiyap tiyap tumpukan, awun dayin kanila namamaratsaya iban nagpatural ha pamandu sin Allahu Ta'ala, iban awun da isab dayin kanila manga manusiya bukun da tuud biya’ sin sila amuin nakauna nasabbut yadtu tutug nila magpatural ha pamandu, sila na yadtu in manga kafir iban manga fasiq. Tiyandas namu sila sin marayaw iban mangi, damikkiyan sin ginisan ni’mat iban kasanyangan, iban mahumu anugharaan namu sila kahayangan, ha kaibanan hal paratungan namu sila kahuhukawan nila, iban kabubugaan iban masigpit kabuhianan, hasupaya sila uminsap mig dayin ha pagma’siyat nila iban kalawngan iban kakufuran.",
                    "169": " Na’, simunud puas nila in manga panubu’ nila, kaaw’anakan nila (mangīy in laku tabiat), nakawaris sin kitab (Tawrat) dayin ha piyamusaka sin manga nagpakauna dayin kanila, salta magpanayma sila suap iban kumaun hiyaram, piniy nila in pangalta baruba sin kabuhi mababa (dunya) ini, lagi in da’awa nila : “Ampunun da kami sin Allahu Ta'ala tungud sin nagkahinang namu”, (nag angan-angan sila sin angan-angan way kabunnal niya, parahal nagpātutural sila hapag maasiyat iban pagkaun hiyaram), iban bang sila makatipas datungan na isab dayin ha pangalta dunya, baruba ra, way pag ang-ang kumawa da sila sin dayin ha biya’ sin pangalta yadtu, sibu’ da halal atawa bukun. Bukun ka bakas na in parjanjian sin kitab nakawa na dayin kanila amuin di tuud sila manjari mamissarahan ha Allahu Ta'ala bang bukun da kasabunnalan, iban napangadji nila na bang unu in halawm niya sin Tawrat? Paranal in hula Akhirat labi yadtu marayaw suku’ sin manga sila tattap in pagmabuga pa Allahu Ta'ala. Unu di niyu ka yan mamaakkul (salta iminsap na dayin ha pag ma’siyat iban pagkaun hiyaram yan?",
                    "170": "Adapun in manga nanggayunggung iban namakay sin kiyalukis ha Tawrat, iban piyalindug nila in sambahayangan ha kawaktu-waktuhan niya, na’ di da luppasun namu tungbasan ha manga tau salih in ginisan ammal nila, iban tungbasan namu da in pagta’at nila.",
                    "171": "Iban tumtuma O Rasul! ha waktu liyukad namu iyangkat in Bud Tursina, nabiya siya kahantang dampug atawa inak ha taas nila, tiyantu nila mahug yaun mawun kanila, asal sila biyanda’an sin Allahu Ta'ala tantu mahug yaun mawun kanila bang nila di taymaun in kahukum-hukuman sin Tawrat, iban iyan namu pa sila : “Kawaa niyu bawugbugi unu-unu na naparatung namu kaniyu halawum Tawrat yan matutuura niyu iban pagawguta, iban tumtuma niyu in unu-unu na halawm niya bat hasupaya kamu makapagmabuga, makalappas dayin ha ajab niya.”",
                    "172": "Iban damikkiyan tumtuma in waktu piyaguwa sin Tuhan mu dayin halawum kasulbi-sulbihan sin anak apu adam in panubu' nila, sasangpa sila ha ‘Alamud dzat’, iban salta piyajanji sila piyapag himunnakun awun Tuhan, Allahu Ta'ala in ngan niya, iban Tunggal siya in bunnal Tuhan way sakutu niya (in kariyasali nila iban sin manga partandaan piyapanjari niya hikahasil nila sin kasabunnalan iban hikapaghimunnakun nila sin siyara’ in Tagpapanjarihi ha katan makhluq ini), iban lagi piyasaksi niya hangkatau pa hangkatau ha pasalan sin Dzat niya, (Amu agi niya kanila ha Mimumungan giyanta niya iban Pagpapanjari niya, bukun labay wahi, amuin makahasil pahala in himinang, masiksa in di himinang daakan sin Allahu Ta'ala), Parman niya : “Bukun ka aku in Tuhan niyu?” Amu agi nila magmanyatakan dayin ha kahalan nila : “Hu-u, Saksian namu ha ginhawa namu sabunnal tuud in Ikaw, ikaw ra in Tuhan namu mapatut sumbahun, (pama’gangi kanila mamissarahan ha adlaw qiyamat atawa) hasupaya sila di makaiyan : “Way nakahimati kāmu hangsulag unu-unu manawhid”, damikkiyan ampa sila di makaiyan “Way pangirab namu bunnal-bunnal tuud bat Ikaw in Tuhan namu”, Tungal da isa-isa mu, way sakutu mu.”",
                    "173": "Atawa laung niyu : “Sabunnal tuud asal shirik da in kamaasan namu daying angay lugay yadtu, kami ini waris nila, sila yadtu in iyupihan namu ini, amuin iyaammalan namu ini kaput da sin kamaasan namu, way tuud kami nakaingat sin kasabunnalan yan iban dān imamu yan, unu siksaun mura kami misan in tagkahinangan ha yadtu amuin manga laung ha kaba’talan, amuin dayin ha manga kamaasan namu pasalan sila in timagna nagshirik, way sa isab ini kasaan namu, sabab awam kami iban way gaus namu manding sin parkala yadtu?”",
                    "174": "Biya’ sin sapantun paglilay namu sin parjanjian yadtu, patarrangun namu in Kaayat-ayatan hasupaya karungdungan nila. Hika insap nila dayin ha kashirikan, iban makabing sila pa kasabunnalan, ampa ra sila mamaratsaya pa Allahu Ta'ala isa-isa niya, iban tinggalan nila in kaput sin kamaasan nila.",
                    "175": "Batbata O kaw Nabi! ha Qawman mu in habal sin tau amuin iyanugharaan namu pang-ingat sin kaayat-ayatan namu amuin napaturun namu ha Rasul namu, (amuna hi Balam Ibn Baura'a, hambuuk ini dayin ha Ulama sin Bani Israil), piyuhāà niya way niya giyuna, ha sabab yadtu biyunyugan siya sin shaitan nalimbang niya, amuin dayin ha jumlahan sin manga kafir manga tau mangi, iban maghihinang kajahatan.",
                    "176": "Bang kabayaan namu hikahandak kaniya in martabbat mataas, tantu mulliyahun namu siya iban angkatun in kahulmatan niya (pa martabat sin manga ‘Al-Abraar’ ha sabab sin kaayat-ayatan namu, daipara in apas niya pa darajat mababa, masūb siya ha yadtu) piyaag niya in dunya dayin sin Akhirat, iban amun iyagad-agad niya in manga hawanapsu niya, in sapantun niya yadtu atawa in papata sin tau yan biya’ hantang iru, bang mu siya dudlahun sigaun hihalhal niya ra in dila niya, damikkiyan pasaran mu hiyahalhal da, (hati niya tattap sadja nagmamasukkal, in iyangut niya umapas ha ulihan sin dunya), in sangiy-ngiy upama yan sapantun sin kawman amuin nanghihimuting ha manga ayat napaturun namu, duun naka manga yahudi, atawa nasrani iban na sin kandi dayin kanila, puas nila piyangadji, na kissahan O kaw Nabi! In kissa bunnal yan ha manga sila mangdurusta yan, hasupaya nila yadtu mapikil, iban iban kapamintangan.",
                    "177": "Way ngimiy hinang iban ngiy lupa sin papata sin kawman amuin himuting nila in kaayat-ayatan napaturun namu ha karasulan namu sabab ngiy sin kakahinang nila, iban sabunnal tuud in sila iyanyaya nila sin panghimuting in ginhawa nila.",
                    "178": "Hisuyu-siyu tawfiqan sin Allahu Ta'ala dulan mamaratsaya iban maghinang karayawan iban mahagad ha Qur’an, na’ siya na yan in bunnal kiyahidayatan, iban hisiyu-siyu way niya tiyawfiqan, way niya piyabatuk pa karayawan, na’ in manga tau yadtu sila na in lussung ha kalugian sampurna.",
                    "179": "Iban piyapanjari namu suku’ sin jahannam makhluq mataud dayin ha bangsa jinn iban manusiya, lagi asal namu kiyai-ingatan bang pakain in kasuran nila, karna kakahinang sin luun narka in hinang nila. In salla’ nila, misan awun atay nila sumagawa di hipamaham nila sin kasabunnalan, iban taga mata sila di nila hipangatud katanda-tandaan sin kakawasahan sin Allahu Ta'ala iban Katunggal niya iban awun taynga nila sumagawa di nila hipangdungug kiyakannal iban halawum pamintang, in sila biya’ sin nasabbut yadtu in sipat nila sali’ sila binatang amuin di magpamakay sin pamikil iban anggawta, gamman labi pa in kalawngan nila dayin sin binatang, bat karna in binatang kahatihan nila in gunahun nila iban sin hikamudarrat kanila, sabab yadtu hangkan sila mangdusmug atawa mag ang-ang ampa in manga kafir di nila magkapinig in makamumpaat kanila iban makamudarrat biya’ sin diyaakan kanila sin Allahu Ta’ala, In sila yadtu sila na in manga nahahapung.",
                    "180": "In Allahu Ta'ala mampunyahi kangan-nganan ‘Husnaa’, manunjuki tubus in kasipat-sipatan niya iban mulliya, biya’ na sin sipat Al-Ghafuwr, Ar-Rahman, Al-‘Alim, Al-Qadir, sugsuga niyu yan iban pangduwaaha niyu, Laung niyu : “Ya Rahman, Ya Halim, Ya Ghafuwr. Karna sabunnal tuud bang in manga sipat Ini hipangduwaa, masuuk pakamustajaban, Pasari niyu na in manga mushrikin amuin simima dayin ha kasabunnalan, pindahan nila in apal sin manga sipat ini, biya’ sin ‘Lafdzul jalala’ kabtangun nila (Ahh) atawa amuin pindahun nila in manga ma’ana nila, pasarupahun nila in Allahu Ta'ala, pa makhluq niya, atawa di tumup ha katubus sin kasipat-sipatan niya amuin way had niya, biya’ na sin tapsilan nila in ‘Ilmullahi Ta’ala’, iban ‘Sam’u’ niya iban ‘Basar’ siya, pasaliun ha kasipat sipatan sin Makhluq niya, atawa gantian iban pangangawaan nila ngan hingan nila na tuhan nila, biya' sin nahinang sin manga mushrikin, kiyawa nila in lapal (Laata) dayin ha lapal (Allahu Ta'ala), in (Uzzaa) dayin ha lapal (Al-Aziz) in (Manaat) dayin ha (Al-Mannaan). Atawa yadtu bang di ganapan nila in lapal atawa dagdagan. Na’ tungbasan da sila hitungud ha amuin unu-unu na kakahinang nila yan.",
                    "181": "Awun isab dayin ha napapanjari namu jamaah manghindu kasabunnalan ha manusiya iban panduan nila in mahadjana pa kasabunnalan iban pa karayawan, iban kasabunnalan in pagpanghukum nila (katan hukuman nila).",
                    "182": "Adapun in manga manghihimuting ha kaayat-ayatan Qur'an namu, daying na mayan ha tau Makkah mabut pa dugaing dayin kanila, igi-igihun namu sila pinjalaun sambil magmula, ha kila-kila di sila magkasabut-sabut bang pakainun nila in baran nila tumudju.",
                    "183": "Palayamun namu sila paahilun in siksa nila, sabunnal tuud in pangajab (pangjuljana) ku mabasang iban gaga, makusug di masangsang.",
                    "184": "Unu wala naka sila namikilan sin akkal nila sampurna, atawa nanali-tali sin pakaradjaan sin Rasulullah (sallallahu alayhi wasallam) bagay nila, pagkahi nila, in kasabunnalan niya in Rasul yaun mattan wayruun duun kaniya alamat kasilap biya’ agi nila, in siya yaun Rasul magbabānda’, magpatarrang sin paniksai sin Allahu Ta'ala.",
                    "185": "Sabunnal tuud in manga tau yadtu way nila pīkil marayaw in kalaggu sin Pagkawasa sin Allahu Ta'ala na pitung-lapis langit iban ha gumi, iban sin sabarang napapanjari ha antara sin duwa yan, bituun naka atawa panghiyanum atawa hayup, atawa kandiy dayin ha manga yadtu, ampa ra sila makabatuk sabab yadtu pa magparatsaya ha Allahu Ta'ala, adakala sabunnal tu'ud masuuk na in ajal nila, mapatay na sila ha kakufuran ha masamut, na’ unu pa himumūngan dugaing dayin sin Qur’an paratsayahun nila, bang sila di na magparatsaya ha Qur’an?",
                    "186": "Hisuyu-siyu wala tiyawfiqan sin Allahu Ta'ala, tiyunyukan mamaratsaya, na’, way na makahidayat kaniya salāma-lama, pasaran na sila halawum kalawngan nila iban halawum kakufuran nabibiyu-biyu nahahapung.",
                    "187": "Asubuhun kaw sin (Yahudi atawa Quraish) in Qiyamat kunu jumatu iban dumatung in katantuhan niya? Iyana sila : “Tuput da in makahati kaniya Allahu Ta'ala, way makaingat ha yadtu Tunggal da siya, way makapalahil kaniya ha waktu niya malayingkan siya ra mahasutsi siya, Tunggal isa-isa niya, kahunitan umingat kaniya in luun sin manga langit iban gumi, di nila maabut ingatun, di yan mabut kaniyu malayingkan taghaun kamu”, asubuhun nila pa kaw O kaw Nabi! Sakaula-ula in ikaw tiyugulan mu tuud piyangasubu sahingga mu kaingatan. Iyana sila tantuha kanila : “Sabunnal tuud in makahati sin pakaradjaan niya tuput luggiya ha Allahu Ta'ala, sumaguwa in kamatauran manusiya di nila sadja kaingatan sabunnal tuud in Allahu Ta'ala siya ra in luggiya nakahahati sin yadtu.”",
                    "188": "Iyana sila O kaw Nabi! Tantuha kanila sin way pangirab mu bang ku’nu in Qiyamat, laung mu : “Bukun kiyamimilikan sin ginhawa ku in kamumpaatan ku, iban di ku kagausan pa’gangun in kamudarratan dumatung kāmu malayingkan subay ra hikahandak sin Allahu Ta'ala iban hi Ilham niya, iban tawfiq niya kaku, bang ku kaingatan in gaib tantu kiyansangan ku na in paghinang karayawan suku’ ku, iban kiyahallian ku na in makamumula, iban way na piyagkugdan unu-unu kangian, ampa in bunnal niya in aku ini magbabanda ha hisiyu-siyu na magma’siyat amuin binsanaun ha narka, iban mamayta sin makakuyag-kuyag ha hisiyu-siyu na magta’at kaku amuin sulga in tungbas nila, sila na ini in manga mu’minin pa Allahu Ta'ala, bukun lamud pa giyawi ku imingat sin kagaib-gaiban.” Karna in agi kaniya sin Ahli Makkah : “Kiyabaytaan da kaw sin Tuhan mu palihalan sin pagluhay iban paghalga hasupaya kita, makapamiy-miy ampa ra kita maka-untung, iban sin palihalan lupa amuin sung gumang-gang ampa ra kita makapinda pa lupa masambu pagtanuman.”",
                    "189": "Allahu Ta'ala in nagpapanjari kaniyu dayin ha hambuuk da ginhawa baran amuna hi Adam (alayhis salam) mahuli ampa niya na isab piyapanjari in Hawwaa (amuin asawa niya) dayin da ha ginhawa baran sin Adam, hasupaya niya kaluwtan iban kapagpahumputan, najima niya mayan naburus na. Limanat bihadtu in gaan sin pagburus niya way kiyahunitan atawa kiya bu’gatan. Tatkala miyu’gat na in pagburus niya pasal simulig na in bata nalawum tiyan niya, nangduwaa na hi Adam kay Hawwaa pa Tuhan nila, Ya Allahu Ta'ala! Bang kami anugharaan mu ra anak sangpat iban nanatas da mabuhi ha way saway-saway niya, tantu tuud magmuhut-muhut kami bang mayan da mabilang dayin ha jumlahan sin magsushukur kaymu pasalan ni’mat iyanughara mu.",
                    "190": "Ridjikian mayan sila sin Allahu Ta'ala anak salih, sangpat hinangan da sin anak apu nila karuwa in Allahu Ta'ala sakutu duun ha manga kaibanan kaanakan nila usug iban babai amuin kiyaridjiki kanila. Na’, Mahasutsi in Allahu Ta'ala, iban Mahatinggi dayin ha unu-unu na piyanakutu nila kaniya.",
                    "191": "Unu hi sakutu nila pa Allahu Ta'ala in manga barhala nila pag-ibadatan? sin kiyai-ingatan nila in manga yaun di makapapanjari hangsulag unu-unu ha makhluq ini, hangkan mapatut sumbahun lagi in manga amuin piyanakutu nila manga barhala, atawa manga shaytan yaun dayin da ha jumlahan sin piyapanjari sin Allahu Ta'ala (bukun amuin nagpapanjari).",
                    "192": "Iban paygay way kiyamilikan sin manga barhala ini madawhat sin simusumba kanila partabangan hikaraug nila misan nila pa pangayuun dayin ha manga yadtu, iban way upaya nila magparaug sin ginhawa nila ma’gang sin kahuhukawan nila iban sin kamumulahan.",
                    "193": "Iban misan pa sila mangayu dayin ha manga Barhala miki hidayat iban miki pandu mumpaat pa ginhawa nila atawa kaniyu, di da sila makasambag sin pangayu niyu. Na’ bang di kapaglagi in manga Barhala paagarun, bang bihadtu labi awla di da isab hikapaglagi agaran, bang bihadtu ra in kahalan nila, magsibu’ da way kapurujanan niya ha waktu dumuwaa kamu tumawag kanila atawa dumuhung na sadja kamu way kayba, pasalan in sila yan batu nanugas.",
                    "194": "Sabunnal tuud in manga barhala siyumba niyu kandiy dayin ha Allahu Ta'ala yan, iypun niya ra sayan biya’ da kaniyu. Sulayi niyu ba tawaga (pangayui duwaa) pa pasambaga niyu kaniyu bang bunnal sila buni, (iban bang bunnal in sila yan tuhan biya’ sin daawa niyu).",
                    "195": " Unu taga manga anggawta baha in manga Barhala siyumba niyu yan sali’ sin manga pagdayaw niyu yan iban anggawta niya yan? taga siki ba sila yan hikapamanaw nila, atawa taga lima baha sila hipaminsana nila iban hipaghinang, atawa mata hipangatud nila, atawa taynga hipangdungug nila? Iyana sila O kaw Nabi!  “Duwaa naba kunu kamu pa manga piyanakutu niyu yan manga Barhala yan, pagpatabang pa kamu kanila, mahuli dayin didtu palugaya niyu hinang na kamu sin kabayaan niyu indaginis katitipuhan kaku palugaya niyu in kamudaratan niyu kaku iban katitipuhan bang kagausan niyu.”",
                    "196": "Asal da sabunnal tuud in magparaug kaku iban tagupiksai sin katan pakaradjaan ku amura in Allahu Ta'ala, amuin nagpaturun sin Qur’an yan, iban siya in mamalihala ha manga tau salih, dumihil kamannangan kanila, mahi hangkan aku muga’ ha manga barhala ini?",
                    "197": "Adapun amuin manga siyumba niyu dugaing dayin ha Allahu Ta'ala wayra gaus nila magparaug kaniyu iban magparaug ha ginhawa nila.",
                    "198": "Iban misan pa kamu nangayu duwaa pa manga barhala yan mikihidayat kamu, iban mikipandu, di nila ra kadungugan in duwaa niyu, iban lagi kakitaan mura in manga barhala yan O ikaw Nabi! Iyaalup-alup niya kaw biya’ sapantun imaatud kaymu, parahal wayruun yan pangita sin mata nila, pasalan wayruun kabuhi nila, biyadiin kaagi umangan-angan kamu pardaugan iban partabangan iban karayawan dayin kanila.",
                    "199": "Kawaa (O ikaw Nabi!) pakaya in kamaapan, iban pangdaak kaw pa hinang ‘Ma’ruwf’ (amuin hinang marayaw na panali sin akkal, iban ha Shara’, kawul naka atawa fi'il), iban taykuri (ayaw mu asipa) in manga Jahilin (‘awam, iban sin manga hasmak, mapuas mu sila kapalindugan iban kapatarrang dalil pa pa hinangun mu sila sin marayaw amuin daakan sin Allahu Ta'ala).",
                    "200": "Iban apabila kaw datungan musiba dayin ha shaytan, sasatun niya kaw sin unu-una na kangian iban lubuhun niya in palangay marayaw, na’ pagpatilibun na kaw pa Allahu Ta'ala, paguy kaw madtu kaniya tangkis mu dayin ha panasat sin shaytan, hasupaya kapa’gangan in panasat niya kaymu, karna sabunnal tuud in Allahu Ta'ala sangat Makarungug, tumataima duwaa, iban lagi sangat Makaingat sin katan kahalan.",
                    "201": "Sabunnal tuud amuin manga nagmamabuga pa Tuhan nila iban diyaramag ha paniksai niya, salta nag ta’at ha daakan niya iban timinggal sin katan piyanglangan niya, apabila sila kugdanan unu-unu na panasat, katumtuman nila in paniksa sin Allahu Ta'ala iban pahala tutungbasan niya, mapinig nila magtuy in kasabunnalan dayin ha bukun, iban kahatihan magtuy sin pangita sin pangatayan nila in kasaan iban katitipuhan sin shaytan, amu yadtu in sabab hikabing nila dayin ha hinang kangian.",
                    "202": "Adapun in manga Fasiq yan, amuin manga nagpatutural halawm kalawngan yan, in sila yan kataymanghuran sin manga saytan (manusiya iban jinn), mangdunduni pa sila yan (manglawung) kanila yadtu bat da magdurunun in kalawngan nila, mahuli di nila na mayan sila yadtu hundungan sasatun sahingga malawung nila na tuud.",
                    "203": "Bang mu sila di karahan (O Ikaw Nabi! In sila manga mushrik tau Makkah) Mu’jizat amuin siyukat nila kaymu, atawa ayat dayin ha Qur'an, amu agi nila : “Bang ba yadtu himinang-hinang kaw dayin duun kaymu?” Sambaga sila laung mu : “Sabunnal tuud in aku ini magad sadja sin Wahi amuin timurun dayin ha Tuhan ku, bukun aku maghihinang-hinang kaayat-ayatan tahana-hana dayin kaku.” In Qur-an ini dumihil paham ha manga pangatayan iban dalil dayin ha Tuhan niyu, di na humajat in manusiya kamu’jizat-mujizatan dugaing dayin kaniya, halawum niya yan kahatihan in kasabunnalan iban imamu, amuna yan in manga dalil iban Bainat, iban panduan in manusiya pa Pag-Iman, iban salaggu-laggu ni’mat dayin ha Allahu Ta'ala iban Rahmat dayin kaniya pa manga kawman namaratsaya kaniya iban namamakay kahukum-hukuman niya.",
                    "204": "Iban apabila bassahun in Qur-an halawum sambahayang iban bukun halawum niya, tayinghugi niyu (maksura iban piyagniniyatan hasupaya kapahaman niyu in manga ma’ana niya), iban salta duhung kamu himinang makalilipaga iban sin maglatahan karna tumayinghug bang bassahun na, hasupaya kamu makadawhat Rahmat sin Allahu Ta'ala (waktu niyu bawugbugan in manga pardaakan niya, timayinghug mayan ha kaayat-ayatan sin kitab niya).",
                    "205": "Pangarap kaw pa Tuhan mu magjikir iban dumuwaa, pagpatibaba mu iban damag, baran mu sadja in padunguga, iban ganta-gantaa in tanug niya, in pagjikir mu, bukun mu patanugun landu, ayaw tilahakan in suwara mu landu, iban ayaw mu hipusa landu, iban ayaw mu isab hipusa landu agak, dila mura kuman inhibalun mu, mahinaat iban mahapun, ayaw kaw mahinang tau nalulupa magjikir pa Allahu Ta'ala.",
                    "206": "Adapun sabunnal tuud in manga Malaikatul Abraar amuin didtu ha Hadarat sin Tuhan mu di sila yan magtakabbul dayin ha pag-ibadatan pa Allahu Ta'ala iban miyamahasutsi nila in Allahu Ta'ala dayin ha unu-unu di hikatup kaniya, iban tuput siya ra in patudjuhan nila sin pagsambahayang nila, iban tuput siya ra in patudjuhan nila sin pagsambahayang nila, iban tuput siya ra in siyusumba nila iban piyagpatitikuan nila (ha sabab yadtu singud kamu kanila)."
                }
            }
        }
    }
}