{
    "90": {
        "number": "90",
        "name": "البلد",
        "name_latin": "Al-Balad",
        "number_of_ayah": "20",
        "text": {
            "1": "لَآ اُقْسِمُ بِهٰذَا الْبَلَدِۙ",
            "2": "وَاَنْتَ حِلٌّۢ بِهٰذَا الْبَلَدِۙ",
            "3": "وَوَالِدٍ وَّمَا وَلَدَۙ",
            "4": "لَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْ كَبَدٍۗ",
            "5": "اَيَحْسَبُ اَنْ لَّنْ يَّقْدِرَ عَلَيْهِ اَحَدٌ ۘ",
            "6": "يَقُوْلُ اَهْلَكْتُ مَالًا لُّبَدًاۗ",
            "7": "اَيَحْسَبُ اَنْ لَّمْ يَرَهٗٓ اَحَدٌۗ",
            "8": "اَلَمْ نَجْعَلْ لَّهٗ عَيْنَيْنِۙ",
            "9": "وَلِسَانًا وَّشَفَتَيْنِۙ",
            "10": "وَهَدَيْنٰهُ النَّجْدَيْنِۙ",
            "11": "فَلَا اقْتَحَمَ الْعَقَبَةَ ۖ",
            "12": "وَمَآ اَدْرٰىكَ مَا الْعَقَبَةُ ۗ",
            "13": "فَكُّ رَقَبَةٍۙ",
            "14": "اَوْ اِطْعَامٌ فِيْ يَوْمٍ ذِيْ مَسْغَبَةٍۙ",
            "15": "يَّتِيْمًا ذَا مَقْرَبَةٍۙ",
            "16": "اَوْ مِسْكِيْنًا ذَا مَتْرَبَةٍۗ",
            "17": "ثُمَّ كَانَ مِنَ الَّذِيْنَ اٰمَنُوْا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِۗ",
            "18": "اُولٰۤىِٕكَ اَصْحٰبُ الْمَيْمَنَةِۗ",
            "19": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا هُمْ اَصْحٰبُ الْمَشْئَمَةِۗ",
            "20": "عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Amuin Hula",
                "text": {
                    "1": "Sapahan ku ibut ha Makkah hula mulliya yan.",
                    "2": "Ha in ikaw (Ya Muhammad (sallallahu alayhi wasallam)) purul maghuhula duun ha hula yan, Ikaw in makapasung sin kamulliyahan iban martabbat sin hula yan.",
                    "3": "Iban ibut ha tag-anak iban ha katan anak duun ha sabab sin duwa yan mapalihala in liud iban tumatas in paghula.",
                    "4": "Sabunnal tuud piyapanjari namu in manusiya subay sadja lumabay ha kasigpitan iban ha kalaulan.",
                    "5": "Mapikil pa ka sin manusiya amuin piyapanjari ha lumabay ha kasigpitan bihan laung niya: Way na makagaus misan hambuuk dumusdus kaniya.",
                    "6": "Mamung pa siya nakapagbalanja aku alta mataud (ha pamanta kan Muhammad (sallallahu alayhi wasallam) iban paghapa dayin ha partawagan niya, piyūn na in alta pakaniya-pakaniya).",
                    "7": "Magpikil pa siya laung niya: Way ra makakita kaniya misan hambuuk sampay amuin nagpapanjari kaniya.",
                    "8": "Parahal unu, wayka piyapanjarihan namu siya duwa mata.",
                    "9": "Iban dila iban duwa higad simud.",
                    "10": "Iban piyatampal namu kaniya in dān pa marayaw iban pa mangi iban biyugtu namu kaniya in pagpi.",
                    "11": "Na, wala ra kiyapag-guna in biyugsu namu kaniya, wala niya ra nauntas in kabinsanaan amuin nakatatampan kaniya iban sin hikalappas niya dayin ha kabinsanaan.",
                    "12": "Iban unu in panghati mu (Ya Muhammad (sallallahu alayhi wasallam)) bang unu in Al-Aqabah (hika-untas dayin ha kasigpitan)?!",
                    "13": "Amuin namuas sin hukut sin ginhawa sin tau kiyahuhukutan iban mahardikaun niya dayin ha ka-iypunan.",
                    "14": "Atawa mangdihil kakaun ha waktu panghahapdi.",
                    "15": "Ha manga anak ilu mampunyai kampung.",
                    "16": "Atawa miskin barhajat iban kulang kabus.",
                    "17": "Mahuli in ka-awnan niya yan tau taga-iyman amuin magnanasihat-niyasihati ha antara nila sin pagsabar iban pag-ulung.",
                    "18": "In manga sila amuin bihayan in sipat, sila na yan in As-hābul Maymanah (tau masanyang tagdapu sin kitab dapit pa tu-u).",
                    "19": "Ampa in manga sila nagkufur ha manga dalil piyatindug namu ha kasabunnalan kanyataan dayin ha Qur'an sila na yan in manga tau binsana tagdapu sin kitab dapit pa lawa iban siksa.",
                    "20": "Lukuban sila sin Narka halawum niya, kiyukumbis, kiyukuddam."
                }
            }
        }
    }
}