{
    "93": {
        "number": "93",
        "name": "الضحى",
        "name_latin": "Ad-Duha",
        "number_of_ayah": "11",
        "text": {
            "1": "وَالضُّحٰىۙ",
            "2": "وَالَّيْلِ اِذَا سَجٰىۙ",
            "3": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلٰىۗ",
            "4": "وَلَلْاٰخِرَةُ خَيْرٌ لَّكَ مِنَ الْاُوْلٰىۗ",
            "5": "وَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰىۗ",
            "6": "اَلَمْ يَجِدْكَ يَتِيْمًا فَاٰوٰىۖ",
            "7": "وَوَجَدَكَ ضَاۤلًّا فَهَدٰىۖ",
            "8": "وَوَجَدَكَ عَاۤىِٕلًا فَاَغْنٰىۗ",
            "9": "فَاَمَّا الْيَتِيْمَ فَلَا تَقْهَرْۗ",
            "10": "وَاَمَّا السَّاۤىِٕلَ فَلَا تَنْهَرْ",
            "11": "وَاَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Amuin Waktu Umangkat in Suga",
                "text": {
                    "1": "Sapahan ku ibut ha waktu Ad-Duha (umangkat na in mata suga).",
                    "2": "Iban ibut ha dum apabila himinnuk na iban sumaplag na in tigidlum niya.",
                    "3": "Bukun kaw piyasaran sin Tuha mu (Ya Muhammad (sallallahu alayhi wasallam)) iban wala kaw kiyabunsihan.",
                    "4": "Iban ibut tantu in Akhirat labi yadtu marayaw kaymu dayin nakauna (Dunya).\n\n(Al-Muhadzab)",
                    "5": "Iban siyapahan niya ha tantu hidihil kaymu sin Tuhan mu (Ya Muhammad (sallallahu alayhi wasallam)) in karayawan ha dunya iban ha Akhirat amuin kakuyagan mu.",
                    "6": "Bukun ka in ikaw anak ilu maghajat kaw pa umipat kaymu, Na piya-ipat kaw piya-ukuman ha tau amuin nakaparayaw sin pamaindug sin pakaradjaan mu.",
                    "7": "Iban bukun ka kaw bakas way pangirab? Sakali, piyanduan niya, Hidāyatan.",
                    "8": "Iban bukun ka kaw bakas limabay dayin ha kamiskin, kulang kabus, way alta ampa niya kaw piyaraya (in pangatayan, bukun masalud).",
                    "9": "Pagkabihan na in ka-agi namu kaymu, Na adapun in manga ilu ayaw mu paghina-a.",
                    "10": "Iban adapun in manga barhajat mangayu ayaw mu pagdudlaha sin lusing.",
                    "11": "Iban in Rahmat sin Tuhan mu pasaplaga iban pagsukur pa Allahu ta'ala iban pagpatampal sin Ni'mat sin Allahu ta'ala."
                }
            }
        }
    }
}