{
    "95": {
        "number": "95",
        "name": "التين",
        "name_latin": "At-Tin",
        "number_of_ayah": "8",
        "text": {
            "1": "وَالتِّيْنِ وَالزَّيْتُوْنِۙ",
            "2": "وَطُوْرِ سِيْنِيْنَۙ",
            "3": "وَهٰذَا الْبَلَدِ الْاَمِيْنِۙ",
            "4": "لَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍۖ",
            "5": "ثُمَّ رَدَدْنٰهُ اَسْفَلَ سَافِلِيْنَۙ",
            "6": "اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍۗ",
            "7": "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّيْنِۗ",
            "8": "اَلَيْسَ اللّٰهُ بِاَحْكَمِ الْحٰكِمِيْنَ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Amuin Kahuy Tin",
                "text": {
                    "1": "Sapahan ku ibut ha kahuy Tin iban Jaytun (Olive).",
                    "2": "Iban ibut ha Tūr Sīna (bud amuin kiyapagsambung laungan sin Allahu ta'ala duun iban sin Nabiyullah Musa).",
                    "3": "Iban ibut ha hula (Makkah) Al-amin (Sajahitra) yan.",
                    "4": "Ha tantu bunnal tuud piyapanjari namu in manusiya ha sarayaw-rayaw umbang payaw; salingkat-lingkat bagnus.",
                    "5": "Mahuli hirusdus namu da in darajat niya pa “Asfala Safileen” ha Narka, ha karna wala niya tiyunay in pagsukul ha Ni'mat buddi ha rayaw kapapanjari namu kaniya.",
                    "6": "Malayingkan tabiya ha manga sila namamaratsaya sarta nakahinang sin ammal saleh. Na, in manga sila yan tagsuku sin tungbas di magkunhud iban di magkuntay in Ni'mat duun kanila.",
                    "7": "Unu pa sabab mangdahi kaymu pa manghimuting sin pagbuhi puas dayin ha kamatay iban sin pagdihil tungbas, puas dayin ha napatampal na in kakawasahan namu duun ha damikkiyan niya?",
                    "8": "Bukun ka in Allahu ta'ala in nagpapanjari; amuin saādil-ādil hukuman, sarta tubus in ingat magkapandayan? \n\nMaksud sin Ayat: \nGuuna in Allahu ta'ala in nagpapanjari, Saādil-ādil Hukuman."
                }
            }
        }
    }
}