{
    "96": {
        "number": "96",
        "name": "العلق",
        "name_latin": "Al-'Alaq",
        "number_of_ayah": "19",
        "text": {
            "1": "اِقْرَأْ بِاسْمِ رَبِّكَ الَّذِيْ خَلَقَۚ",
            "2": "خَلَقَ الْاِنْسَانَ مِنْ عَلَقٍۚ",
            "3": "اِقْرَأْ وَرَبُّكَ الْاَكْرَمُۙ",
            "4": "الَّذِيْ عَلَّمَ بِالْقَلَمِۙ",
            "5": "عَلَّمَ الْاِنْسَانَ مَا لَمْ يَعْلَمْۗ",
            "6": "كَلَّآ اِنَّ الْاِنْسَانَ لَيَطْغٰىٓ ۙ",
            "7": "اَنْ رَّاٰهُ اسْتَغْنٰىۗ",
            "8": "اِنَّ اِلٰى رَبِّكَ الرُّجْعٰىۗ",
            "9": "اَرَاَيْتَ الَّذِيْ يَنْهٰىۙ",
            "10": "عَبْدًا اِذَا صَلّٰىۗ",
            "11": "اَرَاَيْتَ اِنْ كَانَ عَلَى الْهُدٰىٓۙ",
            "12": "اَوْ اَمَرَ بِالتَّقْوٰىۗ",
            "13": "اَرَاَيْتَ اِنْ كَذَّبَ وَتَوَلّٰىۗ",
            "14": "اَلَمْ يَعْلَمْ بِاَنَّ اللّٰهَ يَرٰىۗ",
            "15": "كَلَّا لَىِٕنْ لَّمْ يَنْتَهِ ەۙ لَنَسْفَعًاۢ بِالنَّاصِيَةِۙ",
            "16": "نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍۚ",
            "17": "فَلْيَدْعُ نَادِيَهٗۙ",
            "18": "سَنَدْعُ الزَّبَانِيَةَۙ",
            "19": "كَلَّاۗ  لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ۩ ࣖ"
        },
        "translations": {
            "id": {
                "name": "Amuin Dugu Kumpul",
                "text": {
                    "1": "Bassaha (Ya Muhammad (sallallahu alayhi wasallam)) in wahi mawun kaymu (Al-Qur-an) tagnai sin ngan sin Tuhan mu amuin nagpapanjari sin katan Makhluq.",
                    "2": "Piya-awun niya in manusiya dayin ha dugu nakukumpul (halaum pakandangan sin babai).",
                    "3": "Tuyan in bassa mu ha ngan sin Tuhan mu Mulliya.",
                    "4": "Tuhan mu in nagpaingat ha manusiya sin pagsulat makay Kallam (hipagsusulat) ha wala niya pa kiya-ingatan.",
                    "5": "Nagpaingat ha manusiya sin wala niya naangan-angan sin pangannal niya.",
                    "6": "Mattan bunnal tuud in manusiya tantu mangliyu lakad da ha sara iban tumakabbur da pa Tuhan amuni Tag-atasan kaniya.",
                    "7": "Dayin ha sabab, bang kakitaan niya na in ginhawa niya taga-gaus iban altaan na.",
                    "8": "Bunnal tuud harap da pa Tuhan mu isa-isa niya (Ya Muhammad (sallalahu alayhi wasallam)) in uwian sin katan.",
                    "9": "Unu, kita mu ka in tau liya'nat yan (Abu Jahal) amuin manglang.",
                    "10": "Ha Ipun (Muhammad (sallallahu alayhi wasallam)) sin Allahu ta'ala dayin ha magsabahayang apabila siya sumambahayang na?!",
                    "11": "Baytai aku sin hal sin tau liya'nat yan bang in kaawnan sin panglang niya yan imamu.",
                    "12": "Atawa in daak niya yan pa magmabuga in piyangdaaj niya.",
                    "13": "Baytai aku sin hal sin yan bang in kaawnan niya nanghimuting ha naparatung sin Rasul, iban simimay dayin ha pag-iman iban paghinang marayaw.",
                    "14": "Unu na-awam siya ha bunnal tuud in Allahu ta'ala  nagjajaga sin katan kahalan niya?",
                    "15": "(Pagpainsap ha tau nanglang yan) bang siya di humundung dayin ha hinang niya yan, tantu pudjutun namu siya umbun-umbunan niya hilaruk pa Narkna landu mapaslud in siksa niya.",
                    "16": "Umbun-umbunan amuin timampal in puting ha pamayhuan niya iban limpa sin kasaan niya.",
                    "17": "Na, tawagun na in kakampungan niya iban sin manga kabagayan niya supaya makatulung kaniya.",
                    "18": "Tawagun namu isab in sundalu namu manga Malaikat Az-Zabaniya hasupaya makatulung kan Muhammad (sallallahu alayhi wasallam).",
                    "19": "(Pagpainsap ha tau nanglang yan) ayaw kaw kumahagad kaniya ha pakaradjaan piyalangan niya kaymu, darana in pagsambahayang mu iban masiha in pagsujud mu, iban hinanga yan hikasuuk pa Tuhan mu."
                }
            }
        }
    }
}